[
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— and standard (command) fi re shield."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, cloak is a swift action (and can be done as CLOAK OF THORNS fi re shield. part of the normal swift action used for"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "1 lb. ment bonus to your existing natural 108) for more information. armor bonus. (A creature without natu-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, This fi nely crafted garment is made of blue and ral armor has an effective natural armor resistance. purple material. A pair of matched blue quartz bonus of +0.)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— directions. red hide of a large reptile. This wide, ovoid medallion hangs from a Counterstrike bracers allow you to answer an Crimson dragonhide bracers grant you resis- tightly wrapped leather cord. It bears an unsuccessful melee attack against you with tance to fi re 5 and a +1 enhancement bonus engraving of two heads facing one another an unexpected riposte. You can activate to your existing natural armor bonus. (A with a jagged beam of energy connecting their the bracers immediately after an enemy creature without natural armor has an foreheads. has missed you with a melee attack. Doing effective natural armor bonus of +0.) this grants you a free attack of opportu- Prerequisites: Craft Wondrous Item, When you activate a contact medallion, you nity against that enemy (even if you have barkskin, resist energy. forge a telepathic bond (as Rary’s telepathic already used up your allotted attacks of Cost to Create: 2,500 gp, 200 XP, 5 days. bond) with one person who is within 1 opportunity for the round). You must acti- mile and known to you. This bond lasts vate the bracers before your enemy takes CRYSTAL MASK OF for 1 minute. any other attacks or actions. This ability functions three times per DETECTION This ability functions two times per day. day. Price (Item Level): 10,000 gp (12th)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "5,000 gp, 400 XP, This mask features a piece of curved golden crystal Prerequisites: Craft Wondrous Item, speak, 10 days. that covers the forehead. The crystal is attached read, and write all fi ve languages. to the front of a dark brown cloth cap. Cost to Create: 1,250 gp, 100 XP, 3 days. Illus. by A. Stokes 662200__1100776622__CChhpp33..iinndddd 9911 1122//2211//0066 55::3366::4411 AAMM 92 3 RETPAHC GNIHTOLC CRYSTAL MASK OF This bright blue opaque eye covering extends up to the hairline, down below the nose, and back MINDARMOR to the ears. Though easy to pull off if desired, Price (Item Level): 10,000 gp (12th) the mask fi ts snugly and needs no straps to"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "The front portion of this periwinkle crystal Prerequisites",
        "description":  "Craft mask drops down below the eyes. Narrow Wondrous Item, Psicraft slits in the mask allow the wearer full range 10 ranks. of vision. Cost to Create: 5,000 gp, 400 XP, 10 days. Crystal mask of visual insight A crystal mask of mindarmor grants you a +4 insight bonus on Will saving throws. CRYSTAL MASK OF When activated, a crystal mask of visual"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and When activated, gauntlets of the blazing Armor, Craft Wondrous Item, blindness/ arc create a 15-foot cone-shaped burst deafness, orc. of fl ame that deals 4d4+4 points of fi re"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Armor, Craft Wondrous Item, greater magic Caster Level",
        "description":  "20th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Aura: Faint; (DC 16) evocation Armor, Maximize Spell, Sanctify Relic, Gauntlets of the blood-lord Activation: Swift (command) infl ict serious wounds. Weight: —"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, essentia remains in your essentia pool for target is wearing metal armor (or is made true strike. 12 minutes, then returns to the original out of metal, is carrying a lot of metal,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and OBJECT READING crystal, and the frames are hewn from smoky Armor, dispel magic. quartz. Price (Item Level): 3,000 gp (7th) Cost to Create: 500 gp, 40 XP, 1 day."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, enhancement bonus to your existing fl ame blade, wind walk. HEADBAND OF natural armor. (A creature without natu-"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "10,500 gp, 840 XP, ral armor has an effective natural armor CONSCIOUS EFFORT 21 days. bonus of +0.) This is a continuous effect Price (Item Level): 2,000 gp (6th) and requires no activation. GWAERON’S BOOTS Body Slot: Head You can also activate the shirt to use cure"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "HORNED HELM Prerequisites",
        "description":  "Craft Wondrous Item, blade barrier, mage armor. Price (Item Level): 8,000 gp (11th)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "7th armor bonus to your Armor Class. This"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "6,000 gp, 480 XP, 12 days. MASK OF MENTAL ARMOR MASK OF BLOOD Pr ice (Item Level): Pr ice (Item Level): 3,300 gp (8th) 4,000 gp (8th)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "1 lb. Mask of lies Illus. by W. England \u0026 R. Spencer 662200__1100776622__CChhpp33..iinndddd 111155 1122//2211//0066 55::3388::2244 AAMM 116 3 RETPAHC GNIHTOLC Moonstone Mask of mask mental armor Broad lines radiate from the eyes of this blue penalty on Bluff checks. This is leather mask, each ending in a spiral. a continuous effect and requires no activation. MASK OF SWEET AIR You gain a +3 resistance bonus on saving Three times per day, you can activate throws against mind-affecting spells and Price (Item Level): 2,000 gp (6th) the medal to use sanctuary on yourself. If abilities. Body Slot: Face you attack while protected by this effect,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and gem held in the circlet for 1 round. While vides a +2 competence bonus on Perform Armor, mind blade. this effect lasts, you are immune to mind- checks."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— and Armor, mind blade."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "1,500 gp (plus 610 gp for day. Activation: Immediate (command) masterwork spiked gauntlets), 120 XP, Prerequisites: Craft Wondrous Item, Weight: — 3 days. shield other."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "This perfectly smooth adamantine ring bears Weight",
        "description":  "— a standard (command) action to recharge a massive turquoise carved in the shape of a it (which also restores its glow). heavily armored knight. This hefty ring of twisting metal splits several"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Strong; (DC 23) enchantment nearly impassable shield of invisible force. Any two or more ring wearers need"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "Varies ring, you gain a +20 defl ection bonus to dard action) and speak the command Armor Class that lasts until the beginning word in unison to attune the rings to each This silver ring is forged in the shape of a of your next turn. other. Any number of rings can become dragon biting its own tail."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, shield. attuned to one another in this manner,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— transfer 1 point of essentia from its pool face, and cannot swim below the surface. into a ring of essentia simply by touching it If you are underwater when you put on a This platinum ring is set with a large, hypnotic and willing the transfer to occur (a stan- ring of fl oating, you rise toward the surface white opal. dard action). Doing so reduces the size of at a speed of 30 feet per round. the donor’s essentia pool by 1. The ring can Prerequisites: Forge Ring, fl oat (EPH 108). A ring of entropic defl ection provides a hold no more than 1 point of essentia. Cost to Create: 1,000 gp, 80 XP, 2 days. mobile wearer with protection against At any time within the next 24 hours, ranged attacks. At the end of any turn, you can use this essentia as if it were part of RING OF THE if you are at least 10 feet from the point your own essentia pool—even if you don’t where you started your turn, this ring FORCEWALL have essentia of your own—simply by will- creates a fi eld of warping energy that lasts ing its release while you wear the ring. Price (Item Level): 5,100 gp (10th) until the start of your next turn. This fi eld The stored essentia returns to its origi- Body Slot: Ring functions as an entropic shield spell. Any nal owner automatically after you use it, Caster Level: 12th ranged attacks directed at you that require or after 24 hours if it remains unused. Aura: Strong; (DC 21) transmutation an attack roll have a 20% miss chance."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, entropic nigh-impenetrable barrier. This ring has shield. 3 charges, which are renewed each day at"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, feather fall, gust amount of damage from fi re, regardless ability, this one requires no preparation of wind, shield of faith. of whether a saving throw is allowed, or or knowledge on your part. You need not"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— RING OF SILENT SPELLS does. Every point of essentia invested in the ring increases its defl ection bonus to Price (Item Level): 2,000 gp (6th) This simple gold band looks like a tiny armored AC by 1 (up to a maximum bonus of +3)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, shield of faith, Once per day, when you succeed in essentia pool 2. When you activate a ring of silent spells, it identifying a spell in this manner, you"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, shield of faith,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Forge Ring, water A ring of universal energy resistance func- breathing. tions as a ring of energy resistance (DMG 232) Cost to Create: 3,000 gp, 240 XP, 6 days. for all types of energy: fi re, cold, electric- Robe of arcane might ity, acid, and sonic. A minor ring provides RINGS OF resistance 10, a major ring resistance 20, rounds. Spells or effects that detect invis- FORCE ARMOR and a greater ring resistance 30. ible creatures (such as see invisibility or true"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Strong; (DC 22) abjuration of magical force, granting you a +5 armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "1 lb. attack, which is a standard (command) Mystical sigils line the hems of this bulky, action. Failure means the orb misses and The coal-colored cloth of this robe is decorated thick-shouldered robe. Minuscule gems adorn explodes harmlessly in a shower of sparks. with crimson-stitched runes. The runes run the cuffs, collar, and hems. Success means it explodes in a 5-foot- around the bottom and up the length of the gar- radius burst around the target, dealing 8d6 ment in meandering lines, and are a mixture of A robe of arcane might grants you a +4 armor points of fi re damage and leaving affected arcane formulas and praises to fi re written in bonus to AC. creatures dazzled for 1 round (Refl ex Ignan. The robe emits a faint odor of brimstone, In addition, each robe is attuned to DC 16 halves the damage and negates the and a gentle warmth surrounds it. one of the eight schools of magic, chosen dazzled condition). during creation (and identifi able with Lore: The fi rst robe of the inferno was While you wear this robe, it provides a successful DC 20 Spellcraft check). crafted by an elf evoker named Killaith you with a +4 armor bonus to AC. This When casting a spell from that school, Marcaun, who was badly burned in a battle is a continuous effect and requires no you gain a +1 competence bonus to your against a large number of summoned activation. caster level. thoqqua. Deeply humiliated by the scars Robe of the inferno Robe of mysterious conjuration Robe of retaliation Illus. by W. England 662200__1100776622__CChhpp33..iinndddd 112299 1122//2211//0066 55::3399::1133 AAMM 130 3 RETPAHC GNIHTOLC they left, she constructed the robe so that ROCK BOOTS she, too, could harness the power of fi re Price (Item Level): 2,000 gp (6th) (Knowledge [arcana or history] DC 20)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "11th mage armor, resist energy, scorching ray."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, one or more monsters, as if you had cast a Body Slot: Torso fi re shield. summon monster spell of the same level as Caster Level: 13th Cost to Create: 3,250 gp, 260 XP, 7 days. the sacrifi ced spell from your class spell Aura: Strong; (DC 21) divination list. The summoned monsters can act Activation: — immediately. Weight: 1 lb."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Shiftweave has no effect on any armor Weight",
        "description":  "1 lb. 3/good. you wear (nor can it mimic armor) and Prerequisites: Craft Wondrous Item, does not change the effect of any magical This sturdy cotton shirt has bone stays that righteous might. clothing you wear. reinforce its shape. Cost to Create: 7,500 gp, 600 XP,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous of holding the shield, and are sub- Item, essentia pool. ject to normal penalties if you are"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "5th Armor, shocking grasp, lightning bolt. 18 days."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "2,750 gp, 220 XP, 6 days. port yourself to the Ethereal Plane (as the ethereal jaunt spell) for up to 10 rounds per This silvery tabard is emblazoned with a styl- THIRD EYE day. This duration need not be continuous, ized sunburst design. and the effect is dismissable with another This small hemispherical crystal has a wide, standard (mental) action. While you are Because of its association with uncom- fl at facet on one side and a multifaceted dome on the Ethereal Plane, the spells you cast mon valor and amazing healing power, a shape on the other. It sparkles with an inner affect the Material Plane normally, unlike tabard of the great crusade is a welcome sight gleam. those of spellcasters who reach the Ethe- at any scene of armed confl ict. When you real Plane by other means. wear one of these garments over armor, When you issue the proper command you and every ally within 20 feet gains a +1 thought (a standard action) to a third eye, morale bonus on saving throws, provided it adheres to the center of your forehead that you are lawful neutral, lawful good, (the same command causes the item to lawful evil, or neutral. This is a continuous disengage). Some third eyes function effect and requires no activation. continuously when worn, while others"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "2 lb. vanguard treads to aid their scouts in Caster Level: 20th navigating diffi cult terrain and hazards Aura: Strong; (DC 25) no school These massive boots have spiked, treaded soles (Knowledge [arcana] DC 15). Activation: — and swift (command) and look large enough to fi t a heavily armored Prerequisites: Craft Wondrous Item, Weight: 2 lb. ogre. A row of inset amethysts runs around spider climb. the top cuff. Cost to Create: 1,550 gp, 124 XP, 4 days. This gold-brocaded, burgundy garment seems fi t to be worn by the gods themselves. Vanguard treads provide you with superior VANISHER CLOAK traction and stability, which provides the The vest of the archmagi is legendary. It Price (Item Level): 2,500 gp (7th) following effects: fi lls the dreams of every apprentice sent"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "1 lb. impairment. quenched and curfew has long passed, • You are unaffected by slippery ice, wet eager apprentices claim that a vest of the This silk cloak is seamless—a single sheet of stones, or other surfaces where traction archmagi provides its wearer with con- gossamer, gray fabric. is a problem. tinuous defensive bonuses equivalent to • You gain a +8 bonus on attempts to the most potent bracers of armor (+8 armor A vanisher cloak allows you and nearby resist bull rushes and a +4 bonus on bonus to AC) and cloak of resistance (+5 resis- allies to briefl y disappear from sight. A grapple checks to resist a grapple tance bonus on saving throws). cloak has 3 charges, which are renewed attempt if that grapple would move you It is also said that the vest provides each day at dawn. Spending 1 or more into another square. its wearer with the continuous ability charges turns you (and perhaps one or Areas that have been magically manipu- to overcome the magical defenses of her more allies) invisible, as the invisibility lated to impede movement (such as by an enemies (+2 enhancement bonus on caster spell, for 1 or more rounds. entangle spell) still affect you, as do water, level checks made to overcome spell resis- 1 charge: You become invisible for 4 quicksand, and other nonsolid surfaces. tance), and that it allows him to recall up rounds. You still have to slow down for narrow to three arcane spells that he had previ- 2 charges: You and one adjacent ally paths requiring Balance checks and for ously prepared and cast (as a pearl of power, become invisible for 3 rounds. surfaces steep enough to require Climb except that it can be used for any spell up 3 charges: You and up to three adjacent checks. to 9th level and activating it requires only allies become invisible for 2 rounds. If the terrain deals damage (such as the a swift action)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, Thus far, the only known vestments of nally designed to hold small keepsakes dimension door, endure elements, feather ebonsilk have been found in the possession as charms, and crafted to be appropri- fall, mage armor, protection from arrows, of drow clerics. If you are chaotic evil, ate for formal gatherings, wand bracelets sending. neutral evil, or chaotic neutral, wearing have found popularity among artifi cers"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "Full-round (manipulation) touch attack that deals 1d6+5 points of fi re An unfurled banner of the storm’s eye always Weight: — damage (and ends the duration). waves more slowly than nearby fl ags, and 2 charges: You hurl the fl ame up to 30 it seems unaffected by the wind or by the The viscous liquid in this vial has an oily brown feet away, whereupon it immediately turns movement of its bearer. color and smells a little like wet leaves. into a Small fi re elemental. The elemental As long as it is held aloft, the banner is under your control (as if summoned by automatically suppresses (but does not Drinking beetle elixir causes your skin to summon nature’s ally II) and remains for dispel) fear effects on all creatures within harden, darken, and gloss over, and short 5 rounds. 20 feet. It also prevents any creature antennae to sprout from your forehead. Illus. by S. Ellis 662200__1100776622__CChhpp44..iinndddd 115511 1122//2211//0066 55::4455::3388 AAMM 152 4 RETPAHC SLOOT You gain darkvision out to 60 feet and creature receives a –2 penalty on the save that location and create an explosion in a +2 enhancement bonus to your exist- against the blast. a 20-foot-radius spread. Any creature in ing natural armor. (A creature without A blast disk can also be set to auto- the area takes 10d6 points of fi re damage natural armor has an effective natural matically explode up to 10 rounds after and 2d6 points of sonic damage, is deaf- armor bonus of +0.) These effects last for placement. ened for 2d6 rounds, and is pushed 1d6 12 hours. A character who has trapfi nding can squares away from the center of the blast."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Relic Power",
        "description":  "If you have established march (PH 164). Using the drums doesn’t bonus to your existing natural armor the proper divine connection, you can adversely affect a performer’s speed. bonus. (A creature without natural armor create one of the following effects (your"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, has an effective natural armor bonus of choice) to occur whenever you fl ing an longstrider. +0.) acorn from the pouch. An acorn can be"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "500 gp (plus 100 gp for Furthermore, one time while the elixir thrown up to 100 feet. masterwork drums), 40 XP, 1 day. is in effect, you can make a melee touch • A treant emerges from the acorn into attack that deals 1d8+1 points of electric- any space in which it will physically fi t. DUST OF DISPERSION ity damage. You gain a +3 circumstance This effect otherwise functions like the bonus on the attack roll if the target is Price (Item Level): 500 gp (3rd) changestaff spell, lasting for 1 hour. wearing metal armor. The elixir’s effect"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— to 1 hour. These temporary hit points do laid upon the ground while still folded. not stack with any other effects that grant The pit opens fully only if it has enough The facets of this small, translucent white crys- temporary hit points. fl at space to do so; it stops opening when tal gleam with faint light. If you wear adamantine armor when an edge hits a wall or an obstruction of you drink this elixir, you instead gain similar size. When activated, an essentia jewel adds 1 20 temporary hit points (though if you Relic Power: If you have established the point of essentia to your essentia pool remove the armor before the duration proper divine connection, you can open for a single round. This essentia can be elapses, you lose 10 of the temporary hit or close an enveloping pit with a command invested as normal. Only one essentia jewel points immediately). word from anywhere within 60 feet. can be used in each round, and each can be"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— grants a feather fall effect to the next four 4 ranks in Perform (string instruments), creatures who touch it within 10 rounds. you can also command it to produce one of A gold frame worked with a sunburst motif The duration of each subject’s feather fall three spell effects (cure light wounds, mage and an elegant wooden handle decorate this benefi t is equal to the number of rounds armor, and sleep), each once per day. fl awless magnifying glass. remaining in the item’s duration when Lore: See Anstruth harp. that creature touches the life ring. At the Prerequisites: Craft Wondrous Item, cure When you activate a lens of the desert, it cre- end of this duration, the broken life ring light wounds, mage armor, sleep, bard. ates a beam of focused sunlight that is the becomes inert and useless. Cost to Create: 1,000 gp (plus 100 gp for equivalent of a sunbeam spell."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— only the outermost is active in any given round The liquid in this vial is dark brown, shot (the powers of the hidden through with vertical threads of white skins cannot be activated and tan. or accessed). Skin layers can be changed as a standard Imbibing porcupine elixir tough- (mental) action, which causes ens your skin, granting you a +1 the desired lower-layer skin to enhancement bonus to your exist- come to the surface. ing natural armor bonus. (A creature without natural armor has an effective natural armor bonus of +0.) In addi- Skin of the Celestial tion, hundreds of needle-sharp quills Pr ice (Item Level): 6,000 gp sprout from your body. These quills (10th) enable you to deal 1d6 points of pierc- Body Slot: — ing damage with a successful grapple Caster Level: 10th attack. The quills sprout through Aur a: Moderate; (DC 20) light armor or hide armor, but heavier transmutation armors prevent them from growing. The The effect of a porcupine elixir is dramatic Activation: Swift (mental) effect of this elixir lasts for 12 hours. Weight: 2 lb."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— rolls away from various parts of the body Illus. by S. Prescott 662200__1100776622__CChhpp44..iinndddd 116699 1122//2211//0066 55::4466::4422 AAMM 170 4 RETPAHC SLOOT This skin grants you a +8 armor bonus. The Skin of Celestial Embrace Skin of the Claw skin has a maximum Dexterity bonus of Price (Item Level): 24,000 gp (15th) Price (Item Level): 12,000 gp (13th) +2, a –6 armor check penalty, and a 25%"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "15th Caster Level: 5th light armor for the purpose of affecting"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "2 lb. Weight: 2 lb. armor or inertial armor (EPH 113)."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "12,000 gp, 960 XP, Prerequisites: Craft Wondrous Item, lesser ment bonus to your natural armor bonus. 24 days. infernal transformation (SC 122) or planar (A creature without natural armor has an apotheosis (CP 93). effective natural armor bonus of +0.)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— Caster Level: 15th Skin of Ectoplasmic Armor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "2 lb. duration of 15 minutes. At the end of its of damage against a good foe. If you duration, it falls dormant until the fol- accidentally smite a creature that is not This skin gives your body a silvery hue. lowing dawn. good, or if your smite attack misses, the Prerequisites: Craft Wondrous Item, smite has no effect, but the ability is still This skin continually grants its wearer a iron body. used up for that day. +3 defl ection bonus to Armor Class, a +3 Cost to Create: 20,000 gp, 1,600 XP, • Spell resistance 25. resistance bonus on saving throws, and a 40 days. +3 enhancement bonus on attack rolls. A skin of fi endish embrace functions once"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Rod, lesser Aura: Strong; (DC 21) evocation Drinking rhino elixir causes your skin restoration. Activation: See text to thicken and turn gray, granting you a Cost to Create: 1,550 gp, 124 XP, 4 days. Weight: 1 lb. +3 enhancement bonus to your existing natural armor bonus. (A creature without natural armor has an effective natural armor bonus of +0.) In addition, you gain a +1 bonus on melee damage rolls. These effects last for 12 hours."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "5,000 gp, 400 XP, • dispel magic 10 days. • lesser globe of invulnerability • repulsion ROD OF VISCID • resist energy • shield GLOBS"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Body Slot",
        "description":  "— (held) energy, shield."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "5,500 gp, 440 XP, times per day) by expending a prepared (each three times per day) by expending a 11 days. arcane spell or arcane spell slot of the same prepared arcane spell or arcane spell slot level or higher. of the same level or higher. RUNESTAFF OF • crushing despair • blink • mass suggestion • ethereal jaunt FIENDISH DARKNESS • mind fog Prerequisites: Craft Magic Arms and Price (Item Level): 48,000 gp (17th) • sleep Armor, Craft Staff, blink, ethereal jaunt."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "4 lb. triple damage on a critical hit). and stars, as well as a rune that resembles an If you aren’t attuned to a runestaff of umber hulk. Alternating sections of glass and mirror-pol- power (see page 224 for details on attun- ished steel comprise this slender staff. ement), its enhancement bonus remains, A runestaff of night allows you to cast any but all its other abilities are unavailable of the following spells (each three times A runestaff of passage allows you to cast any to you. per day) by expending a prepared arcane of the following spells (each three times Prerequisites: Craft Magic Arms and spell or arcane spell slot of the same level per day) by expending a prepared arcane Armor, Craft Staff, cone of cold, continual or higher. spell or arcane spell slot of the same level fl ame, fi reball, globe of invulnerability, hold • darkness (can counter or dispel any light or higher. monster, levitate, lightning bolt, magic missile, spell, regardless of level) • astral projection ray of enfeeblement, wall of force. • darkvison • dimension door Cost to Create: 19,000 gp (plus 300 gp • low-light vision • greater teleport for masterwork quarterstaff), 1,520 XP, • passwall 39 days. This runestaff also allows you to cast the • phase door following spell once per day by expending"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "250 gp, 20 XP, 1 day. Cost to Create: 2,000 gp, 160 XP, 4 days. grants one or more spells a competence bonus on caster level checks to overcome TRUELIGHT LANTERN a target’s spell resistance. 1 charge: Gain a +4 competence bonus Price (Item Level): 36,000 gp (17th) on your caster level check to overcome Body Slot: — (held) spell resistance. Caster Level: 11th 2 charges: Gain a +6 competence bonus Aura: Moderate; (DC 20) divination on your caster level check to overcome Activation: — and standard (command) spell resistance. Weight: 3 lb. nagaH .B yb .sullI 662200__1100776622__CChhpp44..iinndddd 119900 1122//2211//0066 55::4477::5555 AAMM 191 IIlllluuss.. bbyy AA.. SSwweekkeell magic item set consists of three to six thematically LORE linked magic items that provide extra bonuses or Characters who have ranks in Knowledge (arcana) or Knowl- effects when worn together. The abilities scale or accu- edge (the planes), or who have the bardic knowledge ability, mulate with the number of items worn. A character can research the armor of the watching master to learn more gains a particularly potent effect when all the items about these items. When a character succeeds on a check, of a set are worn or used together. the following lore is revealed, including the information from lower DCs. DC 15: The fi rst set of the armor of the watching master ARMOR OF THE belonged to a powerful elf paladin who returned from planar travel wearing the items. The paladin founded an WATCHING MASTER organization devoted to guardianship and order, and sets of Those who wear the armor of the watching master know what it the armor of the watching master became standard issue for feels like to be in command and to sense what others miss. They the highest-ranking members of that group. The organiza- possess unnatural sight and unusual powers to blind, burn, and tion, called the Watchful Eyes, collapsed due to internal bully their enemies. Individually, each piece of the armor of the strife one hundred years ago, and now sets of this armor watching master provides a useful ability, but only those with the continue to appear from time to time in the hands of vari- full set know its true powers. ous individuals. The armor of the watching master works best in the hands of a DC 20: The Watchful Eyes collapsed because many barbarian or other melee warrior. As medium armor, a breastplate of its paladin members became blackguards at about of terror allows a barbarian to use his fast movement ability, and the same time that its founder vanished. Lacking lead- its damage reduction stacks with the barbarian’s. The armor of ership and warring internally, the group eventually the watching master also provides other advantages useful to any disintegrated. melee-oriented character, such as frightening or blinding foes, DC 25: Stories persist that the founder of the orga- ignoring hardness, and overcoming damage reduction. Note that nization was the fi rst to fall from grace, and that she the Strength bonus provided by the armor of the watching master returned from the planes tainted by evil. The stories don’t can be increased using the rules in Chapter 6. say how she managed to hide this from other members of the 662200__1100776622__CChhpp55..iinndddd 119911 1122//2211//0066 55::4499::5555 AAMM 119922 5 RETPAHC METI CIGAM STES Watchful Eyes or why she founded the group, but supposedly the dark side of the Watchful Eyes persists as a cultlike order of barbarians and blackguards who wear pieces of the armor of the watching master as a sign of their devotion to the cult. DC 30: A check result of 30 or higher reveals the location of another piece of the set. Use this to drive further adventure and direct the PCs toward some location or story you would like them to explore. COLLECTION BENEFITS Wearing pieces of the armor of the watching master allows you to command or frighten foes, blind and burn enemies, or crush objects that impede your vision. Wearing the entire set grants you vision that can pierce invisibility. When all four pieces of the armor are worn, the staring eyes marking each item appear to come to life, becoming blood- shot, yellow-pupiled orbs that look around of their own accord. 2 Pieces: You gain a +2 bonus on initia- tive checks. 4 Pieces: You gain a +5 competence bonus on Spot checks. Once per day, you can speak the command word of “Cabiri” and activate the armor with a standard action to gain the effect of a see invisibility Armor of the watching master spell for 3 minutes. As a +1 adamantine breastplate, this item Prerequisites: Craft Magic Arms and BREASTPLATE OF grants damage reduction 2/—. A breast- Armor, cause fear, possession of a piece plate of terror’s damage reduction stacks of the set. TERROR with damage reduction gained as a class Cost to Create: 1,500 gp (plus 10,200 gp Price (Item Level): 13,200 gp (14th) feature (but not from any other source). for adamantine breastplate), 120 XP,"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "30 lb. attack, you can activate this armor to render a foe that just wounded you fright- Price (Item Level): 6,610 gp (11th) This adamantine breastplate bears an emblem ened for 1 round. If the enemy succeeds on Body Slot: Hands of a wide, staring eye surrounded by raised rays a DC 20 Will save, it is shaken for 1 round Caster Level: 6th of glittering mithral. rather than frightened. Aura: Moderate; (DC 18) evocation, transmutation Armor of the Watching Master Pieces and Abilities Body Piece Slot Price (Level) Ability Mask of mastery Face 3,500 gp (8th) +5 on Intimidate checks; 1/day command Helm of wounding sight Head 6,500 gp (10th) Light at will; 3/day blinding fire cone Gauntlets of destruction Hands 6,610 gp (11th) +2 Strength; 3/day treat attack as adamantine Breastplate of terror Body 13,200 gp (14th) +1 adamantine breastplate; 1/day frighten foe Armor of the Watching Master Collection Benefits Pieces Worn Benefit 2 pieces +2 on initiative checks 4 pieces +5 on Spot checks; 1/day see invisibility for 3 min. lekniwhoV .F yb .sullI 662200__1100776622__CChhpp55..iinndddd 119922 1122//2211//0066 55::4499::5588 AAMM"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Activation",
        "description":  "— and standard (command) Armor, bull’s strength, shatter, possession manticore to learn more about these items."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "BEHIND THE CURTAIN",
        "description":  " MAGIC ITEM SETS set feels more like working off a debt than seeking something The concept of thematically linked sets of magic items that fun. Instead, the balancing factor of the sets comes from the PC provide more power when used together has a great pedigree using his item slots for the items of the set instead of items that in fantasy fiction, but D\u0026D has largely ignored this concept. might be more advantageous. Magic Item Compendium presents item sets to remedy that. The value of a collection benefit stays within certain boundar- The collection benefits of each set are carefully designed to ies. The collection benefit for two pieces should equal roughly provide appealing bonus abilities that aren’t unbalancing. The 10% of the combined cost of the two cheapest items in the set. character never pays gold for these extra powers: Their value is Thereafter, collection benefits are valued at roughly 25% of the not added to the costs of the items in the set. We don’t want a cost of the cheapest item or combination of items you need to player whose item set components have not yet yielded any ad- reach the threshold of gaining the ability. The capstone ability ditional abilities to feel like he has paid too much for his items. of the set might be as much as 30% of the value of the most If a character must somehow pay for the ability, collecting the expensive item in the set. pqqqqqqqqqqqqqqqqqqqqrs 662200__1100776622__CChhpp55..iinndddd 119933 1122//2211//0066 55::5500::0022 AAMM 194 5 RETPAHC METI CIGAM STES piece from a fallen Each of these fi ne steel bracers is inlaid with a companion, she dis- golden image of a swooping manticore. covered the power of feather fall granted by possessing two Bracers of aerial combat grant you a +1 com- pieces of the array. When this petence bonus on attack rolls if you or the knowledge spread among foe you attack is airborne. the others, infight- Prerequisites: Craft Wondrous Item, gust ing broke out, and of wind, possession of a piece of the set. eventually only two Cost to Create: 2,500 gp, 200 XP, 5 days. remained. They made a truce, and each parted to investigate GLOVES OF the means of creating the miss- ENDLESS JAVELINS ing companion pieces. In this way, use and knowledge of the Price (Item Level): 7,000 gp (11th) array spread. Body Slot: Hands DC 25: Although the array Caster Level: 5th of the manticore bears no curse Au ra: Faint; (DC 17) or magic that makes one evocation vulnerable, legend says Act ivation: Free that the hobgoblin who (command) created the fi rst set also cre- Weight: — ated a spell whereby he could command the movements of This pair of black leather gloves is set with the wearer by impelling the golden studs, each embossed with the image items to move, accomplishing a jerky, of a manticore’s head. puppetlike control over a wearer’s body. This spell also prevented the items from Gloves of endless javelins allow you to rain With the complete set of this array, being removed. Many have sought the death down on your enemies. When you you can summon a manticore spell or attempted to recreate it, but no activate these gloves, a +1 javelin made of to serve you one is known to have succeeded. pure force appears in your hand. DC 30: A check result of 30 or higher A javelin created by the gloves lasts (CL 5th). You can negate or renew this reveals the location of another piece of the until you resolve an attack with it or power as a swift (mental) action. set. Use this to drive further adventure until the end of your turn, whichever 5 Pieces: You can summon a manti- and direct the PCs toward some location or comes fi rst. core (as if using a summon monster spell) story you would like them to explore. Prerequisites: Craft Magic Arms and with a swift (mental) action, which fi ghts Armor, Craft Wondrous Item, magic mis- Array of the Manticore on your behalf for 5 rounds. The man- sile, possession of a piece of the set. Collection Benefits ticore has damage reduction 10/magic Cost to Create: 3,500 gp, 280 XP, 7 days. and gains a +5 competence bonus on Pieces Worn Benefit attack rolls. This ability functions two 2 pieces Feather fall at will HELM OF THE HUNTER times per day, but summoning a second 5 pieces 2/day summon manticore causes the fi rst to disappear Price (Item Level): 9,000 gp (12th) manticore if still present. Body Slot: Head"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Body Slot",
        "description":  "— (armor crystal)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— legged creatures swam. Unable to plumb the lake’s depth, the miners did fi nd an This small crystal bears a carved relief of an ancient ruin on the lake’s edge—some armored knight. sort of fortress, calcifi ed under years of 662200__1100776622__CChhpp55..iinndddd 119955 1122//2211//0066 55::5500::0077 AAMM 196 5 RETPAHC METI CIGAM STES Five Virtues Pieces and Abilities Body Piece Slot Price (Level) Ability Armband of confrontation Arms 1,400 gp (4th) Fighting challenge lasts 3 extra rounds Standard of valor Shoulders 1,400 gp (5th) Grant ally extra save against fear effect Medal of steadfast honor Throat 1,500 gp (5th) Immediately stand if knocked prone Crystal of alacrity — (armor 3,500 gp (8th) +5 ft. speed crystal) Shield of vigor — (held) 6,170 gp (10th) +1 heavy shield grants fast healing 5 for 3 rounds Five Virtues Collection Benefits Pieces Worn Benefit 2 pieces +1 on Will saves 5 pieces Adjacent allies gain +1 AC When attached to medium or heavy This heavy gold medal is engraved with a grif- SHIELD OF VIGOR armor, this lesser augment crystal (see fon about to take fl ight. Price (Item Level): 6,170 gp (10th) page 221 for details) grants you a +5-foot"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Faint; (DC 17) conjuration Armor, longstrider, possession of a piece regain your feet in the space where you"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "1,750 gp, 140 XP, 4 days. A medal functions once per day, but if you have the knight’s challenge class This solid shield is lacquered in white with an MEDAL OF feature (PH2 25), you can activate the image of a gold dragon at the center. A single medal again by expending a daily use of STEADFAST HONOR red tear falls from the dragon’s left eye. that ability. Price (Item Level): 1,500 gp (5th) Prerequisites: Craft Wondrous Item, This +1 heavy steel shield rewards you for"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Caster Level",
        "description":  "5th set. When you activate the shield, you gain fast"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— Five virtues lekniwhoV .F yb .sullI 662200__1100776622__CChhpp55..iinndddd 119966 1122//2211//0066 55::5500::0099 AAMM 197 SETS MAGIC ITEM CHAPTER 5 A shield of vigor functions once per day, The warriors received pieces of the fl eet FLEET but if you have the knight’s challenge warrior’s array as an indication of rank. The class feature (PH2 25), you can activate WARRIOR’S highest-ranking members owned all three the shield again by expending a daily use and were elevated out of the ranks of the ARRAY of that ability. legion to serve as an elite cadre of Green"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and The fl eet warrior’s array is a work of art, Runner guards for the royal family. Each Armor, vigor (SC 229), possession of a both in craftsmanship and magic. Apart, of the elves in this group effectively held piece of the set. the items prove a great boon, but together the rank of general and acted as an advisor"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "3,000 gp (plus 170 for they make their wearer as swift as the to the king and queen, a position to which masterwork heavy steel shield), 240 XP, wind and just as elusive. The items in this every Green Runner could aspire. 6 days. set enable the elf warriors it was designed Tales of the Green Runners have trav- for to move exceptionally quickly, as well eled widely, and in many of the lands STANDARD OF VALOR as to fi ght effectively under any conditions surrounding their former kingdom, elves and in all types of terrain. While wearing and half-elves tell tales of their bravery Price (Item Level): 1,400 gp (5th) this set, these warriors were almost impos- and prowess. An elf or half-elf wearing an"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and Armor, Craft GHARYN’S Wondrous Item, magic fang, possession of a MONASTIC piece of the set. ARRAY"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— While many brothers objected to his story you would like them to explore. actions, Gharyn developed a cult follow- This silk half-mask unmistakably mimics the ing in the monastery. He began to train COLLECTION BENEFITS visage of a hunting cat. his supporters in unusual fi ghting styles Any combination of two parts of Gharyn’s from around the world. He urged them to monastic array grants deadly effi cacy to A panther mask grants you the benefi t reject meaningless strictures, but encour- your stunning attacks and gives your of the Run feat. If you wear light or no aged people to follow the greater rules of physical movement an animalistic swift- armor, you also gain a +5-foot enhance- society. This was not a rejection of order ness and savagery. When using all three ment bonus to your land speed. as much as an acknowledgment of the pieces, your arm briefl y seems to take the Prerequisites: Craft Wondrous Item, long- universe’s true laws and mysteries. form of a striking scorpion’s tail. strider, possession of a piece of the set. The Monastery of the Lone Dove had 2 Pieces: Add +1 to the save DC of your Cost to Create: 1,350 gp, 108 XP, 3 days. begun proceedings to expel Gharyn, but Stunning Fist attacks. fate stepped in when a fl ight of rampaging 3 Pieces: When you score a critical hit SCORPION KAMA dragons attacked. Many of the monks, so with a scorpion kama, you can expend one used to their daily routines, were unable Price (Item Level): 6,302 gp (10th) of your daily uses of Stunning Fist as a to conduct a proper defense against a Body Slot: — (held) free action to make that attack a stunning siege by dragons. Gharyn took charge and Caster Level: 10th attack. (If you don’t have the Stunning Fist led the monks in battle, proving an able Aura: Moderate; (DC 20) transmutation feat, this benefi t has no effect). leader. In the end, he sacrifi ced himself Activation: — by shielding the other monks from the Weight: 2 lb. COBRA STRAPS breath of a red dragon. His sacrifi ce gave the others time to mount an offense that Price (Item Level): 1,400 gp (5th) This simple kama is unadorned except for a repelled the dragons. In his ashes, three Body Slot: Feet single scorpion etched into the blade. items remained: a set of foot wrappings, a Caster Level: 5th mask, and a kama. Aura: Faint; (DC 17) transmutation This +1 kama deals damage equal to your"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Weight",
        "description":  "— booming like thunder, and crackling with and direct the PCs toward some location or electricity, you become a tempest. story you would like them to explore. The refl ective gold lenses of these goggles are The raiment of the stormwalker works gripped in thick midnight blue steel wrapped best in the hands of a monk, druid, or COLLECTION BENEFITS in leather. other character who enters melee but Wearing multiple pieces of the raiment prefers not to wear armor. In particular, of the stormwalker gives you the power to While wearing goggles of the golden sun, you a druid should consider the items of this create clouds, call down electricity from are immune to blindness and dazzling set, as its powers are available while in the sky, and laugh off lightning strikes. effects. This is a continuous effect and wild shape. However, a character of any When you wear the entire raiment of requires no activation. class should consider collecting at least the stormwalker, the robe of thunder fl ashes In addition, three times per day you two pieces of the set to gain some of the with lightning that crackles across the can activate these goggles and sacrifi ce a raiment’s lesser collection benefi ts and the other parts of the raiment. prepared spell or spell slot of 3rd level or abilities of the desired items. All the collection benefi ts of the rai- higher to use fi reball (as the spell; Refl ex ment function normally for and can be DC 14 half), using your own caster level LORE activated by a druid while in wild shape, or that of the goggles, whichever is higher. Characters who have ranks in Knowledge even if the items have melded with her The fi reball created by the gloves resembles (arcana) or Knowledge (nature), or who form and would otherwise be considered a hurtling, exploding comet. have the bardic knowledge ability, can nonfunctional."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "2,500 gp, 200 XP, 5 days. regalia. Only four survived, each taking who move more than 60 feet from you a single piece. Fearing attempts by the lose the benefi t until they return within others to steal their pieces, they fl ed the the area. samohT .J yb .sullI 662200__1100776622__CChhpp55..iinndddd 220088 1122//2211//0066 55::5500::5555 AAMM 209 SETS MAGIC ITEM CHAPTER 5 kingdom, spreading knowledge of the regalia of the phoenix to foreign lands. DC 25: The forgotten kingdom of legend was an elf empire, and some say that the Phoenix Queen’s lover also sur- vived the assassin’s quarrel. According to some, the lover was true to his pitiless mistress, and the assassins tricked him into asking the queen to remove her mask. Rumors persist that this elf lives still, clutching to life despite his extreme age and the call of his ancestors, hanging on with the inhuman strength that only a thirst for vengeance can give. It’s said he seeks any who would dare profi t from the assassins’ foul deed by using any piece of the regalia or its copies. When he fi nds them, he snuffs out their lives as calmly as one might blow out a candle. DC 30: A check result of 30 or higher reveals the location of another piece of the set. Use this to drive further adventure and direct the PCs toward some location or story you would like them to explore. COLLECTION BENEFITS Wearing parts of the regalia of the phoe- nix grants its owner protection from fi re and even the immunity to fl ames that the Regalia of the phoenix legendary phoenixes enjoy. When a crea- ture wears all the pieces of the regalia of the times per day. Only after all fi ve uses of The tines of this gem-encrusted crown are phoenix and wields the talon scepter, all the this power are expended does the set’s twisted and sharp, like a ring of fl ames frozen items appear to transform into pure fi re, resistance to fi re collection benefi t (see in gold. and the phoenix cloak takes on the shape of above) function. fi ery wings. Should the user of the whole 4 Pieces: The regalia automatically A crown of fl ames continuously grants you regalia fall in battle, her body seems to be produces a heal effect (CL 11th) on you if a +2 enhancement bonus to Charisma. In consumed by that fi re and then remade, you are reduced to 0 to –9 hit points. This addition, once per day, it can be activated whole and hale again, in a burst of ruby- ability functions once per day. to surround you in a sheath of red fl ames colored light. that functions like a fi re shield spell (warm 2 Pieces: When you are dealt fi re CROWN OF FLAMES only) lasting for 5 rounds. damage, the set automatically provides"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Wondrous Item, you with resistance to fi re 5 against that Price (Item Level): 8,500 gp (12th) eagle’s splendor, fi re shield, possession of a attack only. This ability functions fi ve Body Slot: Head piece of the set. times per day. Caster Level: 8th"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "4,250 gp, 340 XP, 9 days. 3 Pieces: When you are dealt fi re Aura: Moderate; (DC 19) transmutation damage, the set automatically provides Activation: — or immediate (mental) you with immunity to fi re against that Weight: — attack only. This ability functions fi ve Regalia of the Phoenix Pieces and Abilities Body Piece Slot Price (Level) Ability Raptor’s mask Face 3,500 gp (8th) +5 on Spot checks; immunity to blindness and dazzling effects Crown of flames Head 8,500 gp (12th) +2 Charisma; 1/day fire shield Talon scepter — (held) 10,305 gp (13th) +1 flaming light mace; swift ray of fire deals 1d6 damage Phoenix cloak Shoulders 50,000 gp (18th) Fly with perfect maneuverability at your land speed Regalia of the Phoenix Collection Benefits Pieces Worn Benefit 2 pieces 5/day resistance to fi re 5 3 pieces 5/day immunity to fire 4 pieces 1/day heal automatically when you reach 0 to –9 hp Illus. by F. Vohwinkel 662200__1100776622__CChhpp55..iinndddd 220099 1122//2211//0066 55::5500::5588 AAMM 210 5 RETPAHC METI CIGAM STES A phoenix cloak grants you a fl y speed equal to your land speed, with perfect maneuverability."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Prerequisites",
        "description":  "Craft Magic Arms and is covered by a large ruby that gleams with Armor, fl ame blade, fl ame strike, or fi reball, an inner light. possession of a piece of the set."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "3,250 gp, 260 XP, 7 days. quests against undead. Adventurers who perform well are often offered member- ship in the organization and granted 662200__1100776622__CChhpp55..iinndddd 221155 1122//2211//0066 55::5511::3300 AAMM 216 5 RETPAHC METI CIGAM STES Wraith’s Woe Pieces and Abilities Body Piece Slot Price (Level) Ability Choker of life protection Throat 14,000 (14th) +2 AC against undead; protection from 3 negative levels/day Gauntlets of ghost fighting Hands 4,000 (8th) Ignore incorporeal miss chance; +1d6 melee damage against incorporeal creatures Shirt of wraith stalking Torso 6,000 (10th) Hide from undead Wraith’s Woe Collection Benefits Pieces Worn Benefit 2 pieces Detect undead 3 pieces 1/day cure all your ability damage plus drain on one ability pieces of the wraith’s woe, much as the 3 Pieces: You can activate wraith’s woe as GAUNTLETS OF order’s founder rewarded the original a standard (mental) action to cure all abil- GHOST FIGHTING members. Being a member has other ity damage you have, as well as restore all benefi ts, since Blades Against Death points drained from a single ability score Price (Item Level): 4,000 gp (8th) has decades of experience confronting of your choice. This ability can be used Body Slot: Hands undead, and its members have learned once per day. Caster Level: 13th much during that time that can aid those Aura: Strong; (DC 21) conjuration who share their cause. CHOKER OF Activation: — DC 25: High-ranking members of the Weight: 1 lb. LIFE PROTECTION Blades Against Death have been heard to speak of the order’s founder as though Price (Item Level): 14,000 gp (14th) This pair of heavy, black leather gloves bears she still lives and speaks to them. If it’s Body Slot: Throat suns and skulls of gold on the knuckles and true, she must be undead herself, for no Caster Level: 7th around each wrist. human could live so long. Those who Aura: Moderate; (DC 18) conjuration openly suggest this possibility are labeled Activation: — or immediate (mental) The wearer of gauntlets of ghost fi ghting blasphemers by the Blades Against Death Weight: — deals damage normally to incorporeal and exiled from the order. Such individu- creatures with spells or attacks, ignoring als are then never seen again, leading some This slim black leather collar is set with three an incorporeal creature’s 50% miss chance. to think that the Blades Against Death is golden stones the size of small grapes. In addition, melee attacks made by the capturing or killing these ex-members. wearer deal an extra 1d6 points of damage Of course, to suggest such or question As long as a collar of life protection can still against incorporeal foes. the order about how it handles blas- protect you as described below, you gain Prerequisites: Craft Wondrous Item, plane phemers causes a member to be labeled a a +2 dodge bonus to Armor Class against shift, possession of a piece of the set. blasphemer, a fate all members take great the attacks of undead. Cost to Create: 2,000 gp, 160 XP, 4 days. pains to avoid. A choker of life protection also protects DC 30: A check result of 30 or higher you from energy drain attacks. When you SHIRT OF reveals the location of another piece of the would normally gain up to three nega- WRAITH STALKING set. Use this to drive further adventure tive levels, you can activate the choker to and direct the PCs toward some location or negate the negative levels. A choker can Price (Item Level): 6,000 gp (10th) story you would like them to explore. negate three negative levels per day, so Body Slot: Torso it can be used three times to negate one Caster Level: 3rd"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Analyze Dweomer",
        "description":  "This spell functions like identify, but the humanoid creature has twelve body slots, enumerated here with casting time is shorter, there’s a focus rather than an expensive some examples of the kinds of items that might be worn there (for material component, and the caster can determine the properties nonhumanoid creatures, see Size and Shape, below). of several items with one casting of the spell. This spell is the Arms: armbands, bracelets, bracers. swiftest and surest way to identify many magic items. See the Body: armor, robes. analyze dweomer spell description, PH 197, for details. Face: goggles, lenses, masks, spectacles, third eyes."
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Armor",
        "description":  "As long as you’re the same size category and the ers) don’t lack any body slots. same general shape as the armor’s original owner, the armor functions normally for you. Halfl ings can wear armor made for goblins, and centaurs can wear armor made for wemics. ACTIVATING MAGIC ITEMS However, inappropriately sized or shaped armor can’t be worn. To use a magic item, it must be activated, although sometimes Armor doesn’t resize to fi t a wearer of a different size category, activation simply means putting a ring on your fi nger. Some items, nor does armor constructed for a humanoid-shaped creature once donned, function constantly. In many cases, using an item fi t a nonhumanoid-shaped creature. In cases where a nonhu- requires an action of some kind. manoid-shaped creature tries to wear armor created for another You cannot activate an item that you do not properly possess, nonhumanoid, you must use your best judgment. A blink dog hold, or wear. A rod or wand must be held in your hand, a cloak could certainly fi t into barding crafted for a riding dog or other must be worn on your back, and so on. Some items merely require Medium quadruped, but it probably couldn’t wear armor crafted that you carry them on your person but not specifi cally worn in for a Medium monstrous spider. a slot or carried in a hand (in a backpack, fl oating around your"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Cost to Create",
        "description":  "16,800 gp, 1,344 XP, 34 days. Crusade [Revision] Clerics of St. Cuthbert can’t be evil. Change the Page 177—Runestaff of Destruction second sentence of the first paragraph as follows: [Revision] “When you wear one of these garments over armor, Substitute earthquake with greater shout on the you and every ally within 20 feet gains a +1 morale runestaff of destruction’s spell list and bonus on saving throws, provided that you are prerequisite list. lawful neutral, lawful good, or neutral.” Page 177—Runestaff of Divination Page 156– Diamondskin Decanter [Substitution] [Omission] Price (Item Level): 25,400 gp (16th) The “1 draught” subhead is missing a word. It"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "The Body Slot and Ability sections should read",
        "description":  " Page 181—Runestaff of Opening [Substitution] Body Slot Ability -- (armor crystal) +5 ft. speed Price (Item Level): 11,800 gp (13th)"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Transmutation Page 69 – Amulet of Incarnum Shielding Page 34 – Eager [Substitution] [Substitution]"
    },
    {
        "source":  "magic_item_compendium.txt",
        "name":  "Aura",
        "description":  "Transmutation Page 119 – Platinum Helm [Substitution] Page 92 – Crystal Mask of Mindarmor Aura: Divination [Substitution]"
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Frightening",
        "description":  "A suit of armour or shield with this"
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Lance of the Stately Charger",
        "description":  "This +2 hammering enhancement is dreadful to look upon. While worn or lance adds +20 feet to a mount’s base speed for the carried, the armour or shield grants a +5 competence purpose of determining how far it can charge. In bonus to Intimidate skill checks addition, it adds its enhancement bonus to attack to the Armour Class of both the wielder and his mount, Faint enchantment; CL 5th; Craft Magic Arms and but only during a charge. Armour, cause fear; Price +3,700 gp."
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "During a charge attack, the lance of the stately charger Frightening, Improved",
        "description":  "As frightening but the armour sheds light as a torch, a light which cannot be dimmed or shield grants a +10 competence bonus to Intimidate for any reason. skill checks. Moderate transmutation; CL 12th; Craft Magic Arms Moderate enchantment; CL 10th; Craft Arms and and Armour, expeditious retreat, phantom steed; Price Armour, cause fear; Price +15,000 gp. 25,310 gp + 1,500 XP."
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Nimble, Improved",
        "description":  "As with nimble, but the magic Specific Armours and Shields of the armour provides a +10 competence bonus to The following suit of armour and shield are almost its wearer’s Tumble checks. Normal armour check always constructed with exactly the qualities penalties still apply. described below. Do not forget, however, that they can also possess unique quirks that will serve to better Moderate transmutation; CL 10th; Craft Magic Arms differentiate them from one another and Armour, cat’s grace; Price +15,000 gp. Jacks’ Costume: The armour of this strange, semi-"
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Call",
        "description":  "The bond between the master and his bonded item is so strong that he can call it to his hand as a 3300 PRESTIGE CLASSES Bonded Item Familiar Abilities Bonded Item Familiar Special Abilities Bonded Master Each type of bonded item familiar grants two special Class Level Special abilities to its master, with one ability granted at 2nd 1 – 2 Call, shielded level, and the second at 9th level. 3 – 4 Special ability 5 – 6 Heightened intellect Ring - +2 bonus to Craft checks when making rods 7 – 8 Master’s grace or +2 bonus to saves to resist spells and spell-like 9 – 10 Special ability effects cast through or from magical rings 11 – 121 Heightened intellect Rod – +2 bonus to Craft checks when making rods 13 – 141 Heightened intellect or +2 bonus to saves to resist spells and spell-like 15 – 161 Heightened intellect effects cast through or from magical rods. 17 – 181 Mutual bolster 19 – 201 Heightened intellect Staff – +2 bonus to Craft checks when making staves 1 These higher levels are included as a character may add his or +2 bonus to saves to resist spells and spell-like previous class level which had the familiar class feature to his effects cast through or from magical staves. bonded master level for the purposes of determining his item familiar\u0027s abilities. Wand – +2 bonus to Craft checks when making standard action, so long as he can see it and it is within wands or +2 bonus to saves to resist spells and spell- 30 feet + 10 feet per class level of him. like effects cast through or from magical wands."
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Shielded",
        "description":  "A bonded item familiar is far more hardy than other magic items and is highly resistant to Should the item familiar be destroyed, the bonded destructive magic. A bonded staff, rod, ring or wand master must attempt a DC 15 Fortitude saving throw. gains +1 hardness and two extra hit points per class Failure means he loses a number of experience points level and its break DC is increased by a total of +2. equal to 1/25th the base price of the item; success reduces the cost to one half that amount. A destroyed"
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Skills",
        "description":  "Knowledge (arcana) 4 ranks. are blunted against his shield of absolute, indomitable"
    },
    {
        "source":  "magic_item_creation___forging_legendary_power.txt",
        "name":  "Spell Resistance",
        "description":  "Unbound are shielded from magic they want to make it kindling or scrap metal. At 4th by the strength of their convictions, so much so that level, the unbound gains a +2 bonus to damage when most spells simply sluice off them like water off a attempting to sunder a magical item and a +2 bonus duck’s back. At 2nd level, the unbound gains spell to all attempts to exceed a magical object’s break DC. resistance equal to 2 x his unbound class level + his At 7th level, the bonus increases to +4. Constitution modifier (if applicable). In order for a spellcaster to affect an unbound with a spell, he must Denial: When the unbound decides that he will not successfully bypass his spell resistance with a caster be affected by a spell, he really means it. Once an check. The unbound’s spell resistance is absolutely unbound reaches 10th level, there is not a force on the involuntarily and cannot be lowered by him or by mortal plane, or any other, which can affect him with anyone else to allow a spell to pass through. a spell if he puts his mind to it. Once a day, if a spell, spell-like ability or supernatural ability overcomes the"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Lands",
        "description":  "Dusklings are nomads—not because they follow DUSKLINGS herds on seasonal migrations, but simply because they seem “Use incarnum? I am incarnum.” incapable of settling in a fi xed location. They favor thick —Chevaril, duskling ranger forests in warm climes, but wander through plains, hills, and mountains on their endless travels. They avoid civilized or Dusklings are small but savage fey native to the Outer Planes. heavily populated regions, but trade with frontier settlements They boast of an innate connection to incarnum that no other established by other races. race possesses—as a dryad is one with her tree, they claim, Settlements: Dusklings set up camps for a week or perhaps a the duskling race is one with incarnum. month at a time, very rarely as long as a season, before moving on to a new location. These camps might include tents built from DUSKLING RACIAL TRAITS whatever materials are at hand, but just as often the dusklings Dusklings stand about as tall as elves, though they are far sleep and conduct their daily business in the open air. more robust. They average about 5 feet tall and about 120 Power Groups: Dusklings (even lawful ones) resist strong pounds. Their skin is steely blue-gray and their hair ranges authority. Their society is based around clan groups of ten to from light blue to darker shades of blue, gray, and black. Their fi fty individuals who share family ties, with the oldest living eyes are deep blue, emerald green, or purple. They have a wild, ancestor governing each group. When that elder dies, the clan feral look about them—their hair grows long and unkempt, splits and each fragment is led by one of the former leader’s and their faces are long and somewhat vulpine. The men children. The authority of a clan elder is far from absolute. grow long, full beards. Every duskling with a grandchild sits on a council of elders • +2 Constitution, –2 Intelligence: The duskling race’s innate whose purpose is to advise the ruling elder. In practice, this connection to incarnum grants them extraordinary health. council can overrule the ruling elder’s decisions in some Dusklings disdain strict education and learning, though clans but not in others. no one is certain whether this is a cause or result of their Beliefs: Dusklings are not a particularly religious race. slightly diminished reasoning capacity. They feel a close connection with the power of nature and • Duskling base speed is 30 feet. However, a duskling can produce more druids than clerics. invest essentia to improve this speed. For every point of Relations: Dusklings get along well with almost any other essentia invested in this racial trait, the duskling’s speed race, though specifi c relations vary based on the duskling’s improves by 5 feet. (See Essentia, page 50, for information alignment. They dislike anyone who is rigid, authoritarian, about investing essentia.) This enhancement bonus only or dogmatic, a description that includes most skarns, many applies when the duskling is wearing light or no armor dwarves, and a fair number of humans as well. and carrying no more than a light load. • Fey (Extraplanar): As fey, dusklings are immune to effects DUSKLING CHARACTERS that specifi cally target humanoids, such as the charm person Dusklings prove themselves as fast, fi erce characters whose speed spell. As natives of an Outer Plane, dusklings have the lets them keep out of sight—or at least out of reach. Ranger and extraplanar subtype while they are on the Material Plane rogue are obvious class choices. Of the melding classes, totem- (or any other plane besides the dusklings’ home plane). ists are the most common, though incarnates are also present; This makes them vulnerable to certain effects that might both classes exemplify the ideals the race holds dear. force them back to their home plane. See the Duskling Adventuring Dusklings: Dusklings value family ties Planar Heritage sidebar for more details. enormously; a duskling without family feels cut off from • Fey (Incarnum): Dusklings are fey with the incarnum everything she holds dear. Such dusklings—whether orphaned subtype (see page 169). or exiled—often take up a life of adventuring. The close • Low-Light Vision: Dusklings can see twice as far as humans camaraderie of an adventuring party can serve as an accept- in starlight, moonlight, torchlight, and similar conditions able substitute for family ties, and a duskling who adopts her of poor illumination. They retain the ability to distinguish adventuring companions as a surrogate family is the most color and detail under these conditions. loyal ally her fellow adventurers could hope for. • Essentia Pool: A duskling’s essentia pool is permanently Other dusklings manifest the racial tendency toward wan- increased by 1. If she doesn’t have an essentia pool, this derlust in an extreme fashion and fi nd even the loose bonds trait grants her one with a single point of essentia. of family and clan too restrictive. These dusklings become • Automatic Languages: Common and Sylvan. Bonus Lan- adventuresome loners, or perhaps fi nd company with similarly guages: Elf, Gnoll, Gnome, Goblin, and Halfl ing. independent souls. These adventurers are motivated by nothing • Favored Class: Totemist. more than the need to be on the move and free from any kind of ties, and they view even their adventuring companions as DUSKLING SOCIETY temporary allies rather than lifelong friends. Dusklings are tribal fey who dwell throughout the planes. As a race, dusklings are ambivalent about adventurers. On They travel in small bands but carefully keep track of their the one hand, their folklore is full of heroes who, cut off from family relations even to distant cousins. family, perform heroic deeds and come to fi nd a new family"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Roleplaying Application",
        "description":  "To the extent that it’s possible Rilkan men are dashing and handsome, while rilkan women and practical, avoid heavy armor and items that encumber dress to accentuate their femininity. you—make the most of your speed. Don’t wander, even in • +2 Dexterity, –2 Strength: Rilkans are naturally lithe and combat. Move to where you want to be and stay there as long graceful but also physically weak. as possible. • Medium: As Medium creatures, rilkans have no special"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Character Development",
        "description":  "Rilkans use feats and skills to take advantage of their Dexterity and racial skill bonuses. With their high Dexterity, they should be able to function without heavy armor. Charisma boosts every fourth level can help a rilkan act as a natural “mouth” or “face” for the party. The Leadership feat also allows a rilkan to take advantage of high Charisma. With a cohort and recruits, it also gives her a head start on founding the guild or business that is the true mark of a successful rilkan."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Combat",
        "description":  "How you engage in combat is almost directly a function of your alignment. Your soulmelds and your incarnum radiance ability emphasize certain approaches to combat that vary by your alignment. If you’re good, you’ll have a better Armor Class to stand up to melee attacks; if you’re chaotic, you’ll have more mobility to move in and out of melee range. If you’re lawful, you’ll hit more often in melee, and if you’re evil, you’ll deal more damage with each hit. Your incarnum radiance means that your allies can benefi t if they’re the same alignment as you are and share a similar approach to combat. You can’t always pick your adventuring companions, but you have concrete rewards to offer allies who adopt your alignment."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed Feat: If Strength is 13 or higher, Power Attack; if Strength 20 ft., 30 lb.). is 12 or lower, Improved Initiative. Heavy wooden shield (+2 AC, armor check penalty –2, Gear: Backpack with waterskin, one day’s trail rations, 10 lb.). bedroll, sack, fl int and steel. 3 torches. Case with 10 cross-"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 2 + Int INCARNATES IN THE WORLD modifi er. “He’s the most rigid, infl exible person I’ve ever known. I’m all in favor of law, but sometimes you need to temper it with mercy. Not Armor Check so for Ogava Basa.” Skill Ranks Ability Penalty —Alhandra, human paladin Spellcraft 4 Int — Knowledge (the planes) 4 Int — Incarnates fi ll a wide variety of roles in the world, but are Knowledge (religion) 4 Int — united by one common theme: whatever causes they adopt, Intimidate (cc) 2 Cha — they exemplify the principles of their alignment. In their Climb (cc) 2 Str –6 actions and their capabilities, they add another concrete Listen (cc) 2 Wis — dimension to alignment in the D\u0026D world. Spot (cc) 2 Wis — Illus. by M. Poole 662200__8888557799__CChhpp22..iinndddd 2233 77//1122//0055 88::5599::0055 AAMM 24 2 RETPAHC SESSALC"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Other Classes",
        "description":  "Soulborns particularly enjoy the company Skill Selection: Pick a number of skills equal to 2 + Int of other martial characters, particularly fi ghters and barbar- modifi er. ians. Most soulborns are concerned enough with strategy that they seek out companions whose strengths complement Armor Check their own—they appreciate the contributions that characters Skill Ranks Ability Penalty of other classes make to the success of an adventuring party. Spellcraft 4 Int — They can work well with similarly aligned incarnates, though Knowledge (the planes) 4 Int — Diplomacy (if LG) 4 Cha — heated debates as to the particular ethics or morality of a situ- Gather Information (if CG) 4 Cha — ation can come about between incarnum-wielding characters Bluff (if LE) 4 Cha — of similar but not necessarily identical alignments. Intimidate (if CE) 4 Cha —"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Benefit",
        "description":  "Once per day, Benefi ts: You can shape you can invest essentia in soulmelds with the necro- this feat. During your turn, carnum descriptor regardless you designate an opponent of your alignment. and receive a dodge bonus You gain a +1 profane bonus to Armor Class equal to on the save DCs of your necrocar- the invested essentia against num soulmelds. attacks from that opponent. Normal: Nonevil incarnates You can select a new opponent Lidda delivers an indigo strike and nonevil soulborns can’t shape on each of your turns. necrocarnum soul melds, since those soulmelds You gain 1 point of essentia. have the evil descriptor."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Hit Die",
        "description":  "d8. Table 3–11: Rilkan Rogue Racial Substitution Levels Base Requirements Attack Fort Ref Will To take a skarn monk substitution level, a character must be Level Bonus Save Save Save Special a skarn about to take his 1st, 5th, or 10th level of monk. 1st +0 +0 +2 +0 Trapfinding, improved flanking Class Skills 3rd +2 +1 +3 +1 Sneak attack +1d6, Skarn monk substitution levels grant the same class skills bardic knowledge, as the standard monk class, plus Intimidate. bonus feat 10th +7+2 +3 +7 +3 Fortunate reflexes Skill Points at Each Level: 4 + Int modifi er (or four times this number as a beginning character). Illus. by W. England 662200__8888557799__CChhpp33..iinndddd 4477 77//1122//0055 99::0088::3311 AAMM 48 3 RETPAHC RETCARAHC SNOITPO Class Features TIEFLING INCARNATE All of the following are features of the skarn monk racial Whereas most tiefl ings feel trapped between their mortal and substitution levels. fi endish heritages, the tiefl ing incarnate has no problem in Spine Strike (Ex): For all purposes related to monk class balancing these two parts of herself. Indeed, she embraces features, a skarn monk can treat his arm-spine attack as if both her mortal soul and her infernal blood. Despite being it were an unarmed strike. This includes using it as part of a native outsider, she forges a strong bond with her mortal a fl urry of blows, ki strike, and the increased damage dealt heritage, as represented by her use of incarnum. At the same by arm spines as the skarn monk gains levels (1d8 at 4th time, her fi endish nature is well displayed by her incarnum- level, 1d10 at 8th level, and so forth). fueled abilities. This benefi t replaces a standard monk’s unarmed strike A tiefling incarnate’s number of soulmelds, total essen- class feature gained at 1st level. tia, and chakra binds are as detailed on Table 2–2: The Defensive Insight (Su): As a skarn monk becomes Incarnate. more in tune with the soul energy flowing through his Hit Die: d6. body, he learns to rely on this insight to aid his defense. Beginning at 5th level, a skarn monk gains a +1 insight Requirements bonus to AC for every point of essentia invested in this To take a tiefl ing incarnate substitution level, a character class feature. Insight bonuses to AC apply at all times, must be a neutral evil tiefl ing about to take her 1st, 3rd, or even against touch attacks or when a skarn monk is flat- 7th level of incarnate. footed, immobilized, or helpless. Wearing armor, carrying a shield, or carrying a medium or heavy load has no effect Class Skills on this AC bonus. Tiefl ing incarnate substitution levels grant the same class A skarn monk gains 1 point of essentia at 5th level. skills as the standard incarnate class, plus Bluff and Hide. This benefi t replaces a standard monk’s AC bonus gained Skill Points at Each Level: 4 + Int modifi er (or four times at 5th level and improved every fi ve levels thereafter. (A skarn this number as a beginning character). monk still adds his Wisdom bonus to his AC.) Shape Soulmeld (Su): A skarn monk’s perfection of Class Features body and soul is so strong that at 10th level, he gains the All of the following are features of the tiefl ing incarnate ability to shape a single soulmeld (as long as he has a Con- racial substitution levels. stitution score of 11 or higher). A skarn monk can shape See in Darkness (Su): A tiefling incarnate’s natural this soulmeld each day, following the normal rules for tendency toward living in shadow manifests itself as an meldshaping (see page 49). This soulmeld must be chosen uncanny ability to see through such gloom. If she has a from the soulborn class list. A skarn monk’s meldshaper shaped soulmeld that occupies her brow chakra, she can level is equal to one-half his monk level. The save DC (if see normally in magical darkness, such as that created by a any) for the soulmeld is equal to 10 + invested essentia + darkness spell. his Wis modifier. This benefi t does not replace any incarnate class feature. This benefi t replaces a standard monk’s ki strike (lawful) Incarnum Radiance (Su): A tiefling incarnate’s incar- class feature gained at 10th level. num radiance class feature functions normally, with one Chakra Bind (Arms): A skarn monk can bind a soulmeld addition. As long as the tiefling is not within an area of (see above) to his arms chakra, following the normal rules bright illumination (that is, as long as she is in darkness for chakra binds (see page 51). or shadowy illumination), she gains concealment (20% miss chance), even against creatures able to see normally Table 3–12: Skarn Monk Racial Substitution Levels in such conditions. Base This benefi t augments, but does not replace, a standard Attack Fort Ref Will incarnate’s incarnum radiance class feature. Level Bonus Save Save Save Special Telepathy (Su): A tiefling incarnate can mingle the 1st +0 +2 +2 +2 Bonus feat, flurry of soul energy of mortals with her fiendish mind to grant blows, spine strike her the ability to communicate telepathically with any 5th +3 +4 +4 +4 Purity of body, other creature within 100 feet that has a language (see page defensive insight 316 of the Monster Manual). This ability only functions as 10th +7/+2 +7 +7 +7 Slow fall 50 ft., long as a tiefling incarnate has a soulmeld bound to her shape soulmeld, chakra bind (arms) crown chakra. This benefi t replaces a standard incarnate’s share incarnum radiance class feature gained at 7th level. Table 3–13: Tiefling Incarnate Racial Substitution Levels Base Attack Fort Ref Will Level Bonus Save Save Save Special Meldshaping 1st +0 +2 +0 +2 Aura, detect opposition, see in darkness As standard incarnate 3rd +1 +3 +1 +3 Expanded soulmeld capacity +1, incarnum radiance 1/day As standard incarnate 7th +3 +5 +2 +5 Telepathy As standard incarnate 662200__8888557799__CChhpp33..iinndddd 4488 77//1122//0055 99::0088::3333 AAMM 49 IIlllluuss.. bbyy DD.. GGrriifffifi tthh eaching deep within his soul, the incarnate Jefi r draws its place). A soulmeld can remain shaped for a day, a month, forth an azure wisp of incarnum. The unstable soulstuff a year, or even a character’s entire life. coats his hands, pervading his fl esh. Opening his eyes, It is not true, however, that all of a meldshaper’s decisions he looks down at the blue lightning crackling between are made before the adventure begins. On the contrary, the his fi ngers and smiles. meldshaper manages a unique resource known as essentia, shifting it between his soulmelds to adjust their power Soulmelds are persistent magical constructions level as needed. This round-by-round tweaking of powers shaped from pure incarnum—the power of souls living, dead, makes the meldshaper unlike any other character in his and yet unborn—fused with the meldshaper’s own essence. ability to adapt to the threats he faces. They resemble both long-lasting spells and magic items in many ways, but truly are neither. SHAPING SOULMELDS Once shaped, a soulmeld takes on a solid physical form in the shape specifi ed for that particular meld. A shaped To shape a soulmeld, a meldshaper must have a clear soulmeld acts as a normal object that might be worn, such as mind, just like a wizard who wishes to prepare spells boots, armor, or a robe except for the following: they cannot (see page 177 of the Player’s Handbook). Achieving this be removed from the individual wearing them, they cannot clear mind requires 8 hours of sleep (or a like amount be damaged except as specifi cally noted and they don’t have of restful calm, if the character does not sleep). a weight (though they can restrict movement, thus giving After resting, a meldshaper must meditate for 1 hour. an armor check penalty if applicable). During this time, he selects and shapes all his soulmelds A meldshaping character does not choose from a long list for the day, simultaneously unshaping any current soul- of options during combat in the way a spellcaster or psionic melds that he does not choose to retain. Any soulmelds character does. Instead, he shapes a limited number of soul- previously shaped that he chooses to retain do not need melds at the start of each day. These soulmelds enhance the to be reshaped. The time required remains the same meldshaper’s attributes—often in the form of bonuses on regardless of the number of soulmelds shaped. At the various rolls and checks—and grant him special abilities end of this hour, the effects of any unshaped soulmelds that might resemble class features and spell-like abilities. end and the effects of shaped soulmelds take effect. Once shaped, a soulmeld remains in effect until the character While shaping soulmelds, a meldshaper must have chooses to unshape it (typically to shape a new soulmeld in enough peace, quiet, and comfort to allow for proper 662200__8888557799__CChhpp44..iinndddd 4499 77//1122//0055 99::0099::5566 AAMM 50 4 RETPAHC SDLEMLUOS concentration, just like a wizard preparing spells (see page essentia applies to a both the soulmeld and its chakra bind 177 of the Player’s Handbook). effects, if appropriate. In addition to soulmelds, you might have the ability to MELD SELECTION invest essentia into other receptacles, such as class and A meldshaper chooses which soulmelds to shape from his race abilities (a duskling’s speed bonus or an incandescent class list (see later in this chapter). He can choose any meld champion’s incandescent strike, for example) as well as cer- on this list, barring alignment restrictions (if an incarnate tain spells and magic items. These receptacles are treated as or soulborn). A meldshaper’s level limits the number of soul- soulmelds for the putpose of investing essentia into them, melds he can have shaped at any given time. He can’t shape with one notable exception: Several feats described in Chapter the same soulmeld more than once. Also, two soulmelds can’t 3 allow you to invest essentia into them. It is a particular occupy the same chakra (with some exceptions). quality of these feats that you must invest essentia into them At the same time that the meldshaper chooses which soul- at the start of the day, and that essentia remains invested in melds to shape, he must also choose which soulmelds (if any) those feats for the entire day. to bind to his chakras. The specifi c chakras and the number If a character loses essentia, this loss is deducted fi rst from of chakra binds available to the meldshaper depends on his any noninvested essentia in the character’s pool. If this does level. Two soulmelds can’t be bound to the same chakra. not cover the entire loss, remove the invested essentia from a Once he has shaped a soulmeld (and bound it to a chakra), randomly determined soulmeld or other essentia investment. he can’t change these decisions until he unshapes it and Continue until the entire loss has been accounted for. shapes a new soulmeld. A meldshaper must shape all his chosen soulmelds at the Healing Essentia Damage same time. He cannot leave a soulmeld slot unfi lled in order Essentia damage (such as from rend essentia) is temporary, and to shape it later. returns at the same rate as ability damage (1 point for a night A meldshaper need not invest essentia into a soulmeld at of rest or 2 points for a full day of rest). Essentia damage can the time of shaping. The amount of essentia invested in each also be healed by spells or other effects as if it were ability soulmeld can be changed each round (see Essentia, below). damage. For example, the lesser restoration spell can cure 1d4 Meldshapers cannot give a meld to someone else, or shape points of essentia damage, while the restoration spell cures one on anyone other than themselves. Shaped soulmelds all essentia damage. cannot be removed from the meldshapers body. CHAKRAS Unshaping a Meld Every soulmeld occupies a chakra, even if it is not bound to Generally speaking, a soulmeld remains shaped until the it. When a soulmeld occupies a chakra, the meldshaper can meldshaper chooses to unshape it in favor of another soul- still wear and gain benefi t from a magic item that occupies meld. Sometimes, however, a soulmeld is designed to unshape the corresponding body slot. The soulmeld appears fl oating as part of its function. The arms chakra bind of the bloodwar in the air around that part of the body or simply superim- gauntlets, for example, allows you to unshape the soulmeld posed over it and any other gear the character might wear to deliver damage to nearby creatures. on that part of the body. You cannot shape two soulmelds that occupy the same chakra. For example, if you have a MELDSHAPER LEVEL crystal helm occupying your crown chakra, the crystal helm While most of a soulmeld’s variables depend on other aspects appears fl oating over your head, encompassing your head as (such as essentia), a soulmeld also has a meldshaper level, well as any helmet (even a magic helmet) you might wear. which functions effectively like a spell’s caster level. For You cannot also shape an enigma helm soulmeld, because it incarnates and totemists, your meldshaper level is equal to would also occupy your crown chakra. your class level in a meldshaping class. A soulborn’s meld- Some soulmelds can occupy one of two or more different shaper level equals one-half his soulborn levels. If you have chakras. For example, the mauling gauntlets soulmeld can two meldshaping classes, such as totemist and incarnate, occupy your hands or your arms chakra. You choose when your meldshaper levels are distinct for the soulmelds you you shape a meld which chakra you want it to occupy. shape from each class—you use your totemist level for your The chakras correspond to body slots as follows, using totemist soulmelds and your incarnate level for your incarnate the body locations described on page 214 in the Dungeon melds, in much the same way as a cleric/wizard has discrete Master’s Guide: spellcasting levels. Crown: Headband, hat, helmet, or phylactery."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "As a swift action on your turn, you can invest essentia into Throat",
        "description":  "Amulet, brooch, medallion, necklace, periapt, any number of soulmelds that you have shaped. It remains or scarab. invested in those soulmelds until you reallocate your essentia Waist: Belt. investment on a later turn. Each soulmeld has a maximum Heart: Vest, vestment, or shirt. essentia capacity based on the character’s level. Invested Soul: Robe or suit of armor. 662200__8888557799__CChhpp44..iinndddd 5500 77//1122//0055 99::0099::5599 AAMM 51 SOULMELDS CHAPTER 4 CHAKRA BINDS"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None Your incarnate pauldrons settle over your shoulders, and they seem to be joined by a crystalline lattice of blue energy across your back. You shape incarnum into blue crystalline plates of shoulder armor. Their power to defl ect blows away from vital areas is increased. They fl oat slightly above your shoulders, leaving room for clothing and other armor. In battle, these pauldrons seem to draw attacks The chance that your adamant pauldrons negate a critical hit toward them, steering blows away from your most vital areas. or sneak attack against you increases to 50%. The use of adamant pauldrons carries a stigma in some AIRSTEP SANDALS incarnate circles because of the example of Murthien the Descriptors: None Soul-Render. The infamous incarnate is said to have worn Classes: Incarnate adamant pauldrons on which the tormented visages of Chakra: Feet imprisoned souls were clearly visible, wracked with pain Saving Throw: None from the necrocarnum energies Murthien wielded. Wise incarnates refuse to allow the corrupted practice of one You shape incarnum into a pair of sky-blue sandals. They surround notable individual to prevent them from employing a highly your feet without quite touching them, fi tting over any boots or shoes you useful soulmeld, however. wear. When you use the fl ight ability of the sandals, you leave a faint Your adamant pauldrons grant you protection from physical trail of blue vapor behind you, which disperses after a few seconds. attacks. Whenever a critical hit or sneak attack is scored on you, there is a 25% chance that the critical hit or sneak attack Many creatures have the gift of fl ight, and with this soulmeld, is negated and damage is instead rolled normally. you channel soul energy derived from such creatures to"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "See text You form incarnum into a bridge of energy between yourself and the incorporeal world of spirits and other A thick, chitinous breastplate forms around your torso. The green ghostly creatures. In melee, every time you miss an plates of the armor glisten like the thorax of a living insect. Soft incorporeal foe because of its incorporealness, you can tissue and living muscle bind the plates together, rather than the reroll your miss chance percentile roll one time to see if chain and leather of conventional armor. you actually hit."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "Every point of essentia invested in apparition Ankhegs are burrowing predators protected by thick plates of ribbon grants you a +2 insight bonus on damage rolls against chitin. The totemist tradition reveres them as protectors, but incorporeal creatures. it also seeks to claim the destructive power of their mandibles and their acidic spittle. Chakra Bind (Throat) Your ankheg breastplate grants you a +2 armor bonus to your The wispy tendrils of the scarf lengthen and surround you as you Armor Class. As always, this bonus does not stack with an appear to become incorporeal. armor bonus from a different source (such as actual armor you might be wearing). If you have another armor bonus, When you bind apparition ribbon to your throat chakra, the higher bonus applies. This soulmeld has no maximum you gain the ability to become incorporeal for brief peri- Dexterity bonus, armor check penalty, or arcane spell failure. ods of time. You gain all the benefits of the incorporeal It is treated as light armor for the purpose of determining your subtype (see page 310 of the Monster Manual), including speed and adjudicating class features dependent on armor. a deflection bonus equal to your Charisma bonus (mini-"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "For every point of essentia you invest in your mum +1). ankheg breastplate, the armor bonus granted by the soulmeld Activating this ability is a standard action, and your improves by 1. incorporealness lasts for 1 round plus 1 round per point of essentia invested in the soulmeld at the time it was activated. Chakra Bind (Throat) After you activate this ability, you can’t voluntarily change Green chitin spreads from your breastplate up your neck, blending the soulmeld’s essentia investment until the duration of into your skin there. This thickened skin seems to pulse slowly, in incorporealness ends. If the essentia investment is decreased a rhythm unrelated to the beat of your heart or the movement of involuntarily to the point where the number of consecutive your breath. rounds spent incorporeal equals or exceeds the essentia invested, you immediately become corporeal. You gain the ability to spit a line of acid as a standard action. If you are within a solid object when the duration of Once per minute, you can emit a line of acid that is 5 feet incorporealness ends, you are shunted off to the nearest long plus 5 feet per point of invested essentia. Targets in the open space and take 1d6 points of damage per 5 feet that line take 2d6 points of acid damage plus 1d6 points for every you so travel. point of invested essentia. They can reduce this damage by Each day, you can spend a total number of rounds incor- half with a successful Refl ex save. poreal equal to your meldshaper level. Chakra Bind (Totem) ARCANE FOCUS Green-brown chitin spreads from your breastplate up your neck to Descriptors: None your face, and you sprout serrated mandibles like those of a giant Classes: Incarnate, soulborn insect. Outside of combat, they slowly open and close without any Chakra: Throat conscious direction. In battle, you can use these terrible clenching Saving Throw: See text jaws to tear the fl esh of your foes. When you shift essentia to this soulmeld, the mandibles sizzle with acid. A necklace of blue crystals fi ts around your neck. The crystals shed a faint glow that increases in brightness when you cast a damag- You gain a bite attack that deals 1d8 points of damage. You can ing spell. use this bite either as a primary attack (in which case it uses your full base attack bonus and adds your Strength bonus on Drawing upon the soul energy of spellcasters and war- damage rolls) or as a secondary attack (with a –5 penalty on the mages, meldshapers who also cast arcane spells can use attack roll and applying only half your Strength bonus on your the incarnum energy to intensify spells that cause harm damage roll). Every point of essentia invested in this soulmeld to others. adds 1d4 points of acid damage to your bite damage. You shape incarnum into a periapt or other trinket, known as an arcane focus, which you then wear about your neck. When APPARITION RIBBON you cast an arcane spell that deals damage, your spell’s damage"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "A diaphanous scarf wraps around your neck, its ends trailing off Essentia",
        "description":  "Every point of essentia you invest in your arcane into wispy tendrils that seem to follow or mimic the movement of focus increases the extra damage by 1 point. your arms. 662200__8888557799__CChhpp44..iinndddd 5577 77//1122//0055 99::1100::1144 AAMM 58 4 RETPAHC SDLEMLUOS Table 4–3: Totemist Soulmelds Chakra* Soulmeld Basic Effect** Crown Beast Tamer Circlet +2 bonus on Handle Animal and wild empathy checks Frost Helm Exist comfortably between –50 and 90° Fahrenheit Hunter’s Circlet +2 bonus on Heal and Survival checks Shedu Crown Immune to bull rush Threefold Mask of the Chimera Can’t be flanked Feet Dread Carapace +2 bonus on damage with bite attack, –1 penalty on attack rolls Landshark Boots +4 bonus on Jump checks Totem Avatar Bonus hit points equal to meldshaper level Urskan Greaves Move through ice and snow at normal speed, +5 bonus on Balance checks on ice Worg Pelt +2 bonus on Hide and Move Silently checks Hands Bloodtalons Continue fighting when disabled or dying Kruthik Claws +4 bonus on Hide and Move Silently checks Rageclaws Continue fighting when disabled or dying Sphinx Claws +1 bonus on Strength checks and Strength-based skill checks Worg Pelt +2 bonus on Hide and Move Silently checks Arms Dread Carapace +2 bonus on damage with bite attack, –1 penalty on attack rolls Girallon Arms +2 bonus on Climb and grapple checks Kraken Mantle +8 on Swim checks Lammasu Mantle +2 defl ection bonus to AC against evil creatures Riding Bracers +4 bonus on Handle Animal and Ride checks Totem Avatar Bonus hit points equal to meldshaper level Brow Basilisk Mask Low-light vision Disenchanter Mask Detect magic within 10 feet Great Raptor Mask +2 bonus on Spot checks Krenshar Mask +4 bonus on Jump and Move Silently checks Unicorn Horn +2 bonus on wild empathy and Move Silently checks Yrthak Mask +4 bonus on Listen checks Shoulders Displacer Mantle +4 bonus on Hide checks Kruthik Claws +4 bonus on Hide and Move Silently checks Lammasu Mantle +2 deflection bonus to AC against evil creatures Pegasus Cloak Constant feather fall and +2 bonus on Jump checks Phase Cloak +4 bonus on Climb checks, can always take 10 on Climb Shadow Mantle +4 bonus on Listen checks Totem Avatar Bonus hit points equal to meldshaper level Throat Ankheg Breastplate +2 armor bonus to AC Behir Gorget +4 bonus to resist bull rush or trip Brass Mane +4 bonus on Intimidate checks Gorgon Mask +1 bonus on Fort saves and +2 to resist bull rush, trip, overrun, or trample Winter Mask Touch fatigues opponents Waist Heart of Fire +1 bonus on attack and damage against cold creatures Lamia Belt +4 bonus on Bluff and Hide checks Manticore Belt +2 bonus on Jump and Spot checks Phoenix Belt Exist comfortably between 40 and 140º Fahrenheit Wormtail Belt +2 bonus to natural armor Heart Blink Shirt Teleport 10 feet Dread Carapace +2 bonus on damage with bite attack, –1 penalty on attack rolls Shedu Crown Immune to bull rush Totem Avatar Bonus hit points equal to meldshaper level Soul† Threefold Mask of the Chimera Can’t be flanked * All totemist soulmelds can be bound to the totem chakra, but the soulmelds must occupy a different chakra, so they are not listed by totem chakra on the table. ** See full soulmeld descriptions for effects of essentia investment and chakra binds. † Chakra bind for this meld accessible to totemists with the Open Soul Chakra epic feat. 662200__8888557799__CChhpp44..iinndddd 5588 77//1122//0055 99::1100::1155 AAMM 59 SOULMELDS CHAPTER 4 Chakra Bind (Throat) The energy of incarnum and the soulless bodies of undead Barely visible wisps of incarnum writhe from your arcane focus, creatures are on opposite ends of a spectrum. When prop- tendrils of soul energy that twist into arcane symbols as you cast erly shaped, incarnum can become an anathema to undead arcane spells. When you cast a damaging spell, the spell is accom- creatures, crumbling corporeal forms and disrupting panied by a blue-white burst of raw incarnum energy. undead spirits. Your touch is harmful to undead. While wearing armguards The energy and power behind your offensive spells can tem- of disruption, you deal 1d6 points of damage to an undead porarily overcome your opponents. Whenever you cast a spell creature with a successful melee touch attack. You can use that deals damage to a single living creature, that creature armguards of disruption only once per round, and you must must succeed on a Fortitude save (using the soulmeld’s save announce that you are using them before making the attack; DC, not the spell’s) or be dazed for 1 round. If the spell deals if you miss, the charge for that round is wasted. damage to more than one creature, or if the target creature Essentia: Every point of essentia invested increases the takes no damage from the spell (whether because of a suc- damage dealt by your armguards of disruption by 1d6 points. cessful saving throw, spell resistance, or resistance to the damage dealt by the spell), this has no effect. Chakra Bind (Arms) Incarnum fl ows from the bracers to envelop you and then fades ARMGUARDS OF DISRUPTION into invisibility. A corona of blue-white energy erupts when an"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "Every point of essentia you invest in your beast electricity damage plus 1d6 per point of invested essentia, tamer circlet increases the insight bonus by 2. and they can reduce this damage by half with a successful Refl ex save. Chakra Bind (Crown) Your silver circlet fuses to your head, sending silver-blue tendrils Chakra Bind (Totem) like tiny veins under your skin. The endless clamor of beast noises As you bind your behir gorget to your totem chakra, its hard blue becomes intelligible to you—you understand the range of needs plating spreads up your neck to incorporate your entire head. Your and emotions that drives these utterances—but you are still able face lengthens, and your jaw grows monstrous. Sharp teeth fi ll to ignore it with a modicum of concentration. your mouth, allowing you to bite your foes savagely in combat. Sparks crackle in your mouth whenever you open it to bite—or You gain the ability to speak with animals, as the spell. You can even to speak. also use this ability to communicate with magical beasts that have an Intelligence score of 1 or 2. You can use this ability You gain a bite attack that deals 1d8 points of damage. You can in any round during which you invest essentia in your beast use this bite either as a primary attack (in which case it uses tamer circlet. your full base attack bonus and adds your Strength bonus on damage rolls) or as a secondary attack (with a –5 penalty on Chakra Bind (Totem) the attack roll and applying only half your Strength bonus Instead of a gleaming silver band around your head, your beast on your damage roll). Every point of essentia invested in tamer circlet manifests as a ring of silver hair, while all the hair on this soulmeld adds 1d4 points of electricity damage to your your head becomes long and coarse like a beast’s mane. bite damage. You gain the ability to use animal trance, as the spell. You can BLINK SHIRT use this ability once per minute, and it lasts as long as you Descriptors: None maintain concentration and have any amount of essentia Classes: Totemist invested in your beast tamer circlet, to a maximum of 1 minute Chakra: Heart (totem) per meldshaper level. Saving Throw: None BEHIR GORGET This rough-looking garment fi ts over armor and other clothing"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None You shape incarnum into a ferocious-looking mask that covers your face. It resembles a powerful outsider of your alignment, either You form incarnum into a shadowy helm fl oating above and around majestic in splendor or terrible in its evil. Somewhere deep in your your head. Shadows swirl like rising smoke beneath its surface. The mind is a quivering knot of fear, but you fi nd that you can channel helm wraps itself like a cloak around your mind, protecting your that fear and use it to intimidate others. secrets and shielding your will. Fear, some would argue, is among the most powerful Meldshapers favor this soulmeld to ward their minds from divi- forces in the multiverse. The lives of many are dominated nation and mind-affecting spells. They speak of the incarnum by it—some avoid all danger and confl ict because of their involved as the essence of secrets or the soul of mystery. fear, while others ride to power by inspiring fear in others. Your enigma helm protects you from div i na tions. While In shaping this soulmeld, you draw on the primordial wearing this soulmeld, power of fear, acknowledging the fear that lives in your you become dif- own heart even as you direct it outward to inspire fear in ficult to detect those around you. by divination While wearing the fearsome mask, you gain a +2 insight spells (as the bonus on Intimidate checks."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "Every point of essentia invested in your fl ame plus an additional 1d6 points for every point of essentia you cincture increases your resistance to fi re by 5. invest in your frost helm. Chakra Bind (Waist) Chakra Bind (Totem) Energy attacks are not simply absorbed and dispersed, but instead Your frost helm fuses to your head and seems to spread downward, the energy is bound within the belt, eagerly awaiting release. changing the appearance of your upper face to resemble the head Illus. by W. Reynolds 662200__8888557799__CChhpp44..iinndddd 6677 77//1122//0055 99::1100::3355 AAMM 68 4 RETPAHC SDLEMLUOS of a frost worm. Your eyes meld into the helm’s strange nodule, damage. If you have a shield in your off hand, you cannot your cheeks twist into lumpy protrusions, and the skin of your make any secondary claw attacks. face grows thick and blue-white. Every point of essentia you invest in your girallon arms grants you a +1 enhancement bonus on attack rolls and As a standard action, you can produce a trilling sound that damage rolls with your claw attacks. stuns opponents within 20 feet. You can target one creature plus one additional creature per point of essentia you invest GLOVES OF THE POISONED SOUL in your frost helm. Targets must succeed on a Will save or be Descriptors: Evil stunned for 1d4 rounds. If attacked or violently shaken (a Classes: Soulborn full-round action), a victim is allowed another saving throw. Chakra: Hands"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "A meldshaper can pull soul energy into his illusion spells, Saving Throw",
        "description":  "None reinforcing the illusion with the memories of that which was once real. Primarily used to increase the effectiveness of You gather incarnum around you to form a second body encasing silent image and similar spells, some meldshaper/spellcasters your own, a physical form superimposed over your body, clothing, use illusion veil to weave incarnum into shadow magic, such and armor. In form, it resembles one of the most powerful cham- as shadow evocation. pions of your alignment: a slaad, inevitable, angel, or yugoloth. Its While wearing the illusion veil, you can focus the energy movements—even its facial expressions—are in perfect synchro- of incarnum into visible and nearly tangible shapes. These nization with your own, so that in every way you appear to be the wisps of energy enhance your illusion spells, making them imposing avatar of your alignment’s ideals. seem more real. You gain a +1 insight bonus to the save DCs of your illusion spells and spell-like abilities. Incarnates channel soul energy that conforms to the ideals of"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Descriptors",
        "description":  "None humanoid form with golden armor over an onyx body."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Chakra",
        "description":  "Arms or shoulders (totem) creatures. You gain a +2 defl ection bonus to your Armor Class"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None the area encompassed by the life-draining field expands. Illus. by E. Polak 662200__8888557799__CChhpp44..iinndddd 7799 77//1122//0055 99::1111::0033 AAMM 80 4 RETPAHC SDLEMLUOS Any living creature who takes damage (or dies) within 5 feet Chakra Bind (Arms) plus 5 feet per point of essentia invested triggers the bonus. The shadowy strands of evil that twine about your hands and arms (For example, if you’ve invested 2 points of essentia, you elongate, trailing tendrils of shadow into the area immediately would gain the bonus for any living creature taking damage around you. When you clench your fi sts, this shadow gathers, and or dying within 15 feet of you.) you can release this energy in dark bolts of necrocarnum. Chakra Bind (Soul) While necrocarnum touch is bound to your arms chakra, you Necrocarnum laces through your very being, turning your skin can fi re a ray of pure necrocarnum as a standard action. This a light-eating matte black. Even more unsettling than your skin ray requires a ranged touch attack to hit and has a range of color, your eyes turn a deep and lusterless black as well, devoid of 30 feet. If it strikes a living creature, it deals 1d8 points of iris, pupil, or white. damage for every point of essentia that you invest in the soulmeld (Fortitude half). While you have necrocarnum shroud bound to your soul chakra, you can take a standard action to strike a living foe NECROCARNUM VESTMENTS with the raw evil of necrocarnum. When you use this abil- Descriptors: Evil, necrocarnum ity, you must make a successful melee touch attack against Classes: Incarnate, soulborn the intended victim. If successful, your touch bestows 1d4 Chakra: Heart or waist negative levels on the target (Fortitude half). For each nega- Saving Throw: See text tive level bestowed, you gain 1 temporary point of essentia and 5 temporary hit points. The temporary essentia lasts Necrocarnum twists and writhes into the shape of long, fl ow- until the end of your next turn. The temporary hit points ing vestments. These vestments cling tightly to your shoulders, fade after 1 hour. but drape loosely over the rest of your body, obscuring other garments behind an ever-shifting screen of terror. As with all Chakra Bind (Waist) necrocarnum melds, faint forms seem to swim in the depths of The shadowy tendrils of necrocarnum that surround you seem to this shadowy vestment. These tortured apparitions seem wracked reach out toward nearby creatures. These faint touches of necro- by incomprehensible agony, their elongated faces wrenched open carnum instill terror into many creatures, affecting their ability in eternal screams. to fi ght. Necrocarnum vestments bind necrocarnum into a shadowy At the beginning of your turn, any creature within the robe. This strange soulmeld deadens both fl esh and spirit, area of your life-draining fi eld becomes shaken for 1 round granting you a resistance to cold as well as an unholy ability (Will negates). to withstand physical blows. When bound closer to your spirit, the vestments can shed a radius of killing frost or even NECROCARNUM TOUCH shield you from deadly necromantic effects."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "See text Essentia: For every point of essentia invested in the necrocarnum vestments, you gain 3 bonus hit points. These Jet black shadows wreathe your hands and forearms, coiling and are not temporary hit points and are not depleted fi rst as are twisting with a life of their own. These insubstantial coils of energy temporary hit points. You can render yourself staggered, hint at evil and agony, seeming to draw light and hope out of the unconscious, or even dead by changing the quantity of surrounding area. essentia invested in this soulmeld. You call upon dark powers to twist and torture the soul energy Chakra Bind (Heart) that is incarnum. The result, a cloying, sickly energy of great Black necrocarnum energy coalesces around your heart. This effect evil, twines itself around your hands and arms, allowing is usually covered by clothing or armor, but anyone viewing the skin you to disguise some of your movements, draw the life force of your chest sees coils of dark energy swirling beneath the surface, directly from living creatures, or even fi ll the air with bolts as if your skin were a portal to a forgotten maelstrom of evil. of pure necrocarnum. The coiling energy makes the movements of your hands When you have necrocarnum vestments bound to your heart and arms hard to follow. While you have necrocarnum touch chakra, you are immune to stunning and death effects. shaped, you gain a +4 profane bonus on Sleight of Hand checks (as well as the ability to use the skill untrained) and Chakra Bind (Waist) on Bluff checks made to feint in combat. Necrocarnum binds to your fl esh, sheathing you in a sinister web"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None your neck and head to suggest a white, feathery mane, the cloak itself forms into two distinct wings that you can use to achieve Incarnum shapes heavy plates of armor that hover above your limited fl ight. shoulders. They seem formed of pearly white alabaster except for a thin band of runic carvings etched in midnight blue. You can extend the feathers of the cloak to form a great pair of birdlike wings, allowing limited flight capability. The essential nature of incarnum is to provide life and health This grants you the ability to fl y (average maneuverability) to mortal bodies, since it is made of the energy of souls. Paul- a short distance as a move action. You can fl y up to 10 feet drons of health distill that quality to ward you against effects per point of essentia you invest in your pegasus cloak, though targeting your vitality or health. you must begin and end each such move on a solid surface or you’ll fall. 662200__8888557799__CChhpp44..iinndddd 8811 77//1122//0055 99::1111::0077 AAMM 82 4 RETPAHC SDLEMLUOS PHASE CLOAK Every point of essentia invested in this soulmeld grants"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "See text Phase spiders are magical beasts that resemble spiders, and they represent all of spiderkind in totemist thinking. They You shape a belt made of feathers the color of fl ame—various reds, are associated with mobility of all sorts, from their ability to oranges, and yellows. The feathers seem to shift in color, pulsing climb walls to their ethereal phasing power. softly, like the embers of a dying fi re. You gain a +4 competence bonus on Climb checks. In addition, you can always choose to take 10 on a Climb check, Totemists revere phoenixes as divine creatures or at least even if rushed or threatened, and you retain your Dexterity the messengers of the gods, and in channeling their power bonus to Armor Class while climbing. for soulmelds they hope to lay claim to power that is nearly"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None argued that planar ward was the fi rst soulmeld ever shaped, long before the principles of incarnum were fully understood, Incarnum forms an ornate vestment draped over your shoulders, as the ancestors of the humanoid races sought protection covering any other clothing, armor, or vestments you are wearing. from forces greater than themselves. The chasuble is little more than a large circle with a hole in the Your planar ward protects you from mental control. It blocks center for your head, but raw incarnum is woven like blue thread any attempt to possess you (by a magic jar attack, for example) into intricate patterns down its front. or exercise mental control over you, including enchantment (charm) effects and enchantment (compulsion) effects that The planar chasuble binds the raw material of another plane grant the caster ongoing control over you. The protection does to the garment and infuses it with power. not prevent such effects from targeting you, but it suppresses When you wear the chasuble, you are considered a native the effect for the duration of the planar ward’s effect. If you on any plane with an alignment trait matching your chosen were to unshape your planar ward while the effect granting alignment (and gain the extraplanar subtype while on the mental control continued, the would-be controller would Material Plane). While on such a plane, you ignore the effect then be able to mentally command you. Likewise, the planar of any alignment traits of the plane (see page 149 of the ward keeps out a possessing life force but does not expel one Dungeon Master’s Guide). if it is in place before the soulmeld is shaped."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Defl ection Bonus",
        "description":  "Every point of essentia grants the soul- This soulmeld draws on the linguistic talents of creatures spark a +1 defl ection bonus to Armor Class. living and dead to translate an unfamiliar language."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None sphinx. Whichever variety a totemist seeks to emulate, the effects of sphinx claws are the same—they make the totemist Incarnum forms into a cerulean tunic that covers your torso, a clawing, pouncing terror to behold. fi tting comfortably over any other clothing or armor you wear. While wearing sphinx claws, you gain a +1 competence Except for its unusual color, it seems like a relatively mundane bonus on Strength checks and Strength-based skill checks, garment—until you are subjected to any spell effect. When that such as Climb and Jump checks and checks made to break happens, the color of the shirt comes alive, forming intricate pat- down doors or to bull rush an opponent. terns of swirls, bursts, and spirals as the shirt attempts to defl ect Essentia: Every point of essentia you invest in your sphinx the magical energy. claws increases the competence bonus by 1. Meldshapers have long Chakra Bind sought ways to use (Hands) their own unique Your hands become one magic to protect with the claws that them from the ar- surround them, over- cane and divine large for your size. The effects that are so most profound change, common in the however, is in your pro- world, and the spell- fi ciency in combat—a ward shirt is one of powerful urge grows the simplest such within you to leap at means. your foes, tearing with While worn, the claws and teeth until spellward shirt grants your prey lies motionless you spell resistance 5. in your savage grip."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class during the round following your extra move Essentia",
        "description":  "Every point of essentia you invest in your thunder- action. Thus, if you invest 1 point of essentia in your three- step boots increases the damage dealt by 1d4 points. fold mask and take an extra move action, your attack rolls and AC for the next round take only a –4 penalty (instead Chakra Bind (Feet) of –5). If you invest 5 or more points of essentia, you take Your thunderstep boots bind themselves to your feet. no penalty on attack rolls and to AC made in the round following your extra move action (but are still restricted to Any creature taking damage from your thunderstep boots is taking only a single standard action or move action during also stunned for 1 round. A successful Fortitude save negates that turn). this effect. Chakra Bind (Soul) TOTEM AVATAR"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "None This chakra bind functions as the crown chakra bind, except that instead of an extra move action, you can take You shape incarnum into an imposing avatar of bestial power. This an extra standard action at the end of your turn. However, corporeal shape fi ts over your clothing and armor, but it makes on your next turn, you can take no actions. The same you seem like a hulking gray render in outline and features. Your penalties as described above also apply in the following actual body is only barely visible within the gray, hairless form. round, and they can be reduced by essentia investment The render’s broad shoulders and sinewy arms encompass yours as listed above. and extend beyond them to translucent clawed hands scraping the ground. Chakra Bind (Totem) Your threefold mask is no longer just a mask—your head branches To some totemists, the greatest of the magical beasts are those into the three monstrous heads of a chimera. Three pairs of eyes look that walk upright like humanoids but embody raw physical out on the world at once, three heads direct your actions, and three power—gray renders, owlbears, rampagers (described in sets of savage jaws slaver for prey. Monster Manual II), blood apes (described in Monster Manual II), and the dreaded tarrasque. All of these creatures are You can use the heads of your threefold mask to make natural totems of body strength, with the various abilities that come attacks. The dragon head bites for 1d8 points of damage, with physical might. 662200__8888557799__CChhpp44..iinndddd 9900 77//1122//0055 99::1111::2211 AAMM 91 SOULMELDS CHAPTER 4 By default, the avatar resembles a gray render in its outline TRUTHSEEKER GOGGLES and features, but it changes to resemble different magical Descriptors: None beasts if you bind it to a chakra. The totem avatar grants you Classes: Incarnate, soulborn bonus hit points equal to your meldshaper level. These hit Chakra: Brow points don’t go away fi rst the way temporary hit points do; Saving Throw: None if this soulmeld is unshaped or suppressed, you lose the hit points granted by it. Incarnum forms blue-lensed goggles that hover in front of your eyes."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "You gain an enhancement bonus to your natural The world does not seem blue to you; rather, small details become armor bonus equal to the number of points of essentia you apparent, whether they are in something you search or in someone’s invest in your totem avatar. facial expression and posture. Chakra Bind (Arms) Calling upon the soul energy of investigators living and dead, Your totem avatar resembles an owlbear—no less hulking and you grant yourself keen powers of detection. stooped than the gray render form, but covered in a shaggy coat of While you wear your truthseeker goggles, you gain a +2 feathers and fur. insight bonus on Gather Information, Search, and Sense Motive checks. You gain the benefi t of the Improved Grapple feat. Essentia: Every point of essentia you invest in your truth- seeker goggles increases the insight bonus by 2. Chakra Bind (Feet) Your totem avatar resembles a rampager, with four elephantine Chakra Bind (Brow) legs, two muscular arms with hooked claws, a headless body with Your truthseeker goggles rest fi rmly before your eyes, granting you a gaping maw planted on the forward part of the torso, and a thick sight even in darkness. tail dragging behind. You gain darkvision out to 60 feet. You gain stability as if you were a four-legged creature, giving you a +4 bonus on checks to resist a bull rush, UNICORN HORN overrun, or trip attack. Descriptors: None"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia",
        "description":  "For every point of essentia you invest in your Incarnum forms steel plates backed with white fur that fit over vitality belt, you gain bonus hit points equal to your meld- your shins, covering any clothing, boots, or armor you might shaper level. These are not temporary hit points and are not wear. When you walk through ice and snow, your feet find depleted fi rst as are temporary hit points. You can render solid purchase. yourself staggered, unconscious, or even dead by changing the quantity of essentia invested in this soulmeld. Urskans (magical beasts described in Frostburn: Mastering the Perils of Ice and Snow) are arctic-dwelling creatures much Chakra Bind (Waist) like intelligent polar bears. The other races of the north A large star sapphire adorns the center of your vitality belt, gleaming know and fear them for the heavy plate armor they wear, for vibrantly in any light. Any time you are subjected to an attack that their strength and ferocity, and for the fi erce power of their would drain your vitality, the star at the heart of the sapphire dims charging attacks. It is precisely these qualities that totemists momentarily, but your health does not suffer. seek to emulate by shaping urskan greaves. You can move across ice and through snow at your normal You are immune to Constitution damage and Constitu- speed, and you gain a +5 bonus on Balance checks made tion drain. on ice."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Saving Throw",
        "description":  "See text Saving Throw: None Incarnum forms a wide belt of thick purple scales around your waist. You shape incarnum into a bizarre mask, basically crocodilian Though the belt does not serve as armor (and easily fi ts around any in form. It lacks eyes entirely, and a weird hornlike protrusion armor you might wear), it thickens your skin and tints it a faint juts from the top and front—resembling the strange yrthak in its purple color. overall appearance. The purple worm is one of the most feared magical beasts, Yrthaks inhabit desolate mountainous regions and are not particularly by those who live or adventure far beneath the widely revered by totemists. Even so, their association with surface of the earth. Many have despaired of ever penetrating sound, sonic energy, and hearing makes the yrthak mask a its thick hide before dying in its gullet or being poisoned by powerful soulmeld. the stinger at the tip of its tail. This soulmeld, particularly You gain a +4 competence bonus on Listen checks. common among totemists in underground communities, Essentia: Every point of essentia that you invest in your is an attempt to emulate the awesome protection and the yrthak mask increases the competence bonus on Listen checks dangerous power of the purple worm. by 2. You gain a +2 enhancement bonus to your existing natural armor bonus. (If you do not have natural armor, you have an Chakra Bind (Brow) effective natural armor bonus of +0.) Your yrthak mask fuses to your forehead, though your mouth still"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Casting Time",
        "description":  "1 standard action essentia normally on his next turn, bonus on Armor Class, Refl ex saving"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "You bestow the soul of a great Essentia",
        "description":  "Every point of essentia ancient hero on the creature invested in the wall of incarnum touched, giving him great increases the damage dealt on a failed skill in battle. As an immedi- Will save by 1 point. ate action, he can activate the Material Component: A tiny, shield- valiant spirit. While active, shaped piece of blue quartz. the spirit’s courage provides the recipient of the spell WRATHFUL DOOM with a +2 morale bonus on Necromancy [Evil, Incarnum] attack rolls, damage rolls, Level: Sorcerer/wizard 6"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Each target must activate his own Saving Throw",
        "description":  "Will partial; see text valiant spirit separately. Spell Resistance: No dnalgnE .W yb .sullI 662200__8888557799__CChhpp55..iinndddd 110066 77//1122//0055 99::1144::5533 AAMM 107 MAGIC CHAPTER 5 NEW INVOCATIONS These new invocations are intended for the save. Other living creatures take invested in your incarnum shroud invo- use by warlocks (see Complete Arcane) the normal damage for your eldritch cation grants you a +1 insight bonus to who either dabble in incarnum use blast but are not dazed. Nonliving your Armor Class and on your Forti- or expect to face incarnum-wielding creatures are entirely unaffected by tude saving throws. Once the amount enemies. incarnum blast. of essentia invested is chosen, it cannot You can invest essentia in this be altered and remains invested for DRAIN INCARNUM invocation once per day as if it were 24 hours. If your incarnum shroud is Least; 2nd an incarnum feat. Every point of dispelled during this time, the essentia essentia invested in your incarnum investment remains in place, taking This ephemeral claw reaches into blast invocation increases the damage effect once again when you activate a single creature within 30 feet. dealt by the blast by 1d6 points, but the invocation. Unless the creature succeeds on a only against living creatures whose Fortitude save, it takes 1 point of alignment is opposed to at least one STEAL INCARNUM essentia damage. A creature without component of yours. Once the amount Lesser; 4th an essentia pool instead takes 1 point of essentia invested is chosen, it can- of Wisdom damage. not be altered and remains invested You can use this invocation to steal for 24 hours. essentia from a touched opponent for INCARNUM BLAST your own use. Unless the creature Greater; 6th; Eldritch Essence INCARNUM SHROUD succeeds on a Fortitude save, it loses Dark; 8th 1 point of essentia for every 5 caster This eldritch essence invocation allows levels (to a maximum loss of 4 points you to change your eldritch blast into Your incarnum shroud grants you con- at 20th level), and you gain essentia an incarnum blast. Any living creature cealment (20% miss chance) from all equal to the amount lost. The gained whose alignment is opposed to at least attackers, though you do not suffer any essentia fades after 1 minute, though one component of yours must succeed miss chance against others because of the essentia loss must be healed or on a Fortitude save or be dazed for 1 this invocation. You gain 1 point of otherwise restored normally. If a round. (For example, a chaotic good essentia when this invocation is in creature fails its save against this warlock would daze lawful good, effect. The duration of the invocation invocation, it can’t be affected by it lawful neutral, lawful evil, neutral is 24 hours. again for 24 hours. A target without evil, and chaotic evil opponents.) If You can invest essentia in this essentia can’t be affected by this the creature also has an essentia pool, invocation once per day as if it were an invocation. it also loses 1 point of essentia if it fails incarnum feat. Every point of essentia NEW PSIONIC POWERS This section presents new incarnum- Essentia: Every point of essentia form a chakra bind that it otherwise related powers for psionic characters. invested in this power increases the could not. You can open a creature’s damage reduction by 1 point. Your crown, feet, or hands chakra with INCARNUM FUSION claws also gain an enhancement this power. A creature benefiting Metacreativity bonus on attack rolls and damage from this power can bind a soulmeld"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Chakra Bind",
        "description":  "Soulbound shields and suits of armor SOULBOUND ARMOR OR SHIELD grant bonuses when they are bound to chakras as described A soulbound suit of armor or shield allows its wearer to invest below. essentia to improve his Armor Class. Arms: If you bind a soulbound shield to your arms"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Description",
        "description":  "Soulbound armor and shields have no special chakra, you gain a +4 insight bonus on checks or rolls appearance except when essentia is invested in them, at which made to avoid being bull rushed or overrun, or to avoid point they take on a faint blue sheen. the shield being sundered."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Prerequisite",
        "description":  "Anyone can wear a soulbound shield or suit Soul: If you bind soulbound armor to your soul chakra, you of soulbound armor, though only those with an essentia pool gain a +4 insight bonus on saves made against the attacks can take advantage of its full benefi t. of creatures whose alignments are opposed to yours in any"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Activation",
        "description":  "Investing essentia in or reallocating essentia way. For example, a lawful good character would gain this invested in a soulbound shield or suit of armor is part of the bonus against the spells, spell-like abilities, and supernatural swift action required to invest or reallocate essentia. attacks of chaotic or evil creatures, while a neutral good"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Description",
        "description":  "The ring of essentia is a plain silver band set Construction (lesser): Forge Ring, shield of faith, essentia with a small sapphire. When invested with essentia, the pool 2; cost 5,000 gp, 400 XP, 10 days. sapphire glows and shimmers faintly. Construction (greater): Forge Ring, shield of faith, essentia"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Effect",
        "description":  "Any character with an essentia pool can touch the AMULET OF INCARNUM SHIELDING ring of essentia to bestow 1 point of essentia from his essentia An amulet of incarnum shielding protects the wearer’s soul pool into the ring. This reduces the size of his essentia pool energy from harmful effects. by 1. Description: The amulet of incarnum shielding is a silver The wearer of the ring can use this essentia as if it were necklace set with a brilliant amethyst. When the amulet part of his own essentia pool (even if he doesn’t have activates, it shimmers briefl y then grows slightly duller than essentia of his own). The ring can hold no more than 1 it was before. point of essentia. Activation: No activation is required to use the amulet— The essentia stored within the ring remains for 24 hours it functions automatically. After seven uses, it crumbles before it dissipates, returning to the character who placed into dust. it there. Before that time, it can be released in one of two Effect: The wearer of an amulet of incarnum shielding is ways. The wearer of the ring can release the essentia immune to any effect that would drain his incarnum or from the gemstone as a standard action, in which case it unshape a soulmeld. Each effect protected against counts immediately returns to the essentia pool of its original as one use of the amulet (see Activation, above). owner. Alternatively, if the character who bestowed the Aura and Caster Level: Faint abjuration; CL 3rd. essentia touches the ring, he can reclaim his essentia as a Construction: Craft Wondrous Item, essentia pool; cost standard action. 1,050 gp, 84 XP, 3 days."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Effect",
        "description":  "When activated, an essentia jewel adds 1 point of essentia to your essentia pool for a single round. This essentia Ring of soulbound protection (1), ring of essentia (2), can be invested as normal. cloak of soulbound resistance (3), amulet of incarnum shielding (4),"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Meldshaping",
        "description":  "Ability to shape soulmelds, ability to bind if you had gained a level in the meldshaping class to which soulmelds to the crown, feet, and hands chakras. you belonged prior to gaining the necrocarnate level. You do not, however, gain any other abilities of that class, such CLASS FEATURES as additional melds, extra chakra binds, increased essentia, As a necrocarnate, you improve as a meldshaper and gain or new tiers of chakra binds. special benefits when using soulmelds with the necro- Necrocarnum Soulshield (Su): Beginning at 2nd level, carnum descriptor, which are known as necrocarnum you can use the tortured souls that form necrocarnum melds. You gain no essentia for attaining higher levels, soulmelds to help you avoid danger. By tapping into this but you do gain several special abilities that allow you soul energy, you gain a profane bonus on all saving throws. The value of this bonus equals the number of necrocarnum 662200__8888557799__CChhpp66..iinndddd 113322 77//1122//0055 99::1177::4444 AAMM 133 CLASSES PRESTIGE CHAPTER 6 soulmelds that you currently have shaped. This ability is defensive capabilities according to the opposition you face. usable a number of times per day equal to one-half your Unlike other meldshapers, you also take every opportunity to necrocarnate level. turn your foes’ soul energy into fuel for your own dark powers."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Babau",
        "description":  "66 hp (see Monster Manual, page 40). alchemist’s fire Spellbook spells prepared plus 0—arcane mark, Rorghas the Dark CR 8 dancing lights, detect magic, detect poison, disrupt Male human wizard 3/incarnate 2/soulcaster 3 undead, ghost sound, light, mending, message, open/ NE Medium humanoid (incarnum) close, prestidigitation, read magic, resistance; 1st— Init +1; Senses darkvision 60 ft., arcane sight, see burning hands, color spray, protection from good; invisibility; Listen +0, Spot +5 2nd—resist energy, rope trick; 3rd—fly, summon Aura mantle of flame (each melee attacker takes 1d6 monster III fire damage) Hook “You cannot prevail over the power of soul- Languages Abyssal, Common, Orc infused magic.” AC 16, touch 12, flat-footed 15 hp 40 (8 HD) PEARL OF INCARNUM POWER Immune enchantment (charm) effects Certain relics particularly suited for a soulcaster’s skills Fort +9, Ref +5, Will +11 have been passed down from mentors to novitiates for Speed 30 ft. (6 squares) centuries. Among these are pearls of incarnum power, which Melee mwk cold iron dagger +3 (1d4–1/19–20) or look like typical pearls except for a slightly cloudy sheen Melee lightning gauntlets +2 (1d6 electricity) on their surfaces. Like a pearl of power, a pearl of incarnum Base Atk +3; Grp +2 power enables the possessor to recall any one spell that he Combat Gear 2 flasks of holy water, 2 flasks of has already prepared and then cast. In addition, however, alchemist’s fire, wand of magic missiles (CL 3rd) he can restore any essentia that was previously invested Wizard Spells Prepared (CL 6th): in that spell as part of the same action used to recall it. 3rd—dispel magic (CL 7th), empowered fireball The spell is then prepared again, with its invested essen- (DC 17, CL 7th), hold person (DC 16) tia, just as if it had not been cast. Each pearl of incarnum 2nd—bear’s endurance, Melf’s acid arrow, scorching power functions once per day, and only for spells of a ray (+4 ranged touch), web (DC 15) particular level. 1st—chill touch (+2 melee touch, DC 14), mage Strong transmutation; CL 17th; Craft Wondrous Item, armor†, empowered magic missile (CL 7th), creator must be able to cast spells of the spell level to be shield recalled, creator must have an essentia pool; Price 1,500 gp 0—acid splash (2), ray of frost (2) (1st), 6,000 gp (2nd), 13,500 gp (3rd), 24,000 gp (4th), 37,500 † Already cast gp (5th), 54,000 gp (6th), 73,500 gp (7th), 96,000 gp (8th), Essentia Pool 9; Capacity 2; Chakra Binds 1; 121,500 gp (9th). Soulmelds 4 Soulmelds and Essentia Investment (CL 5th): Arcane focus 2 (+3 damage with arcane spells) SPINEMELD WARRIOR Arcane investment 1 (dispel magic) “Perfection of form requires proof. What better proof than a foe Arcane investment 1 (fireball) bleeding at your feet?” Arcane investment 1 (magic missile) —Morgalle Tark, spine fi ghter Enigma helm (DC 16 caster level check needed to perform divination on Rorghas; immunity to Even without proper training, a skarn can strike wicked blows enchantment (charm) effects; bound to crown with the pointed spines along his forearms. Most, however, chakra) have a proclivity for martial discipline and an appreciation Lightning gauntlets (melee touch attack deals 1d6 for spare and functional beauty. The resultant culture has electricity damage 1/round) produced a combat style that is both lethally effective and Mantle of flame (each melee attacker takes 1d6 fire aesthetically pleasing. When a spinemeld warrior trains, he damage) is participating in a tradition that has long been venerated in Midnight Metamagic 2 (empowered fireball) skarn society. Public ritualized combats between spinemeld Midnight Metamagic 2 (empowered magic missile) warriors draw large crowds and are the high points of holy Spell-Like Abilities (CL 2nd): days and feasts. At will—detect good All spinemeld warriors are members of an organization Abilities Str 8, Dex 12, Con 15, Int 16, Wis 10, Cha 13 known as the Hierarchy of Spinemeld Warriors, which man- SQ chakra binds (crown, feet, hands); faint aura of evil ages their participation in public ritual combat and provides Feats Bonus Essentia, Empower Spell, Incarnum training in combat and forms. Spellshaping, Midnight Metamagic Skills Concentration +13, Knowledge (arcana) +13, BECOMING A SPINEMELD WARRIOR Knowledge (religion) +12, Knowledge (the planes) Most spinemeld warriors begin their careers as incarnates, +12, Spellcraft +16, Spot +5 then take levels in fighter or even paladin. Skarn soulborn Possessions combat gear plus cloak of resistance +2, can easily meet the entry requirements for the prestige ring of protection +1, ring of sustenance, wand of class as well. Since meldshaping is not required for entry, 662200__8888557799__CChhpp66..iinndddd 114477 77//1122//0055 99::1188::2222 AAMM 148 6 RETPAHC EGITSERP SESSALC however, a paladin, ranger, or fighter can choose to qualify you have at least a passing familiarity with issues relating to for the class by taking a feat that grants him access to his the aristocracy. Beginning at 2nd level, you gain a competence essentia pool. bonus equal to one-half your spinemeld warrior level on Knowledge (nobility and royalty) checks. Entry Requirements In addition, your contacts among the nobility can put"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "AC",
        "description":  "17 (+5 chainmail, +2 heavy wooden shield), touch 10, Special Attacks: Smite, spells fl at-footed 17 Special Qualities: Channel incarnum 5/day, essentia Base Attack/Grapple: +1/+2 pool 2"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Typical Soulmelds Shaped",
        "description":  "Bluesteel bracers (+2 insight Speed: 35 ft. (7 squares; 1 essentia) bonus on initiative checks, +3 insight bonus on melee damage AC: 17 (+1 Dex, +4 masterwork chain shirt, +2 heavy wooden rolls); crystal helm (+3 defl ection bonus to AC; bound to crown shield), touch 11, fl at-footed 16 chakra); impulse boots (uncanny dodge). Base Attack/Grapple: +1/+2"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Speed",
        "description":  "30 ft. in hide armor (6 squares); base speed 40 ft. beasts include owlbears, winter wolves, chimeras, bulettes,"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class",
        "description":  "23 (–1 size, +1 Dex, +10 natural, +3 hide), and other fearsome creatures. touch 10, flat-footed 22 Unlike other giants, a totem giant has a good Will save Base Attack/Grapple: +9/+19 (+2 plus 1/2 HD)."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Essentia Pool",
        "description":  "A totem giant has an essentia pool of 6 INCARNUM GOLEM (including +2 for the Bonus Essentia feat and +1 for the Cobalt Rage feat) and an essentia capacity of 3 (or 4 for any soulmeld Large Construct (Incarnum) bound to his totem chakra). He typically invests 2 points in Hit Dice: 11d10+30 (90 hp) his Cobalt Rage feat, 2 points in his frost helm, and 2 points Initiative: +1 in his great raptor mask. Speed: 30 ft. (6 squares) Rock Catching (Ex): A totem giant gains a +4 racial Armor Class: 18 (–1 size, +1 Dex, +8 natural), touch 10, bonus on his Reflex save when attempting to catch a fl at-footed 17 thrown rock. Base Attack/Grapple: +8/+16 Totem Chakra Bind (Su): A totem giant can bind one Attack: Slam +11 melee (2d8+4) of his soulmelds to his totem chakra, gaining the benefi ts Full Attack: 2 slams +11 melee (2d8+4) thereof. The sample totem giant has bound his frost helm to Space/Reach: 10 ft./10 ft. his totem chakra. Special Attacks: Adaptive attack"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Possessions",
        "description":  "+1 shadow leather armor, masterwork spiked chain, wand of cure moderate wounds (50 charges), boots of CREATING A LOST elvenkind, matching platinum earrings, necklace and “Lost” is an acquired template that can be added to any living anklets (worth 2,400 gp as a set), 350 gp emerald navel creature with an Intelligence score of at least 3 (referred to ring, 80 pp. hereafter as the base creature). A lost uses all the base creature’s statistics and abilities TACTICS except as noted here."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Dolcianne prefers to use her exceptional Hide and Move Size and Type",
        "description":  "A lost’s type does not change, but it gains Silently skills to ambush groups of humanoids. She the incarnum subtype. Size is unchanged. prepares her defensive spells first (see Power-Up Suite, Speed: The creature’s base land speed increases by 10 ft. below), then reveals herself from a point within 30 feet of Though a lost might stumble and twitch, it can be surpris- her targets, hoping to blindthem with her blinding beauty ingly nimble when closing for a kill. Any swim, fl y, or burrow and stop them in their tracks with her song of misery. If speeds the base creature might have do not increase. she gains surprise, she casts an ice storm centered on an Armor Class: The base creature’s natural armor bonus obvious spellcaster. improves by 3. 662200__8888557799__CChhpp77..iinndddd 118833 77//1122//0055 99::2244::2288 AAMM 184 7 RETPAHC SRETSNOM"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class",
        "description":  "The base creature’s natural armor bonus 6 HD. increases by a value based on the zombie’s size, as given in Incarnum Defense: A necrocarnum zombie gains an the following table. insight bonus to its AC and on its saving throws. The value of this bonus equals the points of essentia it has invested Size Natural Armor Bonus Increase in this ability. Tiny or smaller +0 Incarnum Speed: A necrocarnum zombie gains an insight Small +1 bonus to all its speeds. The value of this bonus equals +10 Medium +2 feet per point of essentia it has invested in this ability. The Large +3 creature also gains an insight bonus equal to twice the points Huge +4 of invested essentia on its initiative checks. Gargantuan +7 Colossal +11 662200__8888557799__CChhpp77..iinndddd 118888 77//1122//0055 99::2244::4433 AAMM 189 MONSTERS CHAPTER 7"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "SAMPLE SKARN MONK Speed",
        "description":  "20 ft. (4 squares) Skarn, 3rd-Level Monk AC: 19 (+6 +1 breastplate, +3 +1 heavy steel shield), touch 10, Medium Humanoid (Reptilian) fl at-footed 19"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +1 Dex, +8 natural), touch 10, it can draw upon multiple life forces. It favors situations fl at-footed 17 in which its prey is already engaged in battle with other Base Attack/Grapple: +8/+17 living creatures, since each creature that dies adds to its"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Attack",
        "description":  "Bite +12 melee (2d6+5) power. The souleater targets lightly armored foes fi rst so"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Level Adjustment",
        "description":  "— soulfused fl esh golem prefers to take on weak or unarmored foes, and it seeks them out even at the price of drawing attacks The eyes of an apparently lifeless automaton crafted from human of opportunity while moving past other enemies. body parts suddenly display a gleam of intelligence. Berserk (Ex): When a soulfused fl esh golem enters combat, its elemental spirit (which is still bound to it, despite the presence of incarnum) has a cumulative 1% chance each Illus. by W. England 662200__8888557799__CChhpp77..iinndddd 119955 77//1122//0055 99::2255::0022 AAMM 196 7 RETPAHC SRETSNOM round to break free, causing the golem to go berserk. The CREATING A SOULFUSED uncontrolled golem goes on a rampage, attacking the nearest CONSTRUCT living creature or smashing some object smaller than itself “Soulfused” is an acquired template that can be added to if no creature is within reach. Thereafter, it moves on to any construct that has neither an Intelligence score nor spread more destruction. The soulfused golem’s creator, if the living construct subtype (referred to hereafter as the within 60 feet of the creature, can try to regain control by base creature). speaking fi rmly and persuasively to it and making a DC 19 A soulfused construct uses all the base creature’s statistics Charisma check. After 1 minute of inactivity, the golem’s and abilities except as noted here. berserk chance resets to 0%. Size and Type: A soulfused construct’s type does not"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Hit Dice",
        "description":  "2d8+4 (13 hp) Armor Class: 19 (+2 size, +4 Dex, +3 natural), touch 16,"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 size, +1 Dex, +1 natural), touch 12, Attack: Soul blast +13 ranged (1d8+3) fl at-footed 13 Full Attack: Soul blast +13 ranged (1d8+3) Base Attack/Grapple: +2/–6 Space/Reach: 2-1/2 ft./0 ft."
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Initiative",
        "description":  "+6 Armor Class: 21 (+2 size, +5 Dex, +4 natural), touch 17,"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 size, +2 Dex, +2 natural), touch 14, Base Attack/Grapple: +8/+0 fl at-footed 14 Attack: Soul blast +16 ranged (1d12+5) Base Attack/Grapple: +4/–4 Full Attack: Soul blast +16 ranged (1d12+5)"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Status",
        "description":  "While the affi liate members of the Pentifex Order an increasing mastery of incarnum. Even if you were are a large confederacy of equals, the initiates, called mono- a fighter who dabbled in incarnum feats as an affiliate liths, are ranked in a strict hierarchy. Any affi liate member member and earned your way into the monoliths with no who performs a great service for the benefi t of the order—not more extensive use of incarnum than that, you will not simply ridding the world of a powerful necrocarnate or a progress past the rank of Dolmen Master without some plague of lost, but actually advancing the standing of the more advanced ability, such as you would gain by taking order itself—can apply for recognition as a monolith. Before levels in a meldshaping class or adopting a prestige class this status is granted, the character must undergo a month of such as incandescent champion. intensive training, learning more of the ways of the lost and Missions: In general, the Pentifex Order relies on its the corruption of necrocarnum from several other monoliths. affi liate members to seek out their own missions. Whenever Once that training is complete, the character becomes a an affi liate member comes across a clutch of lost or a vile monolith with the rank of Dolmen Novice. necrocarnate, that member can call on the resources of Monoliths carry titles, from Dolmen Novice (the lowest) the order to deal with the problem—or simply deal with to Wellspring Monolith (the highest). The numbers below it independently. are useful when adding ranks to Knowledge skill modifi ers Monoliths function in much the same way, but they (as described above). can expect occasional assignments to specifi c missions as well—perhaps once a year. These missions typically arise Monolith Rank Monolith Title when an affi liate member comes across a problem too big 1 Dolmen Novice to handle alone. When this occurs, the leaders of the order 2 Dolmen Initiate fi nd and dispatch monoliths who are available and able to 3 Dolmen Master address the problem. 4 Monolith Ward 5 Monolith Keeper THE PENTIFEX ORDER 6 Monolith Founder IN THE WORLD 7 Pentifex Monolith “Without the Pentifex Order, the world might even now be suffering 8 High Monolith 9 Wellspring Monolith a plague of soulless births. They are the custodians, not of our souls’ fate—that would be the clerics—but of all souls’ destiny.” —Thiera Donassik, azurin soulborn PLAYING A MEMBER OF THE PENTIFEX ORDER The Pentifex Order provides a structure for a party of player You know something other people do not know, or choose characters who all use incarnum to some extent. If every char- not to know—stray incarnum poses a threat to the world. acter in the party is at least an affi liate member of the order, 662200__8888557799__CChhpp88..iinndddd 221100 77//1122//0055 99::2277::2266 AAMM 211 CAMPAIGNS INCARNUM CHAPTER 8 then all the characters share at least one goal in common, DC 10: “The Pentifex Order—they’re the ones with the allowing them to pursue missions that are important to all weird golden armor, right?” of them and report back to a single organization. DC 15: “The Pentifex Order is a group of people who use"
    },
    {
        "source":  "magic_of_incarnum.txt",
        "name":  "Incarnum Radiance",
        "description":  "The epic incarnate can use this breastplate, pentifex +1 heavy shield, backpack, ability one additional time per day for every five levels he 1 week’s rations, full wine skin, 11 gp, 19 sp, 1 attains beyond 18th level (5/day at 23rd level, 6/day at 28th tourmaline earring with a wagon intaglio (182 gp) level, and so on.). The sacred bonus granted improves by 1 (for good or lawful incarnates), by 2 (for evil incarnates), or +10 feet (for chaotic incarnates) for every five levels above 20th. 662200__8888557799__CChhpp88..iinndddd 221122 77//1122//0055 99::2277::3300 AAMM APPENDIX"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Spell Resistance",
        "description":  "Yes without provoking an attack of opportunity), +3 natural armor bonus to AC."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "The target affected by the chamber cannot move on Water",
        "description":  "Swim at your normal speed, water mastery either the Ethereal Plane or its coterminous planes for (you gain a +1 attack and damage bonus if both you and 34 the duration of the spell but is otherwise unaffected. The your opponent touch water), drench (you may use your :3 RETPAHC SRETCARAHC CIGAM DNA elemental form to put out nonmagical open flames and These mounts have AC 18 (–1 size, +4 natural armor, dispel magical fire you touch as if casting dispel magic at +5 Dex), and 10 hit points +1 hp per caster level. They do your caster level). not fight and have no attacks. If reduced to 0 hit points, The elemental body spell has the descriptor of the element anethereal mountmelts into the ethereal fog from which you choose. So, if you choose a body of fire, elemental body it came. is a fire spell. An ethereal mount has a speed of 240 feet on the"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Dying",
        "description":  "An astral form cannot be slain normally. If an This is akin to flight with perfect maneuverability and a astral form is killed (reduced to –10 hit points or otherwise maximum speed of 10 feet per point of Intelligence. slain), the astral traveler’s soul returns to its original body, When one is maneuvering through astral space, “up” and which remains unharmed. “down” are determined solely by the traveler’s orientation 49 PLANES THE TRANSITIVE CHAPTER 5: (down is beyond your feet, and up is above your head). example).“Viewed once” is for a place seen one time only, Unlike normal flying, climbs and dives on the Astral or a place that has been seen only by magic. “Description Plane don’t change a character’s speed, and there’s no only” can be verbal or written, although a map to the loca- minimum speed to avoid a stall. tion would be useless on a plane so devoid of landmarks. An astral character may double move, but his maneu- Travelers on the Astral Plane suffer no movement verability drops to average. An astral character may move penalty for armor or weight, but they can carry no more at four times his speed (effectively running), but maneu- than a heavy load while moving. verability drops to clumsy. Movement through the Astral Plane is silent. Individuals with an Intelligence of 0 or without a listed Intelligence score (golems, for example) can move very Astral Combat slowly, and then only by pushing off other solid objects. The Astral Plane has no gravity, so attackers may approach Their maximum speed is 10 feet, and they cannot double from all sides. (See the Combat in Three Dimensions side- move or run. If they are somehow grounded by localized bar in Chapter 1.) gravity and able to walk, they move normally. And without gravity or anything else to affect it, an Distances are deceptive on the Astral Plane, and maps arrow can effectively fly forever. The penalty for each are almost completely useless in the hazy expanse. The range increment beyond the first is –1 instead of –2. time it takes an individual or a group of individuals to There is no maximum range, except the limit of the reach a particular part of the Astral Plane depends on attacker’s vision. how familiar the travelers are with that area. The Astral Plane has the timeless trait with respect to such things as poison and disease, so a poisoned wizard Familiarity Travel Time on the Astral Plane would be unaffected until she moves Very familiar 2d6 hours to another plane. A traveler in astral form would not be × Studied carefully 1d4 6 hours affected at all, because damage taken by the astral form × Seen casually 1d4 10 hours × isn’t transferred back to the original body on another Viewed once 1d6 20 hours × plane. The Astral Plane is also timeless with regard to nat- Description only 1d10 50 hours ural healing, so only magical healing works. “Very familiar” describes a place the traveler has been to Travelers on the Astral Plane suffer no penalties to very often and feels at home with. “Studied carefully” is a speed for armor or encumbrance. Armor check penalties well-known place from regular visits, including most color and arcane spell failure chances still apply, however. pools the traveler has used before. “Seen casually” is a place known from occasional visits, including a color pool of a FEATURES OF THE ASTRAL PLANE particular type but not a specific color pool (any color pool While mostly empty, the Astral Plane has some features to Ysgard as opposed to a specific color pool to Ysgard, for of interest to the planar traveler. 50 :5 RETPAHC EVITISNART EHT SENALP pqqqqrs"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Damage",
        "description":  "Ballistae 1d12 in order to deliver the ram attack with an attack bonus of +23, Face/Reach:100 ft. by 30 ft./0 ft. dealing 10d10 points of piercing damage if successful. pqqqqrs ASTRAL ENCOUNTERS Creatures found on the Astral Plane, with a few notable exceptions, tend to be from the various planes that the Astral Plane touches. Some creatures have the natural ability to plane shift into this realm, some cast spells that allow them to do so, and some find their way to the Astral Plane through portals and magical mishaps. The table below is suitable for typical travelers, but the Dungeon Master can also use it as a springboard for encounter tables for specific areas by adding new crea- tures or changing the percentages. It is designed for trav- elers physically entering the plane through spells such as plane shift,though there are creatures present that would threaten travelers moving in astral form. On a d% roll of 96–100, characters encounter something on Table 5–3: Astral Encounters. Roll once per hour. ETHEREAL PLANE It is a plane out of phase. It is a place of ghosts and monsters. It is right next to you, and you don’t even see it. The Ethereal Plane is a misty, fog-bound dimension that is coexistent with the Material Plane and often other planes as well. Travelers within the Ethereal Plane describe the plane as a collection of swirling mists and colorful fogs. The Material Plane itself is visible from the Ethereal Plane, but it appears muted and indistinct, its colors blurring into each other and its edges turning fuzzy. Ethereal denizens watch the Material Plane as though viewing it through distorted and frosted glass. While it is possible to see into the Material Plane from the Ethereal Plane, the Ethereal Plane is usually invisible to those on the Material Plane. Normally, creatures on the Ethereal Plane cannot attack creatures on the Mater- ial Plane, and vice versa. A traveler on the Ethereal Plane is invisible, incorporeal, and utterly silent to someone on the Material Plane. This makes the Ethereal Plane very useful for reconnaissance, spying on opponents, and other occasions when it’s handy to move around without being detected. The Ethereal Plane is mostly empty of structures and impediments. However, the plane has its own inhabi- tants. Some of these are other ethereal travelers, but the ghosts found here pose a particular peril to those who walk the fog. ETHEREAL TRAITS The Ethereal Plane seems almost a nonplane in that it is tightly wedded to the Material Plane. It can be thought a handful, though large fortress-cities such as Tu’narath of as a fourth physical dimension or a vibration slightly have a fleet, some of which are used for trade. out of tune with the rest of the universe. It has the fol- Astral ships vary in size from small skiffs to galleon- lowing traits. sized craft, all of which look something like terrestrial keelboats. Most are equipped with harpoons and ballis- • No Gravity. tae, and the largest astral ships even possess catapults. • NormalTime. Astral ships can ram other ships and creatures larger and • Infinite or Finite Size: The Ethereal Plane’s size up to two size categories smaller than themselves. depends on which plane it is adjacent to. 53 PLANES THE TRANSITIVE CHAPTER 5: Table 5–3: Astral Encounters d% Encounter Number CR At EL 01 Astral dreadnought 1 17 17 02–10 Astral object 1 — — 11–13 Astral form Wiz17* 1 17 17 14–17 Astral form Sor17* 1 17 17 18–20 Astral form Clr17* 1 17 17 21–24 Brd14 1 14 14 25 Celestial, firre 1 10 10 26 Celestial, ghaele 1 13 13 27 Celestial, planetar 1 16 16 28 Celestial, solar 1 19 19 29–32 Clr11 and Ftr9 1 11 12 33–34 Couatl 2 10 12 35–44 Color pool 1 — — 45 Dead deity† 1 — — 46–47 Demon, bebilith 1 9 9 48 Demon, succubus 1 9 9 49 Demon, vrock‡ 1 12 12 50–51 Devil, narzugon, on nightmare 1d3 10 12 52 Devil, gelugon‡ 1 13 13 53 Devil, kyton 2d6 6 11 54 Devourer 1 11 11 55–56 Genie, dao 2d4 7 11 57–58 Genie, djinn 2d6 5 11 59–60 Genie, efreet 1d4 8 11 61–62 Genie, jann 1d10+5 4 11 63–64 Genie, marid 1d3 9 11 65–66 Githyanki squad§ 1 — 14 67–70 Githyanki Ftr6 1d6+1 6 11 71–73 Githyanki Wiz5, three 1 6 11 githyanki Ftr5 74 Githyanki Sor9 riding 1 13 13 young adult red dragon 75–76 Githzerai sect|| 1 — 13 77–80 Githzerai rrakkma# 1 — 14 81 Inevitable, marut 1 15 15 82–86 Mercane trading mission** 1 — 12 87 Mind flayer* 4 8 12 88–90 Nightmare 1 5 5 91–95 Planar wind — — — 96–97 Rog13 with robe of stars 1 13 13 98 Titan 1 21 21 99–100 Yugoloth, mezzoloth 1d3 7 9 *Astrally projecting. †50% chance of other beings present. Clr11 and three Ftr8 (01–50), or roll again on encounter table (51–100). ‡Creature has no inherent ability to enter the Astral Plane and was called/summoned by another being or found its way in through a color pool. §Squad consists of fifteen Ftr3, two Ftr7, one Ftr9 captain, and one young red dragon. ||Sect consists of fifteen Mnk3 or Ftr3, plus two Mnk7 and one Mnk9 mentor. #Rrakkma consists of four Mnk8, one Mnk11, and one Sor11. **Trading mission consists of three mercanes and eight githyanki Ftr5 bodyguards. • Alterable Morphic: There is little on the plane to Magical beasts such as the ethereal marauder, phase alter, however. spider, and ethereal filcher use the Ethereal Plane. These • No Elemental or Energy Traits: Even if the coexis- are not true outsiders, but rather Material Plane creatures tent plane has one or more of these traits, the Ethereal that have adapted to use the Ethereal Plane to hunt prey. Plane does not. Travelers to the Ethereal Plane include outsiders that • Mildly Neutral-Aligned. have access to magic portals or curtains onto the Ethereal • Normal Magic: That is, spells function normally on Plane. As stated above, moving onto the Ethereal Plane by the Ethereal Plane, though they do not cross into the means of a gateorplane shift spell turns the traveler ethe- Material Plane. It is possible to use a fireball spell real. It takes a second spell to return travelers to their against an enemy on the Ethereal Plane with the caster, plane of origin. but the same fireball wouldn’t affect anyone on the One great danger of the Ethereal Plane is ghosts, which corresponding part of the Material Plane. A bystander often call this plane home. Such creatures have a deep on the Material Plane can walk through an ethereal and abiding hatred of the living, and no love for those battlefield without feeling more than the hair on the travelers who impinge upon their realms. back of his neck standing up. The only exceptions are spells and spell-like abilities MOVEMENT AND COMBAT that use magical force (noted with the force descriptor, One moves through the Ethereal Plane as one would such as magic missileorwall of force) and abjurations that move on the Material Plane. However, due to the misty affect ethereal beings. Spellcasters on the Material nature of the protomatter of the plane itself, a traveler can Plane must have some way to detect foes on the move up and down just as easily as along solid surfaces. Ethereal Plane before targeting them with force-based However, all movement is at half speed, both for travelers spells, of course. While it’s possible to hit ethereal and for creatures native to the Ethereal Plane. enemies with a magic missile spell cast from the There is a definite “down” to the Ethereal Plane that Material Plane, the reverse isn’t possible. No magical corresponds to the gravity of the coexistent plane it is attacks cross from the Ethereal Plane to the Material attached to. However, there is no danger of falling. Plane, including force attacks. Because the Ethereal Plane is coexistent with the Mater- ial Plane, most travelers walk normally along the ground of ETHEREAL LINKS the Material Plane. Creatures on the Ethereal Plane can The Ethereal Plane is strongly connected to its coexis- move through solid objects on the Material Plane, but they tent plane. As a traveler moves through the Ethereal cannot move through solid objects on the Ethereal Plane. Plane, he perceives the Material Plane alongside it every Unlike the Astral Plane, the Ethereal Plane offers no quick step of the way. way to move great distances. Portals from other planes may open onto the Ethe- A traveler normally moves physically between the real Plane, rather than the corresponding point on the Material Plane and the Ethereal Plane, unlike travelers to Material Plane. Such portals appear as curtains of the Astral Plane, who sometimes project a duplicate shimming colors (rather than the Astral Plane’s color form. The most common way to reach the Ethereal Plane pools). These portals create conduits through the is with spells such as ethereal jauntor magic items such as Astral Plane to reach their destination, just like any armor with the etherealness special ability.There is no other portal, but their entrances are on the Ethereal inherent danger when moving from the Material Plane to Plane. Travelers from elsewhere become ethereal once the mostly empty Ethereal Plane. Even if there is an ethe- they reach the Ethereal Plane by means of a curtain, real object in the way, the traveler is painlessly shunted to and they must pass through another such curtain (or the nearest open space in the Ethereal Plane. have some other means of manifesting themselves) to Moving back to the Material Plane poses a risk if a reach the Material Plane. solid object or creature is present. Travelers who overlap It is possible to plane shift (as the spell) into the with a Material Plane object or creature are shunted to Ethereal Plane. In such cases the body becomes ethe- the nearest open space, taking 1d6 points of damage per real upon reaching the plane. Similarly, travelers who 5 feet so moved. opengatesonto the Ethereal Plane and individuals acci- dentally thrown there become ethereal (as the ethereal Ethereal Combat jauntspell) when they arrive. Unless they have the abil- Combat on the Ethereal Plane is unaffected by the nature ity to somehow leave the Ethereal Plane, or they find a of the plane, with the exception that attacks may be made curtain leading out of the Ethereal Plane, they’re from any direction. (See the Combat in Three Dimen- trapped there. sions sidebar in Chapter 1.) The limited vision on the Ethereal Plane also affects ETHEREAL INHABITANTS combat; it’s difficult to spot opponents at long range. Fur- The Ethereal Plane is much more populated than the thermore, a group that is separated may have difficulty Astral Plane. It boasts a great variety of natives as well as pulling itself back together as members are drawn off 54 frequent travelers. into smaller combats. Natives of the Ethereal Plane might :5 RETPAHC EVITISNART EHT SENALP try to lure adventurers away from each other, then Plane. Furthermore, the Material Plane appears as if ambush them individually. wrapped in fog, so ethereal observers can’t discern pre- cise details such as normal writing. It’s easy to discern FEATURES OF THE ETHEREAL PLANE faces and landmarks, however. Seeing and hearing is There is no direct danger to general survival on the Ethe- otherwise normal, so gaze attacks and sonic attacks and real Plane. The Ethereal Plane has a normal atmosphere, abilities launched from the Material Plane affect ethe- and inhabitants breathe normally. Inhaled poisons and real creatures. spells such as cloudkillwork on the Ethereal Plane. The reverse isn’t true. An ethereal traveler is normally However, there is no food or water other than what invisible and inaudible to an individual on the Material travelers bring with them. Someone trapped on the Ethe- Plane. Spells and abilities such as see invisiblereveal an real Plane without a way out risks eventual starvation or ethereal object or creature. dehydration (see Starvation and Thirst Dangers in Chap- Creatures on the Ethereal Plane cannot talk to those ter 3 of the DUNGEONMASTER’s Guide). on the Material Plane, even if they want to be heard. Unlike most planes, the Ethereal Plane allows vision Ethereal listeners only hear Material Plane sounds that across the planar border to the plane it’s coexistent originate up to 60 feet away, but their hearing is other- with: the Material Plane. No matter where you are on wise unaffected. Touch, smell, and taste do not reach the Ethereal Plane, you can see the corresponding part between the planes. of the Material Plane. Vision is limited, however, to 60 The Ethereal Plane emits its own diffuse light, so feet both on the Ethereal Plane and onto the Material ethereal observers do not need torches to see onto the 55 PLANES THE TRANSITIVE CHAPTER 5: pqqqqrs to the Material Plane, taking 3 minutes (rolled randomly) to do"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Other Special Qualities",
        "description":  "Surefooted. 45 on a cliff). Surefooted (Ex):All petitioners have a +10 competence If the fall occurs in a random location, the victim bonus on Climb checks. comes to a stop on a natural ledge some 10d10+100 feet farther below and takes 10d6 points of damage from MOVEMENT AND COMBAT the bouncing, bone-jarring descent. In some locations Movement on Gehenna is much like movement on the on Gehenna, a victim’s fall could end sooner—in a Material Plane, though the mountainous, sloping nature river of lava. 112 of Gehenna imposes constant dangers. :7 RETPAHC RETUO EHT SENALP KKhhaallaass MMuunnggootthh CChhaammaaddaa NNiimmiiccrrii GGeehheennnnaa CCrraawwlliinngg CCiittyy TToowweerr AArrccaannee KKrraannggaatthh HHooppeelloorrnn Gehenna Combat find the bottom of the layer, either evaporating or disap- Combat on Gehenna is much like it is between two pearing into fissures. The mightiest waterfalls are those climbing foes on the Material Plane. Anyone on the sur- made by the River Styx as it makes its tumultuous pas- face of Gehenna’s mountains loses his Dexterity bonus to sage across this forbidding layer. AC and cannot use a shield. Attackers get a +2 bonus to Teardrop Palace:Located along the Styx, a nautilus- attack climbers, even if they’re climbing themselves. shaped pagoda crouches with two smaller shrines set A climber who takes damage must immediately make a beside it. A wrought-iron fence encircles Teardrop new Climb check against the DC of the slope. If the Palace, which occupies an obviously deity-carved climber fails, he immediately falls, taking damage as ledge. The pagoda measures miles on each side, as do described in Falling on Gehenna, above. the lesser shrines. A crowded bazaar thrives between the two smaller FEATURES OF GEHENNA shrines, filled with milling yugoloths, petitioners, Each layer of Gehenna (called a mount) is slightly differ- devils, demons, other outsiders, and the occasional ent, but each burns with an evil will. The lava flows seem mortal visitor. The bazaar buys and sells everything— to seek out the casual traveler, and fissures open under a the ultimate black market because almost everything visitor’s feet as if the ground itself hungers. As on Carceri, has been stolen from some other part of the Great the sloping earth itself provides light, so shadows Wheel. Prices are high and pickpockets are a constant stretch upward. threat, but the market has a reputation for selling exotic, hard-to-find items. Khalas The air of Gehenna’s Chamada first and lowest layer The second mount has a crimson tint of Gehenna is near the ground, due the most savage. to the magma flows The slopes burn and pyroclastic ash, with constantly but it quickly fades to flowing magma black no more than so thick that a few dozen feet solid,cool ground overhead. Strangely, is rare, and so the next mount, bright that the Chamada, is visible glare blots out in the darkness the sky itself. Cas- overhead, though it cading lava rivers is so far away that it sometimes harden burns like a small, and briefly dam the bloody moon. fiery flow, only to explo- The slopes of sively burst forth in new Khalas are streaked directions. Vents unexpectedly with waterfalls and open, spewing fresh ejecta, and cloaked in steam. miniature volcanoes are common. The air The falls never itself is usually filled with feather-soft gray ash, which 113 PLANES Illus. by W. Reynolds THE OUTER CHAPTER 7: pqqqqrs THE CRAWLING CITY A great metropolis of obsidian and ash, the Crawling City The city has low barracks for devilish, demonic, and other moves across Gehenna, moving from layer to layer at the will assorted elite mercenaries, and siege towers housing potent of the its master, the general of Gehenna. The Crawling City war magic. There’s also a war academy where brilliant moves by virtue of thousands of fiendish, fire-immune legs fiendish strategists teach their lore to up-and-coming offi- grafted under the massive lower deck of the city, allowing the cers bound for the Blood War, and massive factories where metropolis to cling to the steepest cliff face on Gehenna and smithies constantly turn out the latest in fiendish military slowly ford the broadest river of lava. hardware. The general is an ultroloth whose power is said to approach The Crawling City itself, in all the millennia of its existence, that of a demideity. In theory, all yugoloths answer to the has never directly entered the Blood War. Ancient prophecies general, although the yugoloths’ proclivity for plots and webs tell that should it ever do so, the Blood War will finally reach of deception means that many have divided loyalties. a decisive conclusion in an apocalyptic final battle. pqqqqrs falls everywhere like dread snow, often dropping visibil- often covered by snowfalls. The light of scattered vol- ity to zero. canic vents is akin to the light cast by a full moon, making"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Other Special Qualities",
        "description":  "Mindless, damage reduction believe that the devils commandeered the Nine Hells from 5/silver, spell resistance 5, no planar commitment. a far older, stranger race now simply called ancient baatori- Mindless (Ex): Lemures are immune to all mind- ans. It’s possible that remnants of this mysterious race still influencing effects, and unless commanded, act as if inhabit isolated portions of the Nine Hells. feebleminded. No Planar Commitment (Ex):Unlike most other peti- Avernus tioners, lemures can leave their home plane. The first layer of Baator is a wasteland of charred, rubble- strewn plains, with mountains and talus-sided foothills MOVEMENT AND COMBAT breaking up the monotony. Legions of mail-clad devils are Movement in the Nine Hells is much like movement on on perpetual watch here, always assembling for some new the Material Plane. Even moving between layers is fairly cross-planar Blood War sortie. Blood-red light suffuses the straightforward. air, and fiery balls flit randomly across the sky, sometimes The connecting points between two layers are always detonating to terrible effect. Travelers not protected by found at the lowest point of the higher layer and at the artificial structures or caves are 10% likely per day to find highest point on the next layer down. If there is a moun- themselves at ground center of a fireballdealing 6d6 points tain, hellish fortress spire, or other high structure along of fire damage (as if cast by a 6th-level spellcaster). the ledge on the lower layer, then the traveler can climb Runnels of blood flow in streams across Avernus, down. Otherwise, simply stepping off the lowest, ledge- finally joining the River Styx. The origin of the blood is like projection on the upper layer sends a traveler plum- unknown, though the devils say it is likely the blood of meting into the lower layer. The distance fallen is subjec- all Avernus’s past victims. tive, but seems to be at least a half-mile. Creatures Bronze Citadel:What may have once been a citadel without some way to slow their fall take 20d6 points of constructed of bronze is now a brutish, unimaginative damage when they impact the lower layer. city covering dozens of square miles and featuring twelve concentric ring walls, each bristling with war machines. FEATURES OF THE NINE HELLS The city is filled with petitioners, both lemures and soul The layers of Baator are nine, and each layer has its own shells, and hundreds of thousands of lesser devils of all ruler. All other rulers answer to the lowest, Asmodeus, types bound for the Blood War. in the Pit. Each of the nine layers has its own unique Because Avernus is the likeliest beachhead for any environment, but they’re all inhospitable and possibly massed demonic attack, fortifications are always being 116 :7 RETPAHC RETUO EHT SENALP pqqqqrs THE DARK EIGHT and Zimmimar. These eight rule the devils beneath them, The Dark Eight are the generals of the Blood War; these eight meeting in the fortress of Malsheem in Nessus, the ninth pit fiends hold council every sixty-six days. The Dark Eight hold layer. In addition to planning the next Blood War offensive, immense power, but they still answer to the Lords of the Nine, they also have a hand in determining which devils get who each control a layer of the Nine Hells, and ultimately they promoted. answer to Asmodeus. On the rare occasions when they are not leading their The pit fiends that make up the Dark Eight are called armies, they reside in Nessus. When away on some hellish Baalzephon, Corin, Dagos, Furcas, Pearza, Zapan, Zaebos, errand, they often appear in malefic human guise. pqqqqrs added to the Bronze Citadel. Work gangs of soul shells, Palatial mansions of particularly important devils and lemures, and imps constantly expand the city. The con- officers of the Blood War break the cityscape here and struction is so pervasive that bone scaffolding is as likely there. Every iron wall glows with heat, and casual contact to be supporting a given wall as not. with the walls deals 1d6 points of fire damage. Even the iron cobblestones glow with heat. Without"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Tiamat",
        "description":  "The Chromatic Dragon, Tiamat, is revered by repair, extend, or remodel the city at the behest of Dispater, evil dragons, and her five heads each bear the color of one Lord of the Second. kind of evil dragon. She enjoys such wretched pastimes Iron Tower:The Iron Tower is visible from every part of as torture, bickering, and destruction. Tiamat guards the Dis, for it reaches high above the city, piercing the haze access between Avernus and Dis near the Pillar of Skulls, of the layer. The tower’s form seems to constantly shimmer but she usually stirs forth only to counter demonic incur- and change textures and architectural styles. sions. Five consorts, powerful male great wyrms of red, The Iron Tower is Dispater’s personal redoubt. Within black, green, blue, and white varieties, attend her at all its walls, he enjoys a +20 bonus to his Armor Class, spell times. The hoard of Tiamat, hidden deep in her cavern, is resistance, and all saving throws. He is almost invulnerable said to equal the treasuries of a hundred worlds. there, so he rarely ventures forth, preferring to lead through erinyes messengers. Dis The second layer of the Nine Hells is a burning city of Minauros iron. The red glow of infernal heat burns within the The third layer of the Nine Hells is a fetid swamp of mire scorched iron walls, and a pall of smoke rises up to form a and pollution. Acidic rain, bitter winds, and flesh-slicing general dark haze over the entire layer. For the city is the hail rule the bog. The waters of the marsh are so cold in layer and the layer is the city, Dis. Some claim that a trav- some places that they have iced over. In others, the dank eler who walks far enough can leave the city behind, con- water boils and steams with infernal heat. cealed within a great ring of mountains. Terrible creatures with no names swim the murky Ranks of red, glowing buildings extend to every hori- waters, and even devils fear to stray too far from their zon, rising and falling according to the hidden terrain. various cities. Where the layer is lowest, a constant 117 PLANES THE OUTER CHAPTER 7: pqqqqrs"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "OPTION",
        "description":  "THE NASTILY NEUTRAL OUTLANDS Characters who are neutral in neither the law/chaos nor In many cosmologies, those of neutral alignment are consid- good/evil aspects of their alignments suffer a –4 penalty. ered undecided, or at least tolerant of the forces of good, evil, Such an actively neutral Outlands would change the law, and chaos. But in some cosmologies, neutrality takes on a dynamic of planar politics. The Outlands would no longer be a cause of its own, eschewing the extremism of the other align- location where different forces can meet safely, but rather a ments. Such militant neutrality considers balance to be the new power of its own right, viewed with suspicion by the inhab- highest good. itants of the other aligned planes. Those who espouse truly In such a cosmology, the Outlands gains the strongly neutral views—perhaps those who venerate nature, scholars neutral-aligned trait. Nonneutral characters suffer a –2 penalty who seek understanding, and monastics seeking balance— on all Charisma-, Wisdom-, and Intelligence-based checks. find the Outlands a safe haven for their activities. pqqqqrs The inhabitants of a portal town are usually petitioners once a critical mass is reached, the town and its inhabi- and natives of the associated plane. Travelers find tants are welcomed into the related Outer Plane. This demons in and around Plague-Mort, the portal town to phenomenon is a natural quality of the Outlands. It the Abyss, and more celestial creatures near Fortitude shrugs off pieces to the various Outer Planes. and Excelsior. Some within the various portal towns are extremely hostile to those that might hold them back from reaching Table 7–5: Portal Towns and Associated Planes the Outer Plane. Others seek to keep the town (and its Portal Town Plane merchants) securely moored in the Outlands by making Glorium Heroic Domains of Ysgard sure there is some darkness in every light, and some light Xaos Ever-Changing Chaos of Limbo in every dark. Bedlam Windswept Depths of Pandemonium Plague-Mort Infinite Layers of the Abyss Curst Tarterian Depths of Carceri Hidden Wood of Obad-Hai Hopeless Gray Waste of Hades The realm of Obad-Hai is a patchwork of thick woods and Torch Bleak Eternity of Gehenna open glades and rolling fields. Explorers’ notes place the Ribcage Nine Hells of Baator Hidden Wood in several specific locations in the Out- Rigus Infernal Battlefield of Acheron lands, often near the portal towns of Fortitude or Faunel. Automata Clockwork Nirvana of Mechanus But it’s rarely found at all except by travelers who become Fortitude Peaceable Kingdoms of Arcadia Excelsior Seven Mounting Heavens of Celestia lost in the woods. Tradegate Twin Paradises of Bytopia Obad-Hai’s domain is nature in all its forms: wild and Ecstasy Blessed Fields of Elysium tamed, savage and domesticated. All four seasons exist Faunel Wilderness of the Beastlands simultaneously in balance within Obad-Hai’s realm. In Sylvania Olympian Glades of Arborea the space of a quarter-mile, snowfields give way to forests draped in fall color next to orchards heavy with fruit and On occasion, these portal towns may suddenly disappear, newly plowed fields. Creatures encountered within the moving directly onto the plane they are connected to. Hidden Wood tend to be axiomatic or anarchic, but This may be due to the alignment of the town natives; include a large number of Material Plane animals, beasts, 149 PLANES THE OUTER CHAPTER 7: Table 7–6: Abyssal Encounters d% Encounter Number CR At EL d% Encounter Number CR At EL 01–02 Armanite 1d4+1 7 11 77 Skeleton 3d6 1/3 3 03–04 Balor 1 18 18 78 Spectre 1d4 7 9 05–06 Bebilith 2 9 11 79–82 Succubus 1 9 9 07 Black dragon, mature adult 1 13 13 83 Titan 1 21 21 08–11 Blue slaad 1d4+1 9 12 84 Ultroloth 1 16 16 12–14 Bodak 1d4 8 10 85–87 Uridezu 1d4+1 6 10 15 Canoloth 1 6 6 88 Vampire spawn 2d4 5 9 16 Chaos beast 1 7 7 89–93 Vrock 1 13 13 17–18 Death slaad 1 13 13 94 White dragon, mature adult 1 12 12 19 Devourer 1 11 11 95 Xill 1d4 6 8 20–23 Dretch 3d4+2 2 8 96–97 Yeth hound 2d6 3 8 24 Githyanki squad* — 14 98 Fiendish template creature; roll on subtable 25–27 Githzerai sect* — 13 01–20 Gray render 1 10 10 28–29 Glabrezu 1 15 15 21–40 Hydra (seven-headed) 1 7 7 30–32 Goristro 1 12 12 41–60 Mimic 2 5 7 33–36 Gray slaad 2 10 12 61–80 Remorhaz 1 9 9 37–39 Green slaad 1 9 9 81–100 Hydra (twelve-headed) 1 13 13 40–43 Hezrou 1 14 14 99 Half-fiend template creature; roll on subtable 44–45 Howler 3d6 3 9 01–20 Medusa 1 9 9 46 Larva 3d6 1 6 21–40 Troll 2d4 7 11 47–52 Mane 3d6 1 6 41–60 Digester 2 8 10 53–55 Marilith 1 17 17 61–80 Megaraptor 1 8 8 56 Mercane trading mission company * — 12 81–100 Colossal spider 1 12 12 57 Mezzoloth 1 7 7 100 Anarchic template creature; roll on subtable below 58 Mind flayer 2 8 10 01–20 Storm giant 1 15 15 59–61 Nalfeshnee 1 16 16 21–40 Dire lion 2d4 6 10 62 Nightmare 1d4 5 7 41–60 Girallon 2d4 6 10 63 Nycaloth 1 13 13 61–80 Basilisk 1 6 6 64–68 Petitioner ** 1d4 1 2 81–100 Titan 1 23 23 69–70 Quasit 1 3 3 *See associated Organization line in monster entry (Monster 71 Red dragon, young adult 1 12 12 Manualor Chapter 9) for more information. 72–74 Red slaad 1d4 7 9 †Petitioner encounter type is according to the plane wherein 75–76 Retriever 1 10 10 the encounter is rolled. and plants. These creatures are usually hostile to travelers, creatures, who answer only to Boccob. The walls them- an attitude that Obad-Hai encourages. selves are proof against teleportation and astral meddling, Obad-Hai has changed the magic trait within his and those who try find themselves at the base of the great realm. He has added the enhanced magic trait (all spells stair. Within the walls of the library, spells that access cast by druids are extended, and all spells targeting ani- other planes do not function. mals or plants are heightened by two levels). He has the The library is a convoluted mazework of passages that power to make other changes to the traits of his realm if cross beneath and occasionally througheach other, leav- he wishes. ing no mark of their passage but foiling the most diligent Petitioners serving Obad-Hai appear human and have of mapmakers. Within this structure are private medita- the abilities of typical Outlands petitioners. In addition, tion cells for wizards, sealed armories of magic items, and they gain the ability to speak with animals and plants (as both true and false libraries that contain much of the the speak with animalsandspeak with plantsspells cast by a magic knowledge of the world. Those granted access to a 1st-level druid) at will. Petitioners are often gardening, true library (done with the approval of Boccob himself) herding, hunting, pruning, planting, or harvesting. Great can find the answer to any questions as if a 12th-level feasts are common within Obad-Hai’s realm. caster had cast the communespell. One hour of research is Obad-Hai has deep disagreements with Ehlonna, the required for each question answered. Forest Goddess of the Beastlands, and the two are consid- The Library of Lore contains a copy of every nonartifact ered rivals. Obad-Hai believes in the primacy of natural magic item created by mortal hands. They are sealed selection and nature as an uncaring, nonjudgmental beneath magical wards and traps, and golems and shield reckoner of worth. Ehlonna leans more toward the peace- guardians patrol the halls. ful aspect of nature. Boccob is a greater deity, and as such the effects of his realm can be felt up to a hundred miles beyond the walls Library of Lore of his library. Within this area he can apply the limited Boccob, the Lord of All Magic, makes his home in a magic trait to spells with the law, chaos, good, or evil sprawling citadel known as the Library of Lore. This mas- descriptor, one at a time, at will. sive complex sits atop a barren bluff. The only access to In addition, Boccob has applied the enhanced magic the library is by ascending a single great staircase guarded trait to his realm. All divination spells cast within by an elder elemental of each type. No one can reach the Boccob’s domains are extended, and all spells within 150 library without the permission of these great elemental the Library of Lore itself are silenced (as with the Silent :7 RETPAHC RETUO EHT SENALP SSiiggiill OOuuttllaannddss EEccssttaassyy FFaauunneell TTrraaddeeggaattee EExxcceellssiioorr SSyyllvvaanniiaa GGllaarriiuumm FFoorrttiittuuddee XXaaooss AAuuttoommaattaa BBeeddllaamm PPllaagguuee--MMoorrtt RRiigguuss CCuurrsstt RRiibbccaaggee TToorrcchh HHooppeelleessss Spell feat). He has the power to further modify the Sigil is apparently proof against deities. Whether because magic trait of his realm. of the Lady of Pain’s desire, Sigil’s place atop the Spire, or an Petitioners of Boccob appear human and have abili- agreement among the deities, deities do not enter Sigil. ties typical to Outlands petitioners. In addition, they Sigil has a huge number of portals, the sum total of have the ability to detect chaos/evil/good/law, as the which is unknown even to the inhabitants. There are por- spells cast by a 2nd-level cleric, up to twice per day; tals to every known Outer Plane, every Inner Plane, and they often use this ability to determine whether a visi- even (it is rumored) gates to alternate Material Planes. tor deserves to receive the information desired. Peti- Portals also connect Sigil to other locations in the Out- tioners are usually librarians, scribes, researchers, lands, usually the portal towns. These portals require inventors, or guides. command words or command items in order to function. Sigil is a trader’s city. Goods, merchandise, and informa- Sigil tion come to it from across the planes. There is a brisk trade The heart of the Outlands, and therefore the self-pro- in information about the planes, in particular in the com- claimed center of the planes, Sigil is known as the City of mand words or items required for the operation of particu- Doors. Portals leading throughout the cosmos lace every lar portals. These portal keys are sought after, and usually district of the city. Situated atop the spire itself that rises travelers within the city are looking for a particular portal above the surrounding plane, Sigil is a ring floating in or a portal key to allow them to continue on their way. space, with the city itself constructed along the inside of Sigil is controlled by a number of factions, all of which the band. may be politely described as “philosophers with clubs.” Sigil has a number of special traits, one of which is objec- These factions break down along the lines of traditional tive directional gravity. “Down” is toward the ring itself. alignments and control different parts of the city and dif- Those who escape the ring suddenly find themselves in ferent services therein. The ultimate ruler of Sigil is an open air, often plummeting down the side of the spire. enigmatic being known as the Lady of Pain, a floating While magic is extremely limited near the spire, the female humanoid with bladelike hair. The power level City of Sigil has the normal magic trait. Again, once over and abilities of the Lady of Pain are unknown, but it is the edge of Sigil’s walls, the trait for the rest of the Out- widely assumed that her power equals or exceeds that of lands takes effect. the deities themselves. 151 PLANES THE OUTER CHAPTER 7: Table 7–7: Hellish Encounters d% Encounter Number CR At EL d% Encounter Number CR At EL 01–02 Achaierai 2d6 5 10 80–82 Osyluth 1d4 6 8 03–04 Arrowhawk 1d4+1 7 11 83–86 Petitioner** 1d4 1 2 05–07 Barbazu 1d6 7 10 87 Pit fiend 1 16 16 08–09 Barghest 1d6 5 8 88 Skeleton 3d6 1/3 3 10 Blue dragon, adult 1 13 13 89 Spectre 1d4 7 9 11–14 Canoloth 1d6 6 9 90 Titan 1 21 21 15–17 Cornugon 1 10 10 91–92 Ultraloth 1 16 16 18 Devourer 1 11 11 93 Vampire spawn 2d4 5 9 19–22 Erinyes 1 7 7 94 Xill 1d4 6 8 23–24 Formian myrmarch 1 10 10 95–97 Zelekhut 1d4 9 11 25–27 Formian taskmaster 1d4 7 9 98 Fiendish template creature; roll on subtable 28–32 Formian warrior 3d6 3 10 01–20 Gray render 1 10 10 33–36 Formian worker 4d6 1/2 5 21–40 Hydra (seven-headed) 1 7 7 37–39 Gelugon 1 13 13 41–60 Mimic 2 5 7 40 Githyanki squad* — 14 61–80 Remorhaz 1 9 9 41 Githzerai sect* — 13 81–100 Hydra (twelve-headed) 1 13 13 42 Green dragon, adult 1 12 12 99 Half-fiend template creature; roll on subtable 43–45 Hamatula 1 8 8 01–20 Medusa 1 9 9 46–47 Hellcat 2 7 9 21–40 Troll 2d4 7 11 48–51 Hell hound 3d6 3 9 41–60 Digester 2 8 10 52–54 Imp 1 2 2 61–80 Megaraptor 1 8 8 55–58 Kolyarut 1 10 10 81–100 Colossal spider 1 12 12 59–61 Kyton 3d6 6 12 100 Axiomatic template creature; roll on subtable 62–65 Larva 3d6 1 6 01–20 Bulette 2 9 11 66–68 Lemure 1 6 6 21–40 Basilisk 1 7 7 69 Mane 3d6 1 6 41–60 Werebear 2 7 9 70–71 Marut 1 15 15 61–80 Dire tiger 2 10 12 72 Mercane trading mission company* — 12 81–100 Cloud giant 1 13 13 73–74 Mezzoloth 1 7 7 *See associated Organization line in monster entry (Monster 75 Mind flayer 2 8 10 Manualor Chapter 9) for more information. 76–77 Nightmare 1d4 5 7 †Petitioner encounter type is according to the plane wherein 78–79 Nycaloth 1 13 13 the encounter is rolled. OUTER PLANAR The Outer Planes that make use of each table are noted below. ENCOUNTER TABLES Table 7–6: Pandemonium, Abyss, Carceri Only four encounter tables are provided for all the wild Table 7–6 or Table 7–7: Hades variety and infinite possibilities of the Outer Planes. Still, Table 7–6 or Table 7–9: Limbo these encounter tables offer a good example of the types Table 7–7: Gehenna, Nine Hells, Acheron of encounters a traveler faces when journeying through Table 7–7 or Table 7–8: Mechanus the Outer Planes. Table 7–8: Arcadia, Celestia, Bytopia The chances for an encounter are as in a “wilderness” Table 7–8 or Table 7–9: Elysium area, as described in Wilderness Encounters in Chapter 4 Table 7–9: The Beastlands, Arborea, Ysgard of the DUNGEONMASTER’s Guide. 152 :7 RETPAHC RETUO EHT SENALP Table 7–8: Heavenly Encounters d% Encounter Number CR At EL d% Encounter Number CR At EL 01–03 Arrowhawk 1d4+1 7 11 92–94 Xill 1d4 6 8 04–09 Astral deva 1 14 14 95–97 Zelekhut 1d4 9 11 10–12 Avoral 1d6 9 12 98 Celestial template creature; roll on subtable 13–14 Bronze dragon, adult 1 14 14 01–20 Lion 3d6 3 9 15–20 Couatl 1d6 10 13 21–40 Giant wasp 3d6 3 9 21–23 Formian myrmarch 1 10 10 41–60 Rhinoceros 1d6 6 9 24–27 Formian taskmaster 1d4 7 9 61–80 Elephant 1 10 10 28–32 Formian warrior 3d6 3 10 81–100 Polar bear 2 5 7 33–36 Formian worker 4d6 1/2 5 99 Half-celestial template creature; roll on subtable 37 Githyanki squad* — 14 01–20 Unicorn 2d6 4 9 38 Githzerai sect* — 13 21–40 Giant eagle 2d6 4 9 39–40 Gold dragon 1 15 15 41–60 Griffon 1d6 5 8 41–47 Hound archon 3d6 4 10 61–80 Efreeti 1 9 9 48–52 Kolyarut 1 10 10 81–100 Storm giant 1 14 14 53–61 Lantern archon 1d6 2 5 100 Axiomatic template creature; roll on subtable 62–64 Leonal 2 12 14 01–20 Bulette 2 9 11 65–66 Marut 1 15 15 21–40 Basilisk 1 7 7 67–68 Mercane trading mission company* — 12 41–60 Werebear 2 7 9 69–72 Petitioner** 1d4 1 2 61–80 Dire tiger 2 10 12 73–77 Planetar 1 16 16 81–100 Cloud giant 1 13 13 78–81 Pseudodragon 1 1 1 *See associated Organization line in monster entry (Monster 82–83 Silver dragon 1 14 14 Manualor Chapter 9) for more information. 84–86 Solar 1 19 19 †Petitioner encounter type is according to the plane wherein 87 Titan 1 21 21 the encounter is rolled. 88–91 Trumpet archon 1 14 14 Table 7–9: Beatific Encounters d% Encounter Number CR At EL d% Encounter Number CR At EL 01-03 Arrowhawk 1d4+1 7 11 95–96 Celestial template creature; roll on subtable 04–10 Astral deva 1 14 14 01–20 Lion 3d6 3 9 11–15 Avoral 1d6 9 12 21–40 Giant wasp 3d6 3 9 16–21 Bariaur flock* — 12 41–60 Rhinoceros 1d6 6 9 22–23 Brass dragon, old 1 16 16 61–80 Elephant 1 10 10 24–25 Copper dragon, adult 1 13 13 81–100 Polar bear 2 5 7 26–32 Firre 2 10 12 97–98 Half-celestial template creature; roll on subtable 33–39 Ghaele 1 13 13 01–20 Unicorn 2d6 4 9 40–42 Giant, storm 2 13 15 21–40 Giant eagle 2d6 4 9 43 Githyanki squad* — 14 41–60 Griffon 1d6 5 8 44 Githzerai sect* — 13 61–80 Efreeti 1 9 9 45–48 Lantern archon 1d6 2 5 81–100 Storm giant 1 14 14 49–53 Leonal 2 12 14 99–100 Anarchic template creature; roll on subtable below 54–62 Lillend 1d6 7 10 01–20 Storm giant 1 15 15 63–64 Mercane trading mission company* — 12 21–40 Dire lion 2d4 6 10 65–72 Petitioner** 1d4 1 2 41–60 Girallon 2d4 6 10 73–77 Planetar 1 16 16 61–80 Basilisk 1 6 6 78–81 Pseudodragon 1 1 1 81–100 Titan 1 23 23 82–83 Silver dragon 1 14 14 *See associated Organization line in monster entry (Monster 84–86 Solar 1 19 19 Manualor Chapter 9) for more information. 87 Titan 1 21 21 †Petitioner encounter type is according to the plane wherein 88–91 Trumpet archon 1 14 14 the encounter is rolled. 92–94 Xill 1d4 6 8 emiplanes are small, limited extradimensional • Finite Size: They may be incredibly large, but spaces with their own unique rules. They are pieces demiplanes always have a finite size. Many of reality that don’t seem to fit anywhere else. demiplanes are self-contained with edges that Accordingly, they can possess a great variety of traits. wrap in on themselves so that a traveler moving Demiplanes can exist for any number of rea- in one direction eventually ends up where the sons. They may be created by arcane or divine spells. journey began. They may be generated at the desire of a powerful deity • Any Morphic Trait. or other force. They may exist naturally, as a fold of exist- • Any Elemental and Energy Traits: Or no ele- ing reality that has been pinched off from the rest of the mental or energy traits at all. universe, or as a baby universe growing in power. • Any Alignment Traits: Demiplanes can Demiplanes are typically coterminous to larger similarly have no alignment traits at all. planes, but they have their own environments and their • AnyMagic Trait. own planar traits. The creatures that call a demiplane home are often radically different from the natives of DEMIPLANE LINKS the larger plane attached to the demiplane. This chapter lays the groundwork for building your Demiplanes are almost always coterminous own demiplanes, and it provides three example demi- planes that are moored to another, major plane planes: Neth, the Plane that Lives; the Observatorium; at a single location. Usually the larger plane is and Common Ground. the Material Plane, but portals to a demiplane can be found on the Astral Plane, the Ethereal Plane, and any of the Inner or Outer Planes. DEMIPLANE TRAITS Because they’re so small, demiplanes Demiplanes can have a wide variety of traits, and it’s have several access restrictions. First, they almost impossible to generalize about them. can only be accessed from a specific spot on the larger plane. A demiplane usually has a • Any Gravity Trait. portal at a stationary location on the larger 153 • Any Time Trait. plane. Some demiplanes are coterminous Illus. by A. Swekel to multiple planes, and such a demiplane connects to a creatures, half-elementals, or elementals and outsiders. specific spot on each of the planes it’s coterminous to. Inhabitants of a demiplane with an elemental or energy These demiplanes normally become pathways between trait are probably immune to damage from that trait. otherwise unconnected planes, or they serve as meet- Inhabitants of demiplanes with an alignment trait are ing grounds for particular cosmologies. If you create a probably outsiders of the appropriate alignment or mon- cosmology where rival deities need a place to meet sters with an appropriate template (anarchic, axiomatic, (such as Mount Olympus in Greek myth) or a “land of celestial or fiendish) applied. Demiplanes with two one the dead” that several deities share, those locations are alignment traits have template creatures of both types. probably demiplanes. Table 8–9 provides random templates to apply to crea- Second, characters cannot use plane shift or similar tures on demiplanes without strong elemental, energy, or spells to travel to or from a demiplane, except at the spe- alignment traits. cific locations where the demiplane is close to its coter- Access: Most demiplanes have only one access minous plane. These locations usually already have por- portal, or they have a weak spot where spells such as tals or natural vortices. But some demiplanes don’t even astral projectionfunction. have a single portal—such places are often used as pris- ons for powerful creatures. NETH, THE PLANE Demiplanes are not coexistent with the Ethereal THAT LIVES Plane or other Transitive Planes, so spells that require access to the Astral Plane, the Ethereal Plane, or the It calls itself Neth. Plane of Shadow do not function (see Chapter 3 for a It is a realm of sentient matter. list of such spells). Some limited locations may still It lives. have a tenuous connection to the Astral Plane even on On a normal plane, the fabric of reality is woven with a prison demiplane. Spells that use the Astral Plane inert matter, scattered here and there with bits of life. But work only within 100 feet of such weak spots, and even Neth, the Plane That Lives, is one living, thinking entity. then, such spells are considered impeded (as the The living demiplane has been the bane of many an impeded magic trait). unfortunate traveler that chanced upon it, either by acci- Most links to demiplanes take the forms of established dent or by Neth’s calculated design. A being of immense portals. However, other types of connections are possi- curiosity, Neth learns about other planes by simply ble, especially shifting borders. Some demiplanes coter- absorbing the flesh of visitors and incorporating their minous to the Material Plane have fog on their borders, memories directly into itself. for example, and travelers passing through the mists one No one knows how a demiplane gains sentience, least night may find themselves on a demiplane. of all the demiplane itself. The reason for its existence remains Neth’s single most important goal and fuels its RANDOM DEMIPLANE inquisitiveness. In many ways, the Plane That Lives is far less powerful than a true deity. But like all living crea- GENERATOR tures, Neth continues to grow. The tables on the following page may be used to create a demiplane and its inhabitants at a moment’s notice. NETH TRAITS These tables won’t produce startlingly radical demi- The Plane That Lives has the following traits. planes, but they’re useful when time is short or you need ideas to get started with a demiplane you’re creating. • Subjective DirectionalGravity:The strength of grav- To use the tables, simply roll or choose on Tables 8–1 ity is the same as the material world, but Neth chooses through 8–10 in order, jotting down each aspect of the the direction of gravity’s pull. Neth can change the demiplane as you do so. Certain aspects of a demiplane direction of gravity at will as a free action. are discussed below. • NormalTime. Elemental and Energy Traits (Table 8–6): Particular • Finite Size: Neth is a continent-sized living mem- dominances are more likely if the demiplane is cotermi- brane folded upon itself like a piece of parchment nous to an Inner Plane. For example, a demiplane con- crumpled into a ball about 25 miles in radius. The nected to the Elemental Plane of Fire is probably fire- spaces between the membrane’s folds range in size dominant, not water-dominant. from a slim space no larger than a handspan to cav- Alignment Traits (Table 8–7): Demiplanes that are erns larger than a city. These spaces are filled with air- not neutral-aligned tend to drift, eventually becoming saturated fluid that nourishes the demiplane’s life coterminous to larger planes of similar alignment. functions. If spread flat, Neth would be approxi- Magic Traits (Table 8–8): The most dangerous demi- mately 500 miles in diameter and have an average planes are those with the dead magic trait—the only way thickness of 30 feet. off is through an established portal. • Sentient: Neth can flex and fold its interior membrane"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Special Qualities",
        "description":  "SR 28, antimagic cone, frightful is a serpentine armored tail that seems to presence stretch off into infinity."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Speed",
        "description":  "30 ft. (scale mail); base 40 ft. racial traits:"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Special Attacks",
        "description":  "Charge 2d6+1 chased as barding, not standard armor. Bariaur cannot"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "15 (+3 Dex, +2 natural) 25 (–1 size, +6 natural, +8 plate 23 (–2 size, –1 Dex, +16 natural) barding, +2 large shield)"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Advancement",
        "description":  "8–16 HD (Medium-size); 6–10 HD (Large); 17–23 HD (Huge); 17–21 HD (Large) 11–15 HD (Huge) 24–48 HD (Gargantuan) The Abyss has hundreds of layers, each with a bewilder- These demons speak Abyssal, Celestial, and Draconic. ing array of fearsome demons. The tanar’ri are the most powerful group of demons and form the core of many COMBAT demonic armies. Demons are fierce fighters, never giving quarter or Uridezu, armanites, and goristros have little in asking for it (except as a trick or for perverse amuse- common other than a shared delight in destructive vio- ment). They’ll often “play” with weaker opponents, tor- lence. They are utterly depraved, greedy, and fickle. In turing them before devouring them. Against strong foes, other words, they’re perfectly suited to the plane they they deliver the best attacks they can, then flee rather call home. than put themselves at undue risk. Summon Tanar’ri(Sp): Tanar’ri can summon others of area in darkness, attempts to disarm an opponent with its their kind as though casting a summon monster spell, but tail, and paralyzes it with its bite. Paralyzed victims are they have only a limited chance of success. Roll d%: On a often dragged off to feed the uridezu or its rats. failure, no tanar’ri answer the summons. Summoned Paralysis Bite (Ex): Those hit by an uridezu’s bite creatures remain for 1 hour, then return to their homes must succeed at a Fortitude save (DC 14) or be paralyzed in the Abyss. A tanar’ri that is itself summoned cannot for 2d6 minutes. use its own summonability for 1 hour. Whip Tail (Ex): An uridezu can wield its tail like a Many tanar’ri are loath to use their summon ability, whip, generally to trip or disarm opponents. Even if it because doing so leaves them in the debt of the tanar’ri fails a trip or disarm attempt, the uridezu cannot lose they summon. They only risk owing such a debt if their its tail. own lives are at risk. Spell-Like Abilities: At will—darkness, desecrate, detect good; 1/day—unholy blight. These abilities are as Tanar’ri Qualities the spells cast by a 14th-level sorcerer (save DC = 12 + Immunities (Ex): Tanar’ri are immune to poison and spell level). electricity. Rat Empathy (Ex): Normal and dire rats instinctively Resistances (Ex): Tanar’ri have acid, cold, and recognize an uridezu as their lord and master. This gives fire resistance 20. the uridezu a +4 racial bonus on Telepathy (Su): Tanar’ri can checks when influencing the communicate telepathically animal’s attitude and allows with any creature within 100 the communication of simple feet that has a language. concepts and commands such as “friend,” “foe,” “flee,” URIDEZU and “attack.” These rat-fiends are among Summon Tanar’ri (Sp): the most common demons Once per day, an uridezu found outside the Abyss. can attempt to summon They are often sent to another uridezu with a the Material Plane on 40% chance of success. errandsfor more pow- erful tanar’ri. Some ARMANITE have been trapped Armanites are demonic there for centuries, heavy cavalry, charg- befriending the local ing into the ranks of rats and making life mis- their foes with uncon- erable for nearby resi- tained blood lust and dents. Craven crea- fury. They rise from the tures, they delight in Abyss to make war on all praise from their mas- that is good and lawful. ters and do nearly any- Looking like pale, thing to please them. undead centaurs with Uridezu resemble the horns of bulls, arman- hairless rat-people, ites are a terror to behold walking upright but on the battlefield. They sniffing the air with wear full plate barding, whiskered snouts. They with the bristles and have long, flexible tails spines of their inhu- and feral claws. Aware man form sticking through that most creatures find gaps in the armor. them hideous, uridezu stranded on another plane Combat often lair underground where Armanites know their role on they have a measure of privacy. the battlefield and take to it with great They command local rats to act as relish. Their charges are designed to deliver max- scouts and spies while scavenging for their own food. imum destruction and mayhem. Once engaged in melee, they switch to heavy flails and spin wildly, swinging their Combat flails as they kick with their hooves. An uridezu likes to attack from surprise, using its rats to Charge (Ex): When armanites charge with lances, act as scouts and soften up opponents. Then it covers the they deal double damage just as mounted lancers do. 165 Illus. by W. Reynolds MONSTERS CHAPTER 9: For the purposes of feat selection, they are considered DEVIL to have the Mounted Combat feat (only to satisfy pre- requisites; it has no game effect). Baator’s devils seek to place the planes under a shroud Summon Tanar’ri(Sp): Once per day, an armanite can of evil. Their dark minions scheme to overthrow all that attempt to summon 1d10 dretches or another armanite is good, establishing a tyrannical structure with them- with a 30% chance of success. selves on top. Most fiends inhabiting Baator are baatezu. Because GORISTRO they come from such a regimented plane, it’s often diffi- The hulking goristros are kept as destructive siege cult to tell apart members of a particular engines and pets by powerful demon lords. Stupid crea- baatezu type. They tend to dress alike and tures, they exist only to smash anything they can. Cen- speak alike, because individuality gets stamped turies in the Abyssal breeding pits have rendered out ruthlessly. them frighteningly effective at that task. The baatezu described below speak Infernal, A goristro looks like a twisted cross Celestial, and Draconic. between a bison and a human, with a squat, muscular body and broad COMBAT shoulders supporting a mas- Devils favor organized battles, sive horned head. Its arms and they use small-group are overly long, enabling the goristro to walk on tactics whenever they can to its knuckles like a gorilla. flank or surround foes, soften up targets with ranged Combat attacks, and divide Goristros are incapable of subtlety and up large groups with have only a feral grasp of combat spell-like abilities before tactics. They usually charge into tackling them piecemeal. battle and beat enemies with their Summon Baatezu (Sp): massive fists until the fight is Most baatezu can sum- over. They use their stamp mon their cohorts much ability if they’re outnum- as though casting a sum- bered by smaller crea- mon monster spell, but tures. Unlike other tanar’ri, they have only a lim- goristros cannot summon ited chance of success. other tanar’ri. Roll d%: On a failure, Stamp (Ex): By stamping its no baatezu answer the massive feet on the ground, a summons. Summoned goristro can produce a shock creatures automati- wave that sends its foes cally return whence they careening off-balance. The came after 1 hour, and shock lasts 1 round, during they can’t use their own which time creatures on the summoning ability if ground within 60 feet of they were summoned the goristro can’t move or attack. themselves. And in the Spellcasters within range rigid caste society of the baatezu, must make successful Con- the summoner is always obliged to repay the summoned centration checks (DC 20 + spell level) or lose any spells baatezu somehow. Many devils are loath to entangle they try to cast. All creatures standing in range must themselves so. make Reflex saves or fall down. Most structures on open ground and caverns underground collapse, dealing 8d6 Baatezu Qualities points of damage to those caught within or beneath the Immunities (Ex): Baatezu are immune to fire and rubble (Reflex DC 15 half). The goristro can stamp this poison. way three times per day. Resistances (Ex): Baatezu have cold and acid resist- Spell-Like Abilities: At will—fearas the spell cast by a ance 20. 10th-level sorcerer (save DC = 11 + spell level). A goristro See in Darkness (Su): All devils can see perfectly in can continuously use see invisibilityas the spell cast by a darkness of any kind, even that created by deeper dark- 10th-level sorcerer. nessspells. Rock Throwing (Ex): Goristro are trained to throw Telepathy (Su): Baatezu can communicate tele- rocks weighing 60 to 80 pounds. These missiles have a pathically with any creature within 100 feet that has a 166 range increment of 140 feet. language. :9 RETPAHC SRETSNOM sdlonyeR .W yb .sullI SPINAGON Summon Baatezu(Sp): Once per day, a spinagon can Among the smallest of the devils, spinagons form mas- attempt to summon 1d3 additional spinagons with a 35% sive groups to cruelly torture any victims they can find. chance of success. Individually, they act as messengers and spies for their dark lords. Many baatezu scorn them for their weak- NARZUGON ness in a fight, but spinagons are the eyes and ears of Narzugons are the baatezu’s elite cavalry, riding night- Baator, so the wisest devil lords treat them with a mod- mares or other fantastic steeds across the planes on icum of respect. errands of evil. When someone escapes Baator, narzu- Spinagons look like gargoyles that bristle with spikes gons are sent to chase the escapee down. And when the from head to toe. They have razor-sharp talons on their devils’ dirty work needs to be done quickly on the Mate- feet, and their eyes glow a dull red. Their high-pitched rial Plane, narzugons travel there to prowl the country- giggles and shrieks annoy even other devils. side by night. Narzugons are rarely seen without their hallmark Combat spiked plate armor, of masterwork construction. Behind Spinagons rarely close into melee combat with their their visors, they resemble pale, gray humans whose eyes enemies, preferring to fly circles around them and fire betray an incomparable sadness—but to gaze at the their body spikes from a distance. If the combat situa- narzugon’s face is to court death itself. tion seems particularly dire, they either try to summon Most narzugons ride nightmares when on missions for reinforcements or use scare and stinking cloud to cover the baatezu. Some ride greater barghests, fiendish dire their escape. boars, or even dragons. Spell-Like Abilities: At will—change self, produce flame, scare, stinking cloud. These abilities are as the spells cast by Combat an 8th-level sorcerer (save DC = 11 + spell level). Narzugons use their mounts to great advantage, Spike Regeneration (Su): A spinagon can fire two employing maneuverability, charges, and ride-by spikes from its body each round. These spikes regenerate attacks to good effect. But they’re cautious enough to within a round, so the spinagon has unlimited ammuni- withdraw from combat if the mount is likely to perish. tion. The spikes have a range increment of 30 feet. A narzugon starts a fight by directing the mount to 167 MONSTERS CHAPTER 9: Spinagon (Baatezu) Narzugon (Baatezu) Small Outsider (Evil, Lawful) Medium-Size Outsider (Evil, Lawful)"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "16 (+1 size, +1 Dex, +4 natural) 25 (+2 Dex, +4 natural, +8 spiked plate mail, +1 small shield)"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Caster Level",
        "description":  "11th;Prerequisites: Craft Magic Arms and red dragons, who sometimes serve githyanki as steeds. Armor, creator must be a githyanki; Market Price: 98,350 Individually, githyanki gain a +4 racial bonus on Diplo- gp;Cost to Create: 49,000 gp + 3,920 XP. macy checks when dealing with red dragons. In large 175 Illus. by W. Reynolds MONSTERS CHAPTER 9: groups, they can make temporary alliances with red armorless, githzerai monks yearn to bring the “good dragons at the option of the Dungeon Master. fight” to their enemies, the githyanki and the mind flay- ers. In melee, githzerai sorcerers often use their powers GITHYANKI CHARACTERS to enhance the monks, psychic warriors, and rogues. Fighter is the favored class of the githyanki. Githyanki Psionics(Sp): At will—daze, feather fall, shatter. Upon are never clerics, unless they’ve forsworn the lich-queen advancing to 11th character level, a githzerai can use (a dangerous and ultimately lethal choice). Some of the plane shiftonce per day. These abilities are as the spells most powerful githyanki warlords are blackguards. cast by a 16th-level sorcerer. Inertial Armor(Sp): Githzerai can use psychic force to block an enemy’s blows. This gives them a +4 armor GITHZERAI bonus as long as they remain conscious. Medium-Size Outsider Spell Resistance (Ex):A githzerai has spell resistance"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "17 (+3 Dex, +4 inertial armor) The githzerai forerunners united under the command"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Special Qualities",
        "description":  "Psionics, inertial armor, SR variable their foes, the githyanki. The githzerai’s history of (see text) imprisonment was the foundation of their monastic"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "27 (–1 size, +10 natural, 26 (+10 natural, +6 banded 28 (–1 size, +11 natural, +8 plate barding) mail) +8 platemail)"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Feats",
        "description":  "Cleave, Great Cleave, Cleave, Great Cleave, Improved Cleave, Great Cleave, Improved Power Attack, Sunder Critical (slam), Power Attack, Critical (slam), Power Attack, Sunder Sunder Smoke Paraelemental Sizes that strikes an ooze paraelemental also dissolves immedi- Paraelemental Height Weight Smoke Claw Save DC ately unless it succeeds at a Reflex save. Small 4 ft. 1 lb. 11 If an ooze paraelemental successfully grapples an oppo- Medium 8 ft. 2 lb. 13 nent, the opponent’s armor must likewise make a Reflex Large 16 ft. 4 lb. 17 save at a –4 penalty or dissolve into uselessness. Huge 32 ft. 8 lb. 22 Greater 36 ft. 10 lb. 26 Elder 40 ft. 12 lb. 29 SMOKE PARAELEMENTAL Smoke paraelementals dwell on the planes of Air and Fire, and they seek to unify the two elements when- Combat ever possible. Smoke paraelementals use their great speed to good A pillar of thick, black smoke with red-hot cinder-eyes effect in combat, flying circles around their land- marks the location of a smoke paraelemental. It has two bound foes. massive arms with tenebrous, sickle-shaped claws that Smoke Claws (Ex): A smoke paraelemental can swipe at its foes. engulf opponents by moving on top of them. It fills Smoke paraelementals speak Ignan and Auran in hiss- the air around one opponent smaller than it is without 184 ing, crackling voices. provoking an attack of opportunity. The target must :9 RETPAHC SRETSNOM Smoke Paraelemental, Small Smoke Paraelemental, Medium Smoke Paraelemental, Large Small Elemental Medium-Size Elemental Large Elemental (Air, Fire) (Air, Fire) (Air, Fire)"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "Natural armor improves by +1, or by +3 for a half- earth elemental."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "AC",
        "description":  "Natural armor improves by +3. Face/Reach:5 ft. by 10 ft./5 ft."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Fire element creatures dwell on the Elemental Plane of Organization",
        "description":  "Same as the base creature. Fire. They have the same general form as material beings Challenge Rating: Up to 3 HD, same as the base but are bathed in flame, hair and fur replaced with fire, creature. and scaled or armored portions replaced with blackened 3 HD to 7 HD, same as the base creature +1. ash and charcoal. Their eyes glow with blue flames. 8+ HD, same as the base creature +2."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Armor Class",
        "description":  "Natural armor improves by +3. Attacks:2 slams +10 melee"
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Armor Class",
        "description":  "Natural armor improves by +2."
    },
    {
        "source":  "manual_of_the_planes.txt",
        "name":  "Advancement",
        "description":  "15–28 HD (Huge) Still other cosmologies embrace parts of all these: Spirits become petitioners for as long as there are Combat those in the Material Plane who remember them. Poison (Ex): Bite, Fortitude save (DC 22); initial Once they are forgotten, these petitioners fade back damage 1d6 temporary Strength, secondary damage 2d6 into the stuff of the plane itself to be remade as planar temporary Strength. beings. You may embrace any of these options for your Smite Law (Su):Once per day an anarchic athach can own campaign. make a normal attack to deal an additional +14 damage In terms of game play, petitioners are usually not against a lawful opponent. central figures. While it may be useful to have the player characters occasionally encounter familiar, PETITIONER now-dead individuals, in most cases this template is Petitioners are the reconstituted souls of the dead in the for nonplayer characters. Dead PCs may be restored to Outer Planes. They dwell there as an eternal reward (or life, but in that case they forget any of their experi- eternal punishment) for their past lives, as servants and ences as petitioners. warriors for more powerful creatures, as playthings for sadistic demons, and as raw material for new creations. Creating a Petitioner They often serve as window dressing, spear carriers, “Petitioner” is a template that may be added to any creature extras, and examples for travelers from other planes. as determined by the nature of the campaign (referred to The appearance of a petitioner depends on the cos- hereafter as the “base creature”). The creature’s type mology. One idealized version of the petitioner is a becomes “outsider.” It uses all the base creature’s statistics calm, untiring, unthinking servant who exists in the and special abilities except as noted here. bliss of his or her deity, all needs taken care of. Another Hit Dice: Change to 2d8. Retain any bonus hit points is a slave burning among the hellfires for sins real and from the base creature’s original HD total. imagined, tortured and eventually made into a more AC: Only size, Dexterity, and natural armor modifiers powerful instrument of evil. A third is the warrior who apply. Armor bonuses are not applicable. battles throughout the day and wenches and drinks Attacks:Base attack bonus is reduced to +2, subject to away the evening in great halls, preparing for the last modifications for size and Strength. If the base creature’s battle of the universe. base attack bonus is less than +2, use the lower number. 199 MONSTERS CHAPTER 9:"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Sidebar",
        "description":  "Other Mount Feats................................... 79 Table 5–15: The Shifter................................................ 69 Table 5–16: The Tamer of Beasts................................ 70 Chapter 6: Spells ................................ 80 Table 5–17: The Tempest............................................ 72 New Druid Spells........................................................ 80 Table 5–18: The Verdant Lord..................................... 73 New Ranger Spells...................................................... 81 Table 5–19: The Watch Detective................................ 75 New Cleric Spells........................................................ 81 Table 5–20: The Windrider.......................................... 77 New Sorcerer/Wizard Spells....................................... 81 Table 5–21: The Windrider’s Mount........................... 78 Table 5–22: Handle Animal DCs for Training Mounts ..................................... 79 3 INTRODUCTION I NTRODUCTION differently than people who band together in walled cities do, these characters nonetheless make formidable opponents. This book examines the masters of the wild “Feel the green.” in detail and provides you with new tools that you can —Vadania use to maximize their adventuring potential. For all its magic, its fearsome dragons, and its powerful WHAT THIS BOOK IS wizards, the world of the DUNGEONS \u0026 DRAGONS©game is still predominantly a natural one. Animals, plants, and AND IS NOT weather patterns form the basis of its ecology, and the strength of nature is never in doubt. The characters who The material presented herein pertains to the new edi- most closely embrace this wild, natural world are fully tion of the DUNGEONS\u0026 DRAGONS game. You’ll find new equipped to deal with its down-to-earth realities. These feats, spells, and prestige classes, as well as useful advice characters aren’t consumed in far-flung extraplanar ex- for getting the most out of your barbarian, druid, or periments, worship of distant immortal deities, or ab- ranger character. stract systems of ethics. They don’t withdraw from the Nothing here supersedes or replaces the rules and in- natural world into monasteries or cities. Druids, rangers, formation presented in the core rulebooks, except as and barbarians belong to their world in a way that no noted. This supplement is designed to mesh with the other characters can. The barbarian fills his existence rules system presented in the Player’s Handbook, the DUN- with a zest for living and possesses indomitable strength. GEON MASTER’SGuide, and the Monster Manual. The ranger combines knowledge of nature with mystical This book presents options, not restrictions, for play- grace. The druid welcomes into herself all the wonders of ing the D\u0026D® game. However, players should ask their land, sea, and sky. Dungeon Masters (DMs) about incorporating elements Despite their power, these “masters of the wild” are at of this book before making changes to their characters. heart humble people. Because they adapt to their world DMs can also make good use of the new feats, spells, and and seek to protect it, fools may consider them weaker prestige classes presented here for designing nonplayer than warlords and rulers who force their wills upon the characters. Use what you wish and change or ignore the land. While barbarians, druids, and rangers approach life rest. Have at it, and enjoy! HOW TO USE THIS BOOK This book’s primary goal is to help you customize your barbarian, druid, or ranger player character. With the ma- terial presented here, you can personalize your character and broaden his or her capabilities. Chapter 1 discusses the advantages of playing a bar- barian, druid, or ranger. Here you’ll find advice on how to take advantage of your character’s class abilities and min- imize any potential weaknesses. Explanations of, advice on, and expansions to topics that are already part of the game, such as choosing favored enemies are also here. Chapter 2 offers special feats, such as Fast Wild Shape and Dragon’s Toughness, with which to enhance your character’s abilities. In addition, there is an extensive dis- cussion of skills, with notes on new and interesting uses of class skills for barbarians, druids, and rangers. Chapter 3 presents items of interest to both spellcast- ing and nonspellcasting characters. Chapter 4 offers advice on how to play alongside animal companions. It also includes statistics for new dire animals as well as for members of a new subtype of animal—legendary animals. Chapter 5 takes your character in exciting new direc- tions with the animal lord, the blighter, the frenzied berserker, and many other prestige classes. Chapter 6 expands the selection of divine spells avail- able at all spell levels. 4 CHAPTER 1: NATURE\u0027S LORE C HAPTER 1: traps. Finally, many high-level barbarians don suits of mithral full plate (medium armor) to preserve their fast NATURE’S movement while gaining the best Armor Class possible. This same reasoning also explains the popularity of rings LORE of evasion and cloaks of displacement among barbarian char- acters. In addition, the barbarian’s rage, damage reduc- tion, and uncanny dodge abilities improve as he rises in “Time flows like a river. All our sufferings, these are just pebbles level, making him even more formidable. in the riverbed.“ All that obvious power and toughness can make a bar- —Vadania barian forget about some of his other advantages. His class skills are diverse enough to allow for considerable This chapter examines the roles of the barbarian, the variation, and it is the choice of skills more than any- ranger, and the druid in the campaign. Such characters thing else that differentiates one barbarian from another. might appear to be loners, cut off from civilization and One may concentrate his skill ranks in Intimidate to stuck in the cycle of nature. Fundamentally, though, the become a swaggering warrior; another may choose to DUNGEONS \u0026 DRAGONS game isn’t about solo play; it’s know the outdoors through Intuit Direction, Swim, and about team dynamics in an unpredictable world. Thus, Wilderness Lore. barbarians, druids, and rangers must somehow find ways Other adventurers tend to view the barbarian as an un- to work harmoniously with other classes, using their par- sophisticated, ignorant, and unintelligent thug. In tact, ticular talents to advance the group’s goals. This section more than a few barbarians do fit that stereotype, but discusses how to integrate these “outsiders” into a cam- plenty of others are clever—it not brilliant—warriors. paign so that they can use their strengths to the fullest. They may not be worldly, but neither are they gullible. Nor are they necessarily violent, except when the situa- tion calls for judicious use of might. THE BARBARIAN Race and the Barbarian IN PERSPECTIVE Human and humanoid societies exist at all levels of cul- “There’s a logic to chaos. Hit \u0027em with everything. you\u0027ve got. Hit tural development, from primitive to advanced, so the ’em fast, hit \u0027em hard, hit\u0027em till they stop moving. That’s logic.” barbarian class is open to all races. Social restrictions —Krusk make some races more likely than others to embrace the barbarian way ot life, but concrete disadvantages to The barbarian’s road is the path to power. Without the adopting the class are few. combat tricks ot the lighter, the holy energy of the paladin, Humans: Lacking the fighter’s bonus feats, a barbar- or the lithe grace of the ranger, the barbarian still more than ian can profit greatly from the bonus feat and the bonus holds his own in combat. How? He’s tougher and stronger skills that the human race offers. Humans are also the than everyone else, and that makes all the difference. most likely humanoids to descend into—or fail to rise Many melee-oriented characters profit from an obvi- above—a primitive culture. While that may be a regret- ous versatility. The ranger and the paladin balance their table trait tor humanity in general, it makes human bar- combat prowess with spellcasting and other special abil- barians the most common and the most accepted ities. The rogue has a wide range ot skills, the tighter a se- members ot that class. lection ot bonus feats, and the monk a palette ot special Dwarves: Barbarians generally don’t flourish in abilities. The bard is the very definition ot flexibility. So highly regimented societies, so it’s no surprise that why does the barbarian fare so well in comparison with dwarves training tor warcratt tend to become soldiers them? Because he has locus. He won’t try to trick or de- (fighters) rather than barbarians. Where the normally or- ceive you. He won’t try to do anything but overcome you derly dwarven society is absent for some reason, dwarven by force. That devotion to a single methodology makes barbarians can arise. For example, a dwarf who grew up the barbarian an unusually effective war machine. After among primitive humans would be a perfect candidate all, during any given round of combat, the two actions for the class, as would one whose keep was overrun and that most characters perform are attacking and avoiding left in chaos. Dwarves make good barbarians for many the attacks ot others. So why not be good at it? reasons. Not only does the dwarf’s +2 bonus to Constitu- Of course, a barbarian must be able to take hits at least tion enhance the barbarian’s already high average hit as well as he can dish them out. Survivability is ot para- points, it also extends his rages. In addition, the barbar- mount importance to a character who relies primarily on ian’s fast movement ability offsets the dwarf’s normally combat. While it’s good to have the might to strike down slow movement rate. Finally, the dwarven racial bonus toes, it’s also important to live long enough to see the on saving throws to resist spells fits in nicely with the next tight. The barbarian has more hit points, on average, distrust of wizardry that some barbarians exhibit. thana character of any other class, and his damage re- Elves: Most elven societies do not accept barbarians, duction ability effectively increases that total. Even rage, perhaps because elves do not make especially good ones. his signature offensive ability, gives him extra hit points The elf’s penalty to Constitution devalues the barbarian’s that may allow him to survive an extra round or two of natural strengths, and although he is known for his care- 5 combat. In addition, the barbarian’s uncanny dodge abil- free nature, the typical elf finds the primitive and some- ity minimizes his exposure to surprise, flanking, and times savage ways of the barbarian repellent. A note- CHAPTER 1: NATURE\u0027S LORE worthy exception is the wild elf (grugach), who takes up Grimlocks are xenophobic, subterranean creatures. the barbarian’s path with pleasure, despite his Constitu- Though they are blind, they can still sense their foes tion penalty. through blindsight. Grimlocks charge into combat"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Monsters",
        "description":  "Members of several monstrous races also doesn’t care much about the cycle of life. make particularly good rangers. Among these are cen- Druids: You and the druid are natural partners, in taurs, gnolls, grimlocks, sahuagin, and yuan-ti (pure- both senses of the term. You appreciate guidance in the blood and halfblood). ways of the wild, so you’re willing to help out the druid All these creatures have racial bonuses to Strength, in return for some of her knowledge. She’s a better divine and each has one or more advantages all its own. The spellcaster than you are, but this works for both ot you, if sahuagin’s ability to breathe water and its blood frenzy you plan accordingly. You carry the standby spells such as are significant advantages, though they are effectively protection from elements so that she can focus on healing limited to underwater environments. The yuan-ti half- and controlling animals.Though your skills are similar, a blood has several interesting options—scales for a natu- party with both of you benefits from the many animals ral Armor Class bonus, snakes instead of arms for natural and summoned allies you both tend to have in tow, attacks, or even a snake head with a poisonous bite. Add which can deliver a swarm of attacks against your toes. to this the spell-like abilities and psionic powers that all Fighters: The fighter is a demonstration of everything yuan-ti have, and either creature is a formidable foe. that’s wrong with society—he’s clanky, monomaniacal, The level equivalents of these creatures vary widely. and graceless. You’re almost as good at fighting as he is The gnoll’s level equivalent is class levels +3, the grim- (considering that he gets bonus feats), but you have other lock’s is class levels +5, the sahuagin’s is class levels +5, abilities as well. When you’re in a parry with him, the the centaur’s is class levels +7, the yuan-ti pureblood’s is monsters tend to consider you (with your light armor; as class levels +12, and the yuan-ti halfblood’s is class the lesser of the two threats—at least until you hit four levels +13. times in a round."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Favoring Subraces of Your Own Race",
        "description":  "A bonus applies to the check. This represents the animal’s tution scorcs. This variant also good or neutral ranger cannot select his own unusual degree of loyalty and willingness to cooperate. grants him a +4 morale bonus race as a favored enemy, but his enemies can, on his Intimidate checks. After which is disconcerting. In this variant, a ranger New Tricks all, when a barbarian begins to can select a subrace of his own race as a favored See the Animal Companions sidebar in Chapter 2 of the scream and froth at the mouth, just about anyone is a little more enemy. Generally, the DM should allow this DUNGEON MASTER’S Guide for the basic list of tricks animals likely to do what he says. only when it corresponds to deep divisions can learn. Several additional tricks are detailed below. IIIIInnnnntttttiiiiimmmmmiiiiidddddaaaaatttttiiiiiooooonnnnn ttttthhhhhrrrrrooooouuuuuggggghhhhh within that race. For example, a high elf could Armor: The animal is willing to accept the burden of |"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "SSSSStttttrrrrreeeeennnnngggggttttthhhhh",
        "description":  ":::: Sometimes it’s appro- select drow, but not gray elves. Similarly, hill armor. priate to change the key ability dwarves might select derro or duergar, but not Assist Attack: The animal aids your attack or that of an- score of a particular skill. While deep dwarves. Half-orcs (especially if raised other creature as a standard action. You must designate Intimidation is usually a func- among humans) could choose orcs. This vari- both the recipient of the aid and a specific opponent. The tion of Charisma, this rule ant also allows the ranger to choose others of animal makes one attack roll per round it is assisting. If allows the barbarian to apply his own race who come from a hostile country it hits AC 10, the creature it is aiding gains a +2 circum- his Strength modifier rather as a favored enemy. stance bonus on attack rolls against the designated oppo- than his Charisma modifier to Defensive Favored Enemy Bonuses: A nent until the animal’s next turn. Intimidate checks. This as- ranger using this variant gains his favored Assist Defend: The animal aids your defense or that of sumes, of course, that he ac- enemy bonus on Hide and Move Silently checks another creature as a standard action. You must designate companies such attempts with instead of on damage, Bluff checks, and Sense both the recipient of the aid and a specific opponent. The appropriate displays of might, Motive checks against a particular favored animal makes one attack roll per round it is assisting. If such as breaking objects or enemy. Also, he can use his favored enemy it hits AC 10, the creature it is aiding gains a +2 circum- showing off impressive mus- bonus as a dodge bonus as if using the Dodge stance bonus to AC against the designated opponent cles. A barbarian who is raging feat. (That is, each round he must designate one until the animal’s next turn. is even better at intimidation favored enemy opponent against whom the AC Assist Track: The animal aids your attempt to track. If its because of his increased bonus applies, and he gains no bonus when flat- Wilderness Lore check (DC 10) succeeds, you gain a +2 Strength score. footed.) The ranger retains his other bonuses on circumstance bonus on Wilderness Lore checks made Listen, Spot, and Wilderness Lore checks. Once for tracking. you choose this option for a particular favored enemy, you Calm: This trick lets an animal deal with dungeon en- may not reverse the decision. This variant is recommended vironments. It becomes willing to move through or rest 18 for rangers who choose constructs, elementals, oozes, quietly in darkness, to skirt ledges around pits, and to plants, or undead as favored enemies, though other mem- climb up slanted passages and staircases. When the situ- bers of the class may find it useful as well. ation requires it, the animal even allows itself to be har- CHAPTER 2: SKILLS AND FEATS nessed for travel over vertical surfaces. their skills to city situations (see Urban Ranger, in Chap-"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Benefit",
        "description":  "You gain the extraordinary ability blindsight another. To allow brachiation, the area through which (as described in Chapter 3 of the DUNGEON MASTER’S you are moving must be at least lightly wooded, with 21 GUIDE), which operates regardless ot your form. Like the trees no farther apart than 15 feet. You may not use this dire bat, you emit high-frequency sounds, inaudible to ability while holding an item in either hand, or while most creatures, as a lorm of “sonar” that allows you to wearing armor heavier than medium. CHAPTER 2: SKILLS AND FEATS Create Infusion [Item Creation] Special: You can take this feat multiple times, and the You store a divine spell within a specially prepared herb additional rounds stack. (see Chapter 3for details on infusions)."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "THE TRADE Blowgun",
        "description":  "The blowgun is a long tube through which you blow air to fire needles. A needle does 1 point of damage, and it can deliver an injury or contact type “Good tools make your work easier, whether your chosen occu- poison. pation is war or peace. Choose your tools carefully” Blowgun, Greater: The greater blowgun fires blow- —Soveliss gun darts, which are slightly smaller than thrown darts. These dans do 1d4 points of damage in addition to deliv- Every adventurer depends on equipment. Without arms, ering poisons. armor, and other equipment, both magical and mundane, Caber: A caber is a heavy pole that you can throw at a hero can’t defeat enemies, mount a proper defense, or one or more targets grouped closely together. To throw a overcome the obstacles presented by the dungeon and caber, you must target a 10-toot-square area and hit AC 15. the outside world. This chapter presents new exotic weap- Success means that everyone in the target area must make ons and new magic items, most of which are designed for a Reflex save (DC = your attack roll) or move 5 feet back- use in the outdoor world. The last section of the chapter ward. If a creature or object in the target area is incapable describes a new type of magic item, the infusion. of movement, it takes 2d6 points of damage. The caber is normally used for breaking up military formations."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Nagaika",
        "description":  "The nagaika is a leather lash studded with Several of these devices are designed tor use by ani- 27 glass. Unlike the whip, it deals normal damage and can mals. An animal can wear only one collar, saddle, bridle, damage armored foes. Although you keep it in your or other such item at a time. CHAPTER 3: TOOLS OF THE TRADE TTTTTAAAAABBBBBLLLLLEEEEE33333–––––22222::::: NNNNNEEEEEWWWWW MMMMMAAAAAGGGGGIIIIICCCCC IIIIITTTTTEEEEEMMMMMSSSSS enchanted with water breathing."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "AAAAArrrrrmmmmmooooorrrrr aaaaannnnnddddd SSSSShhhhhiiiiieeeeelllllddddd Caster Level",
        "description":  "7th; Prerequisites: Craft Magic Arms and SSSSSpppppeeeeeccccciiiiiaaaaalllll AAAAAbbbbbiiiiillllliiiiitttttyyyyy MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee Armor, freedom of movement, water breathing; Market Price: Aquatic +2 bonus +2 bonus, or +3 bonus with water breathing. Aquatic (with water breathing) +3 bonus Ease: A suit of armor with this enchantment allows its Ease +1 bonus wearer to rest comfortably overnight without removing Wild +3 bonus it, regardless of how heavy it is. The wearer can don ease armor in only 5 rounds, or remove it in a single round. SSSSSpppppeeeeeccccciiiiifffffiiiiiccccc AAAAArrrrrmmmmmooooorrrrr MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Caster Level",
        "description":  "5th; Prerequisites: Craft Magic Arms and Cray ironwood suit 137,650 gp Equerry’s armor 10,670 gp Armor, soften earth and stone; Market Price: +1 bonus."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Wild",
        "description":  "The armor and enhancement bonuses of this MMMMMaaaaagggggiiiiiccccc WWWWWeeeeeaaaaapppppooooonnnnn item remain in effect even while the wearer is in wild SSSSSpppppeeeeeccccciiiiiaaaaalllll AAAAAbbbbbiiiiillllliiiiitttttyyyyy TTTTTyyyyypppppeeeee MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee shape. Such items meld into the wearer’s wild shape and Exhausting Melee, ranged +1 bonus thus cannot be seen in that form. Hunting Melee, ranged +1 bonus Caster Level: 9th; Prerequisites: Craft Magic Arms and Opposable Melee, ranged +1 bonus Armor, meld into stone; Market Price: +3 bonus. SSSSSpppppeeeeeccccciiiiifffffiiiiiccccc WWWWWeeeeeaaaaapppppooooonnnnn MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee Specific Armors Arrow of cure light wounds 107 gp The following specific suits of armor are usually precon- Arrow of cure moderate wounds 607 gp Arrow of cure serious wounds 1,507 gp structed with exactly the qualities described here. Arrow of cure critical wounds 2,807 gp Gray Ironwood Suit: When first found, this +2 full plate Berserker blade (+1) 6,335 gp often appears to be made of steel. In actuality, it is composed Berserker blade (+2) 15,335 gp of wood that has been permanently rendered into ironwood."
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Caster Level",
        "description":  "1st (light), 3rd (moderate), 5th (serious), 7th Caster Level: 5th; Prerequisites: Craft Wondrous Item, re- (critical);Prerequisites: Craft Magic Arms and Armor, cure sistance; Market Price: 490 gp (+1), 1,960 gp (+2), 4,410 gp light wounds (light), cure moderate wounds (moderate), cure se- (+3), 7,840 (+4). or 12,250 gp (+5); Weight: 1 Ib. rious wounds (serious), or cure critical wounds (critical); Goggles of Following: The lenses of these goggles"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Variant",
        "description":  "Doing It Yourself A character who’s at home in the outdoors and has a good working knowledge of plants may be able to collect and prepare the components for an infusion personally rather than paying the local herbalist for them. With a little time and energy, a character with ranks in Profession (herbal- ist) and Wilderness Lore can remove the merchant from the equation and save some money in the process. Collecting Different infusions require different herbs. Not surpris- ingly, the higher the spell level, the more rare and prized is the herb required for an infusion of it. Thus, not only is the herb for a heal infusion different from the one for a cure light wounds infusion, it is also harder to find. Herbs for the highest-level spells may grow only in the re- motest locales, so collection may require long journeys. A character can use Wilderness Lore to forage for an herb while moving at one-half his or her normal over- land movement rate through a forested or other natural area. Make a Wilderness Lore check (DC = 10 + twice the level of the spell to be infused) at the end ot each day spent foraging. Success indicates that the character has found a sufficient quantity of the herb for a single infu- sion of the desired spell; failure means none was found. Casting detect animals or plants grants the character a +2 circumstance bonus on that day’s check. While foraging in this fashion, a character can also forage for sustenance, as detailed in the Wilderness Lore skill description in Chapter 4 of the Player’s Handbook. Gardening Though growing herbs for infusions seems like a good idea, seldom does an adventuring character actually do 32 so. Maintaining an herb garden requires hours of work each day in a single locale, and most adventurers cannot abide this degree of attachment to one place. Still, any CHAPTER 3: TOOLS OF THE TRADE character wishing to undertake the challenge of garden- ing may attempt it according to the following rules. Once the character has acquired a sample of the de- sired herb (see Collecting, above), he or she can attempt to cultivate it. A single character can care for a number of herbs equal to twice the number of ranks he or she has acquired in Wilderness Lore. With proper care, an herb garden produces a harvest twice a year. To produce an herb crop, the character must make a Wilderness Lore or Profession (farmer) check for each week of cultivation, plus an additional Wilderness Lore check at harvest time. The DC for the weekly cultivation check is one-half the DC required to find the herb (see Collecting, above). If this check fails by 5 or more, the herb withers and dies. Each time it fails by less than 5, a cumulative –1 penalty is imposed on the final Wilder- ness Lore check for harvesting the crop, if that last check is successful, the herbs harvested are sufficient for a number of infusions equal to one-half the check result. Failure indicates that no usable herbs are produced. Hiring a gardener to perform this task may be a rea- sonable option. A skilled gardener earns 1 gp per day, or about 180 gp per season. (This does not include the cost of acquiring the herb for planting, nor the cost of the land for the garden.) The average gardener can cultivate two herbs per season, each of which produces enough herbs for 1d4 infusions. Preparing Before an herb can be used in an infusion, it must be the item in silver pieces, the preparation is complete. properly prepared. Some herbs must be treated or dried; Failure at any point indicates that the character makes others must be baked, steamed, or doused with a solution no progress that week. Failure by 5 or more means the of oil or seawater. Again, the higher the level of the spell character ruins the raw materials and must begin again to be infused, the more difficult and complex the prepa- with a fresh supply of the herb. ration becomes. Preparing an herb for infusion requires a Profession (herbalist) check. Optional Rule: Benefits of Hard Work To determine how long the preparation takes, first find Taking the time and trouble to collect or grow each herb, the base cost to create the infusion on Table 3—3 and con- prepare it, and infuse it with a spell is hard work. By so vert the price to silver pieces (1 gp = 10 sp). Then make a doing, however, characters attune themselves to nature Profession (herbalist) check (DC = 10 + twice the level of and her bounty. Making an infusion “from scratch” raises the spell to be infused) representing one week’s worth of its caster level by +1. This increase alters neither the cost work, if the check succeeds, multiply the check result by of creating the infusion nor the difficulty of using it. the DC. A total equal to or greater than the base cost for creation means that the herb is ready to be infused with Optional Rule: Tailored Infusions the desired spell. A total below that price represents the The fantasy world of the DUNGEONS \u0026 DRAGONS game progress made that week. Make another check the sub- teems with distinctive and individual animals, beasts, sequent week and, if it is successful, add that check result and plants. Rather than assuming that a certain infusion times the DC to the previous week’s result. As soon as the uses some nameless herb, reference the spell’s level and sum of these weekly totals equals or exceeds the price of school on Table 3–4 to find the name of the herb needed. TTTTTaaaaabbbbbllllleeeee 33333–––––44444::::: TTTTTaaaaaiiiiilllllooooorrrrreeeeeddddd IIIIInnnnnfffffuuuuusssssiiiiiooooonnnnnsssss SSSSSpppppeeeeellllllllll LLLLLeeeeevvvvveeeeelllll AAAAAbbbbbjjjjjuuuuurrrrraaaaatttttiiiiiooooonnnnn CCCCCooooonnnnnjjjjjuuuuurrrrraaaaatttttiiiiiooooonnnnn DDDDDiiiiivvvvviiiiinnnnnaaaaatttttiiiiiooooonnnnn EEEEEnnnnnccccchhhhhaaaaannnnntttttmmmmmeeeeennnnnttttt EEEEEvvvvvooooocccccaaaaatttttiiiiiooooonnnnn IIIIIlllllllllluuuuusssssiiiiiooooonnnnn NNNNNeeeeecccccrrrrrooooommmmmaaaaannnnncccccyyyyy TTTTTrrrrraaaaannnnnsssssmmmmmuuuuutttttaaaaatttttiiiiiooooonnnnn UUUUUnnnnniiiiivvvvveeeeerrrrrsssssaaaaalllll 0 mayflower oregano marigold asparagus root thyme rose castor chives mistletoe 1 rosemary colewort ginseng juniper berry mace ash bark hazelwort garlic 2 marjoram red cockscomb benne adrue benzoin parsnip dandelion waybread 3 fe.onwort plantain chamomile muira-puama lucerne chaulmoogra oilsenna comfrey root 4 white horehound lily of the valleyquince asafetida nuxvomica sweet balm agaric bethroot 5 jewel weed hyssop angelica pomegranate fenugreek thoughtwort stickwort mandragora 6 knight’s spur spikenard fennel scopolis foxglove berberis hellebore hartstongue 33 7 mudar bark felwort cardamom wolfsbane black horehound butterbur fenugreek throatwort 8 unicorn root blackbane cyclopstonguebelladonna dragonhart madwort corpsetoe leapleaf 9 turtlewort shamblerstalk seerglove feybread firecomb madweed assassin seed ironmoss CHAPTER 4: ANIMALS CHAPTER 4: tial to do more than 20 points of damage per round. Later, the dire tiger offers 120 hit points on average, plus even ANIMALS more damage potential through its claw, bite, pounce, grab, and rake attacks. Thus, regardless of their limita- tions, animal companions are incredibly valuable. “The Brine Lord’s coral castle is surrounded by hungry sharks. He calls the toothy creatures to his home, then lets them roam Shopping for an Animal free. He doesn’t bother controlling them; something always The 1st-level druid starts out with an animal companion, comes by to make the sharks want to stay.” but throughout the rest of her adventuring career, she —Soveliss must do a bit of work to acquire new ones—as must the ranger. The first step is to choose the desired kind of Animals are among nature’s most potent resources. They animal from the options described in the Monster Manual offer sustenance with their milk, their eggs, and their and in Chapter 1 of this book. very flesh. Their skins and hides provide clothing and Since having animal companions is a core ability of shelter from the elements. Some can also serve as trans- the druid and the ranger, the DM shouldn’t make it par- portation for characters and goods, or even guard against ticularly difficult or challenging to find one. The sim- predators. plest option is to allow the character a couple of days This chapter begins with an expanded discussion of between adventures to find the desired companion. As how to choose, acquire, and care for an animal compan- long as he or she searches in a terrain that is home to that ion, as well as what a character can expect from that rela- species, it takes only a day or two to find an appropriate tionship. Following this are statistics for several new dire creature. (Of course, it’s impossible to find a lion in polar animals. Finally, a new subtype of animal is presented— regions or a shark on land.) the legendary animal—along with statistics for several To play this out a bit more, have the druid or ranger creatures of that subtype. make a Wilderness Lore check (DC 10 for most animals) to discover the creature’s regular territory, then use the Track feat to locate one specimen. The detect animals or ANIMAL COMPANIONS plants spell allows the character to focus the search on a Druids and rangers have deeper and more complex rela- single species within range. Power sight, a new spell de- tionships with animals than other characters do, but scribed in Chapter 6, can reveal the exact Hit Dice of a even so, the basics are unchanged. These special target animal and thus whether or not the character can guardians of nature are just as likely as any other charac- befriend it. Assume that with the use of Wilderness Lore ter to consume the bounty of nature in the and a detect animals or plants spell, the character has a 30% Previous Sources form of hunted animals—that’s pan of the chance to locate an animal for each day spent searching The core rulebooks of the cycle of life. Hide armor is popular among in an appropriate terrain and climate. DUNGEONS \u0026 DRAGONS game druids, and rangers frequently use horses or If the DM wants to center a campaign around individ- offer plenty of material about other creatures as mounts or beasts of ual heroes and their quests, the parry could have a good animal companions. The de- burden. The difference is that both the druid rime seeking out the lair of the evil sorcerer who has im- scription of the druid in the and the ranger have a fundamental respect prisoned animals for diabolical purposes, or rescuing a Player’s Handbook lays out the for the natural world they live in. Not only bear from a frost giant’s kitchen before it lands on the basic concepts. The animal are they committed to studying the outdoors supper table. A few such quests could be interesting and friendship spell, in Chapter 11 of through the Knowledge (nature) and give the animal companion a special place in the party, the same book, gives still more Wilderness Lore skills, but they also main- but it may not be appropriate to reserve game time for information. Finally, the side- tain special relationships with animal com- this sort of activity if the character is changing animal bar on Animal Companions panions. companions frequently. in Chapter 2 of the DUNGEON Animal companions are an important part MASTER’S Guide continues the of a druid’s (and to a lesser extent, a ranger’s) Better than Average Animals discussion and introduces the power. The druid lacks some of the cleric’s It’s simplest to assume that the druid and the ranger concept of training and teach- spellcasting versatility and casts fewer spells always find animal companions that are average for ing tricks. per day, but her powerful animal compan- their species, with the ability scorcs and average hit ions go a long way toward compensating. An points given in the Monster Manual. But some creatures animal companion can serve as a protector, tracker, deviate from this norm, with hit points above or below scout, mount, and warrior—sometimes all at once. It can the average, or even unusual ability scorcs. Wolves with even be a friend capable of offering advice, thanks to the 18 hit points instead of 13 exist, and so do lions with magic of awaken. Moreover, the Hit Dice of an adventur- Strength 25 instead of 21. While it may be simplest to ing druid’s animal companion can equal her own, assume that all animal companions are average, it’s in a whereas followers and cohorts almost always have fewer character’s best interest to seek out creatures that Hit Dice than their leaders. exceed the norm. The typical druid chooses a wolf as her first animal The obvious way to do this is to generate an animal’s companion. The wolf attacks as well as a fighter of com- hit points and ability scorcs randomly whenever the 34 parable Hit Dice, plus it can track. Five levels later, the character encounters one. Rolling for hit points is easy, druid could have a brown bear, which averages a whop- and generating ability scorcs isn’t tough (see Ability ping 51 hit points and has three attacks with the poten- Scores for Monsters in Chapter 2 of the DUNGEON CHAPTER 4: ANIMALS MASTER’SGuide). The disadvantage of this method is that it Animal Mood and Attitude involves a lot of dice-rolling and could result in day after The player whose character has befriended an animal day of searching for the picky character. usually controls it. As long as that character continues to The best solution is not to reveal an animal’s ability fulfill the obligations and duties of friendship, this is a scorcs or hit points. After all, while it may be easy to fine way to run things. Should anything complicate or identify a sick animal, it’s tough to differentiate between challenge that relationship, however, the DM may want two animals whose Strength scorcs differ by 2 points. to step in and control the animal’s reactions. And no animal is likely to tolerate a barrage of tests de- When a character befriends an animal through animal signed to determine whether it’s a worthy companion friendship, its attitude toward its new friend automatically before the character has magically befriended it. Intend- becomes helpful (see Chapter 5 of the DUNGEON MASTER’S ing to perform such tests after casting animal friendship is Guide.) Should the character ever abuse the animal phys- a violation of the spell’s parameters, since it functions ically or expose it to adverse situations that strain its loy- only for a caster who has a true heart and actually wishes alty, the DM can adjust its attitude to be the animal’s friend. Only after the character has ad- appropriately—to friendly, indifferent, or The Best Animal ventured with the animal for weeks or months (assume worse as the situation requires. A friendly Companion? 2d4 weeks as an average) should the DM consider re- animal may or may not aid its friend, and vealing its ability scorcs and hit points. At that point, the an indifferent one certainly won’t. An What’s the best animal to be- friend? You should try to main- character can abandon the animal and begin anew, if de- animal that has become unfriendly or hos- tain your maximum allowed Hit sired. However, doing this too often may call the charac- tile looks for the first chance to depart or Dice of companions, and when- ter’s “true heart” into question. lash out at the “friend” who has clearly ever possible, invest all those Two ability scorcs actually have limitations. First, an abused its trust. However, through role- Hit Dice in a single animal. animal’s Intelligence score never exceeds 2 without the playing and judicious use of the Animal Unless you want an animal assistance of magic. Most mammals, lizards, and birds Empathy skill, a character may be able to companion just to serve as a have Intelligence 2, while snakes, fish, and lower-order repair such a breach of trust. Use Table distraction, it needs the best hit animals have Intelligence 1. Second, only one normal 5–4: Influencing NPC Attitude in the points and attack bonus pos- animal (the wolverine) has a Charisma score greater than DUNGEON MASTER’SGuide to determine the sible. Most magical beasts and 7, and no dire animal has a Charisma greater than 11. DC for the check. underground denizens can The animal has no special tie to its overpower an animal of equal The Bond friend’s fellow adventurers, so its initial at- Hit Dice, so you have to work The bond created by an animal friendship spell is not a titude toward them is indifferent. It does- hard to keep animal compan- magical one. It cannot be dispelled, though dominate n’t protect them unless ordered, but ions competitive. animal or some other magical compulsion could cause neither does it attack them unless pro- That said, some animals tend the animal to act against the character’s wishes. The voked. Roleplaying and the use of Animal to make better companions animal acknowledges the character as its friend—some- Empathy can adjust the animal’s attitude than others. A horse makes thing like a special denmate or a member of the pack. about other party members in the same some sense, perhaps, though The animal may realize that the character isn’t really one manner as described above. it’s just as easy to purchase of its own, but true conscious thought along those lines one. In general, you can’t go is beyond most animals’ ability. Limitations and Problems wrong choosing the most combat-effective animal you As the Animal Companions sidebar in Chapter 2 of the The presence of animal companions in an can get. Depending on the Hit DUNGEON MASTER’SGuide states, a companion is still only adventuring party can present a variety of Dice, that means a wolf, lion, an animal. It cannot understand human speech. Other problems. Wild animals are generally not bear, or tiger—or a dire version than following its friend and performing the tricks it has accepted inside a city or within the lord’s thereof. been taught, it cannot respond to directions. An em- keep. To most peasants, a wild animal is pathic link exists between the wizard and her familiar something to be feared, driven off, or put and between the paladin and her mount, but not be- down, just like a troll or a griffon would be. Only the tween a druid (or a ranger) and an animal companion. most famous druid or ranger heroes can expect an urban Thus, an animal companion makes a poor scout, since it population to accept wild creatures walking along the has no way to communicate what it sees—and even if it streets—even in the company of humanoids. did, its low Intelligence prevents it from knowing what Most characters solve this problem by simply asking to look for or how to analyze what it finds. their companions to stay in the wilderness outside town. The animal expects its friend to either provide it with An animal companion can accept such a parting of the sustenance or give it adequate time to find food and ways as long as it remains short (less than a week), or the water on its own. In addition, though the animal natu- character’s visits are frequent. Of course, leaving a wild rally defends its friend, and may even attack his or her animal outside town can present another problem—the enemies, it doesn’t enjoy combat. While the druid and creature may think that the domesticated cows, chick- the ranger can accept that some pain is necessary in the ens, or horses on the nearby farms are meant for its con- service of good or the defense of the land, these concepts sumption. are lost on the lion, hawk, or lizard that is being struck, Another tough situation is the dungeon. Most animals mauled, or energy drained. The animal expects its friend (other than bats, lizards, rats, snakes, toads, and the dire to try to keep it safe, so painful fight after painful fight versions thereof) are unaccustomed to dwelling under- 35 may cause it to grow weary of the punishment. ground. Bears, even though they live in caves, are not truly native to subterranean habitats. Surface-dwelling CHAPTER 4: ANIMALS animals are reluctant to proceed into confined spaces outside its native environment, an animal must make and tight, sunless corridors. Even if they can be con- Fortitude saving throws at regular intervals to avoid vinced to enter the dungeon, most animals have great taking subdual damage. The rules for this are the same as difficulty dealing with pits, steep inclines, narrow those given for characters in the Heat Dangers and Cold crevices, and similar dungeon challenges. Dangers sections in Chapter 3 of the DUNGEON MASTER’S Raising a Companion Without magical levitation or the ability to Guide, except that the animal’s Wilderness Lore skill pro- The realistic way to get a better fly, a creature such as a dire tiger could easily vides no bonuses on these saves. A character, however, than average animal is to raise get stuck somewhere in the Underdark. Be- may provide bonuses to an animal companion with a suc- it from infancy. An animal that cause of this, some characters choose to cessful Wilderness Lore check, as noted in the Wilder- never goes hungry and gets leave their animal companions outside the ness Lore skill description in the Player’s Handbook. ample exercise is likely to grow dungeon. Alternatively, the calm trick (see Eventually, though, the character must make a choice: up stronger, tougher, and Chapter 2) can enhance a creature’s ability to Take the animal out of the foreign environment, cast a slightly more intelligent than deal with dungeon environments. protection spell such as endure elements, or watch the the average creature of its kind. creature perish. To reflect this, the DM may Food and Care allow an animal companion A character with an animal companion must Breaking the Limits that a character has raised and see to its care and feeding during adventures. Often, the best way to improve the abilities of animal trained from birth to have 2 The obvious option, of course, is to carry companions and overcome some of their limitations is bonus hit points per Hit Die, an food for it. The biggest problem with doing the use of spells and magic items. extra 3 points for its ability this is typically the weight, not the cost. For Enhancing Magic: Magic fang and nature’s favor en- scorcs (distributed as the player an herbivore, a day’s worth of feed costs a hance an animal companion’s combat ability. Might of the sees fit), and the ability to learn mere 5 cp and weighs 10 pounds; for a carni- oak, persistence of the waves, and speed of the wind each en- one additional trick per point of vore, it costs 5 sp and weighs 10 pounds. hance one of an animal’s ability scorcs at the expense of Intelligence. Each day, a Medium-size herbivore or carni- another. Animal growth improves an animal’s combat ef- Rearing a wild animal takes vore drinks at least a gallon of water, which fectiveness through increased Hit Dice, Strength, Con- one year and requires one weighs about 8 pounds (plus the weight of stitution, damage, and hit points. Finally, nature’s avatar Handle Animal check (DC 15 + the container), and a Large animal drinks at increases an animal’s hit points and grants it the benefits HD of animal). No skill check is required if the creature has least 3 gallons a day. Given the typical horses of haste, thus transforming it into a fearsome destructive already become an animal com- carrying capacity, it can be a real challenge to machine. The lower-level spells, especially nature’s favor. panion to a druid or ranger, but carry more than two weeks of food for an are excellent for use in wands. See Chapter 6 for spell de- most adventurers choose to be- animal companion. On extended trips, a scriptions. friend animals only after they druid can rely upon create water and goodberry. Barding: Horses, ponies, riding lizards, and riding are old enough to be helpful. One goodberry can provide sustenance for dogs typically accept armor in the form of barding, but Paying someone to raise an one Medium-size herbivore or carnivore; a wild creatures simply refuse the burden. With the armor animal may be a more feasible Large animal requires two per day, and a trick (see Chapter 2), a character can adapt any animal to option for adventuring charac- Huge creature requires four. As a final the use of armor. Barding is available in all armor types ters. A professional trainer option, a character may be able to convince a (including masterwork and magical versions), but it charges 250 gold pieces per Hit hungry carnivore to eat the flesh of a slain always costs more than comparable human armor. See Die of the animal to rear it. monster—particularly a beast, dragon, giant, Chapter 7 of the Player’s Handbook for additional rules on This method of acquiring humanoid, magical beast, or monstrous hu- barding. animal companions requires manoid. Communication: Adopting an animal form through more planning than just search- Another option is to allow the animal to wild shape or polymorph self doesn’t impart the ability to ing for one does, but it’s also graze or hunt for itself. It must eat at least communicate with that species (at least, not without the useful for nonadventuring once every third day, just like a human, or Speaking Wild Shape feat described in Chapter 2). The druids who aren’t likely to gain begin to suffer the effects of starvation (see speak with animals spell is the one of the best ways to con- levels (and thus require new animal companions) very fre- Chapter 3 of the DUNGEON MASTER’S Guide). verse with animal companions, but a helm of bonding or a Grazing animals need only grassland or a torc of animal speech (see Chapter 3 for magic item de- quently. hayfield; no skill check is required. To forage scriptions) also allows communication. Direct conversa- for water or to hunt, the animal must make a tion lets the creature understand instructions beyond Wilderness Lore check (DC 10). Success indicates that it the tricks it has learned, but even so, the animal’s intelli- has acquired a day’s worth of food and water; failure gence places an obvious limit on the interaction. means no suitable sustenance was found. If the animal is Loyalty: Most animals have poor Will saving throws. foraging in its native terrain and climate, it suffers no As friendly and loyal as an animal companion is to its penalties on the check; otherwise, a circumstance druid or ranger friend, an enemy can all too easily use penalty of at least –4 and as much as –8 applies. If the magic to control or dominate it. A druid with forcsight animal moves at one-half its overland movement rate or can either carry spells (such as dispel magic or calm slower, it can hunt while traveling; otherwise, it requires animal) to neutralize this threat or equip her companions 4 hours per day to hunt. with collars of resistance. Finally, animals aren’t prepared for climates other than More Animals: The obvious way to acquire additional 36 their own. Those adapted for the cold, such as bears, per- animal companions is to gain class levels in druid or form poorly in warm deserts, and cold-blooded animals ranger, but magic items provide a second option. One such as snakes and lizards suffer in cold regions. When ring of animal friendship adds 12 Hit Dice to the character’s CHAPTER 4: ANIMALS limit, a second raises that to 24, and a hand of glory allows “advancement” in their statistics can improve through the use of a third such ring for a total of 36 additional Hit this ritual. Dice of animal companions. At a price of only 9,500 gp At the end of the ritual, the animal’s Hit Dice increase per ring and 7,200 gp for the hand of glory, these items are by +1. As a result, it gains additional hit points and a cheap for their benefits. bonus on attack rolls, if the new Hit Dice total warrants Regardless of the total Hit Dice of animal companions that. The additional Hit Die may also increase the an adventuring character can have, none of them can animal’s size (see the rules for advancement in the intro- exceed his or her own Hit Dice.* That is, an 8th-level duction of the Monster Manual). Since it is an animal, the druid wearing with a ring of animal friendship can be- companion gains neither feats nor skills as it advances. friend two dire lions (8HD creatures), but not a dire tiger (16HD creature), or any creature with more than 8 Hit Awakened Animals Dice. On the other hand, two dire lions can pack quite a Awaken is a 5th-level spell available to druids. Because it punch. grants humanlike sentience and intelligence to an *This information supersedes that presented in the animal, the creature’s type changes to magical beast. This animal friendship spell in the Player’s Handbook. spell greatly changes the relationship between druid and animal companion. Armed with intelligence and the Abandoning a Companion ability to speak at least one language, the animal no Characters want to replace their animal companions longer needs training to understand the druid’s wishes. from time to time, and there is no penalty for doing so. Thus, the druid gains a source of advice and ready con- Reasons for making a change abound—for example, a versation in addition to a guard and a servant. Of course, druid may not wish to expose comparatively weak ani- as a fully sentient creature, an awakened animal develops mals to dangers they cannot handle, or she may need to its own desires and ambitions. travel to a region where her existing companions could While normally a creature with such a high intelligence not survive. isn’t subject to animal friendship, an animal awakened by a The real issue is the conditions under which a charac- druid remains her companion as long as she treats it with ter abandons an animal companion. Leaving it in a for- respect, as discussed above. The animal continues to eign land, or worse, in the depths of some dungeon, is an count against the druid’s Hit Dice limit for animal com- evil act. Even neutral and evil druids should be loath to panions. For a time, the awakened animal can even exceed betray their companions in this way. the druid’s level. (For example, an awakened dire bear sud- denly has 14 HD, but it remains with a 12th-level druid). Improving a Companion Until the druid once again exceeds the animal in Hit Some characters, abhorring the prospect of abandoning a Dice, however, she cannot gain new animal companions. trusted friend every level or two, seek a way out of this As a general rule, an awakened animal continues to situation. Long ago, druids developed a magical ritual to assist the druid, at least as long as she continues to in- deal with this problem. During this ritual, which takes a clude it among her companions. When she elects to full day to perform at a holy site or natural glade, the leave that animal behind (by befriending a new one), it druid’s touch imbues one animal companion with addi- soon departs. The animal remains friendly with the druid tional strength. The druid loses 200 XP, as if she had cast and may assist her from time to time, but it no longer ac- a spell with that XP cost. Only animals with a listing for companies her on adventures. DIRE ANIMALS Dire Toad Dire Hawk Dire Snake Small Animal Medium-Size Animal Large Animal"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Special",
        "description":  "The character Through frequent dis- must be a worshiper of Gru- figuration of his own umsh and must put out skin, the eye of Gru- his own right eye in a umsh gains a +1 nat- special ritual. None of ural armor bonus the eye of Gruumsh’s at 3rd level. This special abilities func- bonus increases tion if he regains sight by +1 for every in both eyes. three eye of G r u u m s h Class Skills levels gained The eye of Gruumsh’s class thereafter. skills (and the key ability for S w i n g each skill) are Intimidate (Cha), Blindly (Ex): Jump (Str), Ride (Dex), and Swim At 2nd level, the (Str). See Chapter 4 of the Player’s eye of Gruumsh gains Handbook for skill descriptions. an additional +2 bonus to his Strength score while raging. While this ability is in effect,"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Special",
        "description":  "The charac- two forsaker levels. Except as ter must once have noted above, this ability been the victim of a works like the fast healing magical attack that seri- ability described in the in- ously wounded him or troduction of the Monster threatened his life. He Manual. must also sell or give Forsake Magic: In away all his magic items addition to avoiding all (including magic weap- use of spellcasting, ons, armor, and potions) spell-like abilities, and and renounce the use of magic items, the any spellcasting and spell- forsaker must also like abilities he previously refuse any bene- used. fits from others’ magic—including Class Skills magical healing. The forsaker’s class skills (and Thus, he must at- the key ability for each skill) are tempt a saving throw Climb (Str), Craft (any) (Int), against any spell that Handle Animal (Wis), Heal (Wis), allows one. For most Intimidate (Cha), Intuit Direction beneficial spells, such (Wis), Jump (Str), Listen (Wis), displacement or neutralize Ride (Dex), Sense Motive (Wis), poison, a successful save Swim (Str), Tumble (Dex), and negates the spell’s effects; Wilderness Lore (Wis). See Chapter 4 of the Player’s for a cure spell, it halves the Handbook for skill descriptions. benefit. Any forsaker who unwittingly uses a magic item or casts a spell (while under the influence of a"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "Evershifting Form",
        "description":  "At 10th level, the shifter has reached the pinnacle of her shapechanging abilities. From this point on, she can use greater wild shape once per round, as a move-equivalent action, as many times per day as she wishes. Her type changes to shapechanger for determining what effects and items can affect her, and she gains darkvision (60 feet), which remains in effect re- gardless of her form. In addition, the shifter no longer suffers ability penal- ties for aging and is not subject to magical aging, though any aging penalties she may already have suffered remain in place. Bonuses still accrue, and the shifter still dies of old age when her time is up. See Complete Adventurer TAMER OF BEASTS The ability to bond with animals opens up a new way of life for some druids and rangers. By exploring and strengthening their bonds with their animal compan- ions, they can improve not only the creatures’ lives, but their own as well. finding employment in a common circus or zoo. More Though a character who follows this path is called a typically, however, tamers of beasts adopt creatures that tamer of beasts, this is perhaps a misnomer, since he does are threatened by growing populations of humanoids, not truly master, tame, or domesticate his companions. protecting and shielding them from harm. If these crea- Rather, through his magic and his overwhelming con- tures have suffered greatly at the hands of humanoids, cern for his charges, he can make them tougher and tamers of beasts may also try to exact retribution. more intelligent. Ultimately, he can even converse with Hit Die: d8. them as equals. This class appeals primarily to rangers and druids. A Requirements member of another class may feel some longing for the To become a tamer of beasts, a character must fulfill the path of the tamer, but without first developing a deep re- following criteria. lationship with an animal, it is impossible to embrace this Skills: Animal Empathy 10 ranks. prestige class. Tamers of beasts have been known among Feats: Skill Focus (Animal Empathy). all races. Elves, half-elves, and gnomes are the most likely Spells: Able to cast animal friendship. to take up this path because of their affinity for nature, and dwarves are the least likely. The philosophy of a tamer Class Skills of beasts is compatible with any alignment. The tamer of beasts’s class skills (and the key ability for Unlike most druids, tamers of beasts usually reside each skill) are Animal Empathy (Cha, exclusive skill), close to civilization. Some NPC tamers of beasts conceal Climb (Str), Concentration (Con), Craft (any) (Int), their special relationships with animals and beasts by Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), TTTTTaaaaabbbbbllllleeeee 55555–––––1111166666::::: TTTTThhhhheeeee TTTTTaaaaammmmmeeeeerrrrr ooooofffff BBBBBeeeeeaaaaassssstttttsssss CCCCClllllaaaaassssssssss BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffffllllleeeeexxxxx WWWWWiiiiillllllllll LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkkBBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy/////SSSSSpppppeeeeellllllllllsssss KKKKKnnnnnooooowwwwwnnnnn 1st +0 +2 +2 +0 Animal mastery, Int 4 2nd +1 +3 +3 +0 Empathic link 3rd +2 +3 +3 +1 Blood bond, Int 6, natural armor+2 +1 level of existing class 4th +3 +4 +4 +1 Animal senses (hearing, smell), speak with master 5th +3 +4 +4 +1 Beast mastery, Int 8 6th +4 +5 +5 +2 Natural armor +4, share saving throws +1 level of existing class 7th +5 +5 +5 +2 Animal senses (vision), Int 10, share spells 70 8th +6 +6 +6 +2 Command creatures of kind 9th +6 +6 +6 +3 Int 12, magical beast mastery, natural armor +6 +1 level of existing class 10th +7 +7 +7 +3 Inspire greatness CHAPTER 5: PRESTIGE CLASSES Hide (Dex), Intuit Direction (Wis), Knowledge (nature) hancement bonus to its natural armor. This bonus rises (Int), Jump (Str), Listen (Wis), Ride (Dex), Scry (Int, ex- to +4 at 6th level and +6 at 9th level. clusive skill), Spellcraft (Int), Spot (Wis), Swim (Str), and Animal Senses (Su): At 4th level, the tamer of beasts Wilderness Lore (Wis). See Chapter 4 of the Player’s can hear through any designated companion’s ears or Handbook for skill descriptions. smell through its nose. At 7th level, he can see through a companion’s eyes. The tamer can activate his animal"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "BBBBBooooonnnnnuuuuusssss HHHHHiiiiittttt DDDDDiiiiiccccceeeee",
        "description":  ":::: These are extra eight-sided (d8) Hit Dice, each of which provides a Constitution modifier, as normal. Remember that extra Hit Dice also improve the mount’s base (double the usual amount) to her mount’s Armor Class or on any single attack roll or any skill or ability check attack and base save bonuses. the mount attempts. Alternatively, she can provide her"
    },
    {
        "source":  "masters_of_the_wild.txt",
        "name":  "NNNNNaaaaatttttuuuuurrrrraaaaalllll AAAAArrrrrmmmmmooooorrrrr",
        "description":  ":::: The amount by which the creature’s natural mount a +10 competence bonus to speed for 1 full armor bonus is increased."
    }
]
