[
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "Swim checks are subject to double the normal armor as an uninteresting performer, is not receptive to repeat check penalty and encumbrance penalty (see pages 123 and 162). performances. You can try to reduce damage from a fall as an instant For instance, full plate incurs a –12 penalty on Swim checks instead reaction only once per fall. of –6. 84 :4 RETPAHC SLLIKS"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "You cannot take 10 with this skill. Escape Artist checks when escaping from rope bonds. You can’t aid another on Use Magic Device checks. Only the user If you have 5 or more ranks in Escape Artist, you get a +2 bonus of the item may attempt such a check. on checks made to bind someone. 86 :4 RETPAHC SLLIKS PREREQUISITES feat is a special feature that either gives your character a new capability or improves one he or she already has. Some feats have prerequisites. Your character must have the For example, Lidda (a halfling rogue) chooses to start indicated ability score, class feature, feat, skill, base attack bonus, with the Improved Initiative feat at 1st level. That feat or other quality designated in order to select or use that feat. A gives her a +4 bonus to her initiative check results. At character can gain a feat at the same level at which he or she 3rd level (see Table 3–2: Experience and Level-Dependent gains the prerequisite. For example, at 3rd level, Krusk, the half- Benefits, page 22), she gains a new feat and chooses Dodge. This feat orc barbarian, could spend 1 skill point on the Ride skill allows her to avoid the attacks of an opponent she selects by (gaining his first rank in Ride) and select the Mounted Combat improving her Armor Class against that opponent. feat at the same time. Unlike a skill, a feat has no ranks. A character either has a feat or A character can’t use a feat if he or she has lost a prerequisite. does not. For example, if your character’s Strength drops below 13 because a ray of enfeeblement spell, he or she can’t use the Power ACQUIRING FEATS Attack feat until the prerequisite is once again met. Unlike skills, feats are not bought with points. A player simply TYPES OF FEATS chooses them for his or her character. Each character gets one feat upon creation. At 3rd level and every three levels thereafter (6th, Some feats are general, meaning that no special rules govern 9th, 12th, 15th, and 18th), he or she gains another feat (see Table 3– them as a group. Others are item creation feats, which allow 2: Experience and Level-Dependent Benefits, page 22). Feats are spellcasters to create magic items of all sorts. A metamagic gained according to character level, regardless of individual class feat lets a spellcaster prepare and cast a spell with greater levels. effect, albeit as if the spell were a higher level than it Additionally, members of some classes get bonus feats as class actually is. features. These feats may be chosen from special lists (see Fighter Bonus Feats, below, and the individual class descriptions in Chapter FIGHTER BONUS FEATS 3 for details). Fighters gain bonus feats selected from a subset of the A human character also gets a bonus feat at 1st level, chosen by feat list presented in Table 5–1 (page 90). Any feat the player. This feat can be of any feat for which the character designated as a fighter feat can be selected as a fighter’s qualifies. bonus feat. This designation does not restrict characters of other classes from selecting these feats, assuming that they meet any prerequisites. 87 ITEM CREATION FEATS up a spell slot one spell level higher than the spell actually is. Thus, if she prepares charm person as a silent spell, it takes up one of her Spellcasters can use their personal power to create lasting magic 2nd-level slots. It is still only a 1st-level spell, so the DC for the Will items. Doing so, however, is draining. A spellcaster must put a little save against it does not go up. Mialee cannot prepare a 2nd-level of himself or herself into every magic item he or she creates. spell as a silent spell because she would have to prepare it as a 3rd- An item creation feat lets a spellcaster create a magic item of a certain type. Regardless of the type of items they involve, the vari- level spell, and she can’t use 3rd-level spell slots until she reaches ous item creation feats all have certain features in common. 5th level."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Extra Costs",
        "description":  "Any potion, scroll, or wand that stores a spell with a spell modified by Quicken Spell does not provoke an attack of costly material component or an XP cost also carries a commen- opportunity. surate cost. For potions and scrolls, the creator must expend the Metamagic feats cannot be used with all spells. See the specific material component or pay the XP cost when creating the item. For feat descriptions for the spells that a particular feat can’t modify. a wand, the creator must expend fifty copies of the material Multiple Metamagic Feats on a Spell: A spellcaster can apply component or pay fifty times the XP cost. multiple metamagic feats to a single spell. Changes to its level are Some magic items similarly incur extra costs in material cumulative. A silent, stilled version of charm person, for example, components or XP, as noted in their descriptions. For example, a would be prepared and cast as a 3rd-level spell (a 1st-level spell, ring of three wishes costs 15,000 XP in addition to its normal price (as increased by one spell level for each of the metamagic feats). You many XP as it costs to cast wish three times). can’t apply the same metamagic feat more than once to a single spell (for instance, you can’t cast a twice-empowered magic missile to get METAMAGIC FEATS +100% damage). As a spellcaster’s knowledge of magic grows, she can learn to cast Magic Items and Metamagic Spells: With the right item cre- spells in ways slightly different from the ways in which the spells ation feat, you can store a metamagic version of a spell in a scroll, were originally designed or learned. For example, a spellcaster can potion, or wand. Level limits for potions and wands apply to the learn to cast a spell without having to say its verbal component, to spell’s higher spell level (after the application of the metamagic feat). cast a spell for greater effect, or even to cast it with nothing but a A character doesn’t need the metamagic feat to activate an item moment’s thought. Preparing and casting a spell in such a way is storing a metamagic version of a spell. harder than normal but, thanks to metamagic feats, at least it is Counterspelling Metamagic Spells: Whether or not a spell has possible. been enhanced by a metamagic feat does not affect its vulnerability For instance, at 3rd level, Mialee chooses to gain Silent Spell, the to counterspelling or its ability to counterspell another spell (see feat that allows her to cast a spell without its verbal component. The Counterspells, page 170). cost of doing so, however, is that in preparing the spell, she must use 88 :5 RETPAHC STAEF FEAT DESCRIPTIONS ARMOR PROFICIENCY (MEDIUM) [GENERAL] Here is the format for feat descriptions. You are proficient with medium armor (see Table 7–6: Armor and Shields, page 123). FEAT NAME [TYPE OF FEAT] Prerequisite: Armor Proficiency (light). Description of what the feat does or represents in plain language. Benefit: See Armor Proficiency (light)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Prerequisite",
        "description":  "A minimum ability score, another feat or feats, a Normal: See Armor Proficiency (light). minimum base attack bonus, a minimum number of ranks in one or Special: Fighters, barbarians, paladins, clerics, druids, and bards more skills, or a class level that a character must have in order to automatically have Armor Proficiency (medium) as a bonus feat. acquire this feat. This entry is absent if a feat has no prerequisite. A They need not select it. feat may have more than one prerequisite."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You get a +2 bonus on all Balance checks and Escape An invisible attacker gets no advantages related to hitting you in Artist checks. melee. That is, you don’t lose your Dexterity bonus to Armor Class, and the attacker doesn’t get the usual +2 bonus for being invisible ALERTNESS [GENERAL] (see Table 8–5: Attack Roll Modifiers and Table 8–6: Armor Class You have finely tuned senses. Modifiers, page 151). The invisible attacker’s bonuses do still apply"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "The Blind-Fight feat is of no use against a character who ARMOR PROFICIENCY (HEAVY) [GENERAL] is the subject of a blink spell (see page 206). You are proficient with heavy armor (see Table 7–6: Armor and A fighter may select Blind-Fight as one of his fighter bonus feats Shields, page 123). (see page 38)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Prerequisites",
        "description":  "Armor Proficiency (light), Armor Proficiency (medium). BREW POTION [ITEM CREATION]"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "See Armor Proficiency (light). You can create potions, which carry spells within themselves. See"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "See Armor Proficiency (light). the Dungeon Master’s Guide for rules on potions."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "Fighters, paladins, and clerics automatically have Armor"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You can create a potion of any 3rd-level or lower spell that you know and that targets one or more creatures. Brewing a ARMOR PROFICIENCY (LIGHT) [GENERAL] potion takes one day. When you create a potion, you set the caster You are proficient with light armor (see Table 7–6: Armor and level, which must be sufficient to cast the spell in question and no Shields, page 123). higher than your own level. The base price of a potion is its spell"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "When you wear a type of armor with which you are level × its caster level × 50 gp. To brew a potion, you must spend proficient, the armor check penalty for that armor applies only to 1/25 of this base price in XP and use up raw materials costing one Balance, Climb, Escape Artist, Hide, Jump, Move Silently, Pick half this base price. Pocket, and Tumble checks. When you create a potion, you make any choices that you would"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "A character who is wearing armor with which she is not normally make when casting the spell. Whoever drinks the potion is proficient applies its armor check penalty to attack rolls and to all the target of the spell. skill checks that involve moving, including Ride. Any potion that stores a spell with a costly material component or"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "When you use the attack action or the full attack action tiple magical effects. in melee, you can take a penalty of as much as –5 on your attack roll Prerequisite: Caster level 12th. and add the same number (+5 or less) as a dodge bonus to your Benefit: You can create any staff Armor Class. This number may not exceed your base attack bonus. whose prerequisites you meet The changes to attack rolls and Armor Class last until your next (see the Dungeon Master’s action. Guide for prerequisites and"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "A character without the Combat Expertise feat can fight other information on staffs). defensively while using the attack or full attack action to take a –4 Crafting a staff takes penalty on attack rolls and gain a +2 dodge bonus to Armor Class. one day for each 1,000"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "You can also mend a broken wondrous item if it is one that you Benefit",
        "description":  "During your action, you designate an opponent and could make. Doing so costs half the XP, half the raw materials, and receive a +1 dodge bonus to Armor Class against attacks from that half the time it would take to craft that item in the first place. opponent. You can select a new opponent on any action. Some wondrous items incur extra costs in material components A condition that makes you lose your Dexterity bonus to Armor or XP, as noted in their descriptions. These costs are in addition to Class (if any) also makes you lose dodge bonuses. Also, dodge those derived from the item’s base price. You must pay such a cost to bonuses (such as this one and a dwarf’s racial bonus on dodge create an item or to mend a broken one. attempts against giants) stack with each other, unlike most other types of bonuses."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "When reduced to between –1 and –9 hit points, you nonlethal damage from hot or automatically become stable. You don’t have to roll d% to see if you cold environments (see pages lose 1 hit point each round. 302 and 303 of the Dungeon When reduced to negative hit points, you may choose to act as if Master’s Guide), and Forti- you were disabled, rather than dying. You must make this decision tude saves made to resist as soon as you are reduced to negative hit points (even if it isn’t your damage from suffocation turn). If you do not choose to act as if you were disabled, you (see page 304 of the Dun- immediately fall unconscious. geon Master’s Guide). Also, When using this feat, you can take either a single move or stan- you may sleep in light dard action each turn, but not both, and you cannot take a full-round or medium armor action. You can take a move action without further injuring yourself, without becoming but if you perform any standard action (or any other action the DM fatigued. deems as strenuous, including some free actions, such as casting a Normal: A quickened spell) you take 1 point of damage after completing the character act. If you reach –10 hit points, you immediately die. without this"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "A character without this feat who is reduced to between feat who sleeps in –1 and –9 hit points is unconscious and dying, as described in medium Chapter 8: Combat. DILIGENT [GENERAL] Your meticulousness allows you to analyze minute details that others miss. 93 Illus. by J. Foster FEATS CHAPTER 5: or heavier armor is automatically fatigued the next day. Benefit: Each time you take this feat, you can use your ability to"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Prerequisite",
        "description":  "Shield Proficiency. does not have the prerequisites for it, but only when he is wearing"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "When you perform a shield bash, you may still apply the light or no armor (see page 48). shield’s shield bonus to your AC."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "Without this feat, a character who performs a shield IMPROVED UNARMED STRIKE [GENERAL] bash loses the shield’s shield bonus to AC until his or her next turn. You are skilled at fighting while unarmed."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You get a +4 dodge bonus to Armor Class against attacks POWER ATTACK [GENERAL] of opportunity caused when you move out of or within a threatened area. A condition that makes you lose your Dexterity bonus to You can make exceptionally powerful melee attacks. Armor Class (if any) also makes you lose dodge bonuses. Dodge Prerequisite: Str 13. bonuses (such as this one and a dwarf’s racial bonus on dodge Benefit: On your action, before making attack rolls for a round, attempts against giants) stack with each other, unlike most types of you may choose to subtract a number from all melee attack rolls and bonuses. add the same number to all melee damage rolls. This number may"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "A fighter may select Precise Shot as one of his fighter Armor Class if it’s higher than the mount’s regular AC.) bonus feats (see page 38)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "A fighter may select Rapid Shot as one of any spell that you know. of his fighter bonus feats (see page 38). Scribing a scroll takes one day A 2nd-level ranger who has chosen the archery for each 1,000 gp in its base combat style is treated as having Rapid Shot, even price. The base price of a if he does not have the prerequisites for it, but scroll is its spell level × its only when he is wearing light or no armor (see caster level × 25 gp. To scribe page 48). a scroll, you must spend 1/25 of this base price in XP and use up raw materials RIDE-BY ATTACK [GENERAL] costing one-half of this base You are skilled at making fast attacks for your price. mount. Any scroll that stores a spell"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You can use a shield and take only the standard penalties Special: A fighter may select Snatch Arrows as one of his fighter (see Table 7–6: Armor and Shields, page 123). bonus feats (see page 38)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "When you are using a shield with which you are not proficient, you take the shield’s armor check penalty on attack rolls and SPELL FOCUS [GENERAL] on all skill checks that involve Choose a school of magic, such as moving, including Ride checks. illusion. Your spells of that school are"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "Barbarians, bards, more potent than normal. clerics, druids, fighters, paladins, Benefit: Add +1 to the Difficulty and rangers automatically have Class for all saving throws against Shield Proficiency as a bonus feat. spells from the school of magic you They need not select it. select."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You get a +3 bonus on all checks involving that skill. heavy armor."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "A character may gain this feat multiple times. Its effects Fog or precipitation +3 stack. Tracked party hides trail (and moves at half speed) +5 1 For a group of mixed sizes, apply only the modifier for the largest size TOWER SHIELD PROFICIENCY [GENERAL] category. You are proficient with tower shields. 2 Apply only the largest modifier from this category."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Prerequisite",
        "description":  "Shield Proficiency. If you fail a Survival check, you can retry after 1 hour (outdoors) or"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Benefit",
        "description":  "You can use a tower shield and suffer only the standard 10 minutes (indoors) of searching. penalties (see Table 7–6: Armor and Shields, page 123)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Normal",
        "description":  "A character who is using a shield with which he or she tracks, but you can follow them only if the DC for the task is 10 or is not proficient takes the shield’s armor check penalty on attack lower. Alternatively, you can use the Search skill to find a footprint rolls and on all skill checks that involve moving, including Ride. or similar sign of a creature’s passage using the DCs given above, but"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "Fighters automatically have Tower Shield Proficiency as you can’t use Search to follow tracks, even if someone else has a bonus feat. They need not select it. already found them."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "ARMOR Sleeping in Armor",
        "description":  "A character who sleeps in medium or heavy armor is automatically fatigued the next day. He or she takes a –2 Your armor protects you in combat, but it can also slow you down. penalty on Strength and Dexterity and can’t charge or run. Sleeping See Table 7–6: Armor and Shields for the list of armors available. in light armor does not cause fatigue."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "The information given on this table is for armor sized for Medium Arcane Spell Failure",
        "description":  "Armor interferes with the gestures that a creatures. The time it takes to get into or out of armor depends on its spellcaster must make to cast an arcane spell that has a somatic type (see Table 7–7: Donning Armor). component. Arcane spellcasters face the possibility of arcane spell failure if they’re wearing armor, so wizards and sorcerers usually ARMOR QUALITIES don’t do so. Bards can wear light armor without incurring any arcane Armor isn’t the only fashion statement a character can make, but it’s spell failure chance for their bard spells. a big one. In addition, depending on class, a character may be Casting an Arcane Spell in Armor: A character who casts an arcane proficient with all, some, or no armors, including shields. To wear spell while wearing armor must usually make an arcane spell failure heavier armor effectively, you can select the Armor Proficiency feats roll. The number in the Arcane Spell Failure column on Table 7–6 is (page 89), but most classes are automatically proficient in the armors the chance that the spell fails and is ruined. If the spell lacks a that work best for them. somatic component, however, it can be cast with no chance of Armor and shields can take damage from some types of attacks arcane spell failure. (see Sunder, page 158, and Smashing an Object, page 165). Shields: If a character is wearing armor and using a shield, add the When selecting your character’s armor, keep in mind the fol- two numbers together to get a single arcane spell failure chance. lowing factors (given as column headings on Table 7–6: Armor and"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Speed",
        "description":  "Medium and heavy armor slows the wearer down. It’s Shields). better to be slow and alive than to be quick and dead, but don’t"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Cost",
        "description":  "The cost of the armor for Small or Medium humanoid neglect to give speed some thought. The number on Table 7–6 is the creatures. See the Armor for Unusual Creatures sidebar for armor character’s speed while wearing the armor. Humans, elves, half- prices for other creatures. elves, and half-orcs have an unencumbered speed of 30 feet. They Armor/Shield Bonus: Each armor grants an armor bonus to AC, use the first column. Dwarves, gnomes, and halflings have an while shields grant a shield bonus to AC. The armor bonus from a unencumbered speed of 20 feet. They use the second column. suit of armor doesn’t stack with other effects or items that grant an Remember, however, that a dwarf’s land speed remains 20 feet even armor bonus, such as the mage armor spell or bracers of armor.. Similarly, the shield bonus from a shield doesn’t stack with other in medium or heavy armor or when carrying a medium or heavy effects that grant a shield bonus, such as the shield spell. load."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Maximum Dex Bonus",
        "description":  "This number is the maximum Dexterity Shields: Shields do not affect a character’s speed. bonus to AC that this type of armor allows. Heavier armors limit Weight: This column gives the weight of the armor sized for a your mobility, reducing your ability to dodge blows. For example, Medium wearer. Armor fitted for Small characters weighs half as chainmail permits a maximum Dexterity bonus of +2. A character much, and armor for Large characters weighs twice as much. 122 :7 RETPAHC TNEMPIUQE Table 7–6: Armor and Shields Armor/Shield Maximum Armor Arcane Spell —–— Speed ——– Armor Cost Bonus Dex Bonus Check Penalty Failure Chance (30 ft.) (20 ft.) Weight1 Light armor Padded 5 gp +1 +8 0 5% 30 ft. 20 ft. 10 lb. Leather 10 gp +2 +6 0 10% 30 ft. 20 ft. 15 lb. Studded leather 25 gp +3 +5 –1 15% 30 ft. 20 ft. 20 lb. Chain shirt 100 gp +4 +4 –2 20% 30 ft. 20 ft. 25 lb. Medium armor Hide 15 gp +3 +4 –3 20% 20 ft. 15 ft. 25 lb. Scale mail 50 gp +4 +3 –4 25% 20 ft. 15 ft. 30 lb. Chainmail 150 gp +5 +2 –5 30% 20 ft. 15 ft. 40 lb. Breastplate 200 gp +5 +3 –4 25% 20 ft. 15 ft. 30 lb. Heavy armor Splint mail 200 gp +6 +0 –7 40% 20 ft.2 15 ft.2 45 lb. Banded mail 250 gp +6 +1 –6 35% 20 ft.2 15 ft.2 35 lb. Half-plate 600 gp +7 +0 –7 40% 20 ft.2 15 ft.2 50 lb. Full plate 1,500 gp +8 +1 –6 35% 20 ft.2 15 ft.2 50 lb. Shields Buckler 15 gp +1 — –1 5% — — 5 lb. Shield, light wooden 3 gp +1 — –1 5% — — 5 lb. Shield, light steel 9 gp +1 — –1 5% — — 6 lb. Shield, heavy wooden 7 gp +2 — –2 15% — — 10 lb. Shield, heavy steel 20 gp +2 — –2 15% — — 15 lb. Shield, tower 30 gp +43 +2 –10 50% — — 45 lb. Extras Armor spikes +50 gp — — — — — — +10 lb. Gauntlet, locked 8 gp — — Special 4 — — +5 lb. Shield spikes +10 gp — — — — — — +5 lb. 1 Weight figures are for armor sized to fit Medium characters. Armor fitted for Small characters weighs half as much, and armor fitted for Large characters weighs twice as much. 2 When running in heavy armor, you move only triple your speed, not quadruple. 3 A tower shield can instead grant you cover. See the description. 4 Hand not free to cast spells. GETTING INTO AND OUT OF ARMOR minute (10 rounds), the armor would provide only a +3 bonus to his AC (instead of +4), and his armor check penalty would be –5 The time required to don armor depends on its type; see Table 7–7: (instead of –4). Donning Armor."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Remove",
        "description":  "This column tells how long it takes to get the armor off"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Don",
        "description":  "This column on Table 7–7 tells how long it takes a character (important to know if you are suddenly submerged; see the to put the armor on. (One minute is 10 rounds.) Readying (strapping on) a shield is only a move action. drowning rules in the Dungeon Master’s Guide). Loosing a shield"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Don Hastily",
        "description":  "This column tells how long it takes to put the (removing it from the arm and dropping it) is only a move action. armor on in a hurry. The armor check penalty and armor bonus for Table 7–7: Donning Armor hastily donned armor are each 1 point worse than normal. For example, if Tordek donned his scale mail hastily, it would take him 1 Armor Type Don Don Hastily Remove Shield (any) 1 move action n/a 1 move action Padded, 1 minute 5 rounds 1 minute1 leather, hide, studded leather, ARMOR FOR UNUSUAL CREATURES or chain shirt Armor and shields for unusually big creatures, unusually little creatures, Breastplate, 4 minutes1 1 minute 1 minute1 and nonhumanoid creatures have different costs and weights from those scale mail, given on Table 7–6: Armor and Shields. Refer to the appropriate line on chainmail, the table below and apply the multipliers to cost and weight for the banded mail, armor type in question. or splint mail Half-plate 4 minutes2 4 minutes1 1d4+1 minutes1 Humanoid Nonhumanoid or full plate Size Cost Weight Cost Weight 1 If the character has some help, cut this time in half. A single character Tiny or smaller1 ×1/2 ×1/10 ×1 ×1/10 doing nothing else can help one or two adjacent characters. Two Small ×1 ×1/2 ×2 ×1/2 characters can’t help each other don armor at the same time. Medium ×1 ×1 ×2 ×1 2 The wearer must have help to don this armor. Without help, it can be Large ×2 ×2 ×4 ×2 donned only hastily. Huge ×4 ×5 ×8 ×5 Gargantuan ×8 ×8 ×16 ×8 Colossal ×16 ×12 ×32 ×12 1 Divide armor bonus by 2. 123 EQUIPMENT CHAPTER 7: ARMOR DESCRIPTIONS You can’t bash someone with a buckler."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Chain Shirt",
        "description":  "A chain shirt protects your torso while leaving your The types of armor found on Table 7–6: Armor and Shields are limbs free and mobile. It includes a layer of quilted fabric worn described below (in alphabetical order), along with any special underneath to prevent chafing and to cushion the impact of blows. benefits they confer on the wearer (“you”). A chain shirt comes with a steel cap."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor Spikes",
        "description":  "You can have spikes added to your armor, which"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Banded Mail",
        "description":  "This armor is made of overlapping strips of metal less than splint mail even though splint is lighter. Each suit of full sewn to a backing of leather and chainmail. The strips cover plate must be individually fitted to its owner by a master vulnerable areas, while the chain and leather protect the joints and armorsmith, although a captured suit can be resized to fit a new provide freedom of movement. Straps and buckles distribute the owner at a cost of 200 to 800 (2d4 × 100) gold pieces. weight evenly. The suit includes gauntlets. Full plate is also known as field plate."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Scale Mail",
        "description":  "This armor consists of a coat and leggings (and per- Shield, Tower: This massive wooden shield is nearly as tall as you haps a separate skirt) of leather covered with overlapping pieces of are. In most situations, it provides the indicated shield bonus to your metal, much like the scales of a fish. The suit includes gauntlets. AC. However, you can instead use it as total cover, though you must"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Shield, Heavy, Wooden or Steel",
        "description":  "You strap a shield to your give up your attacks to do so. The shield does not, however, provide forearm and grip it with your hand. A heavy shield is so heavy that cover against targeted spells; a spellcaster can cast a spell on you by you can’t use your shield hand for anything else. targeting the shield you are holding. You cannot bash with a tower"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Wooden or Steel",
        "description":  "Wooden and steel shields offer the same basic shield, nor can you use your shield hand for anything else. protection, though they respond differently to special attacks (such When employing a tower shield in combat, you take a –2 penalty as warp wood and heat metal). on attack rolls because of the shield’s encumbrance."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Splint Mail",
        "description":  "This armor is made of narrow vertical strips of metal creature moving at half speed or slower can pick its way through a riveted to a backing of leather that is worn over cloth padding. Flex- bed of caltrops with no trouble. ible chainmail protects the joints. The suit includes gauntlets. The DM judges the effectiveness of caltrops against unusual"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Studded Leather",
        "description":  "This armor is made from tough but flexible opponents. A Small monstrous centipede, for example, can slither leather (not hardened leather as with normal leather armor) rein- through an area containing caltrops with no chance of hurting itself, forced with close-set metal rivets. and a fire giant wearing fire giant-sized boots is immune to normal- size caltrops. (They just get stuck in the soles of his boots.)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Case, Map or Scroll",
        "description":  "This capped leather or tin rube holds rolled of armor or shields. Such a well-made item functions like the normal pieces of parchment or paper. version, except that its armor check penalty is lessened by 1. For"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Chain",
        "description":  "Chain has hardness 10 and 5 hit points. It can be burst example, a masterwork chain shirt has an armor check penalty of –1 with a DC 26 Strength check. rather than –2."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Flask",
        "description":  "This ceramic, glass, or metal container is fitted with a tight All magic armors and shields are automatically considered to be stopper and holds 1 pint of liquid. of masterwork quality."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Flint and Steel",
        "description":  "Striking steel and flint together creates sparks. You can’t add the masterwork quality to armor or a shield after it By knocking sparks into tinder, you can create a small flame. is created; it must be crafted as a masterwork item. Lighting a torch with flint and steel is a full-round action, and lighting any other fire with them takes at least that long."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Lantern, Hooded",
        "description":  "A hooded lantern has shuttered or hinged spends a round fighting while standing in such an area), it might sides. It clearly illuminates a 30-foot radius and provides shadowy step on one. The caltrops make an attack roll (base attack bonus +0) illumination in a 60-foot radius. It burns for 6 hours on a pint of oil. against the creature. For this attack, the creature’s shield, armor, and You can carry a hooded lantern in one hand. See page 164 for more deflection bonuses do not count. (Deflection averts blows as they rules on illumination. approach, but it does not prevent a creature from touching"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Lock",
        "description":  "A lock is worded with a large, bulky key. The DC to open a something dangerous.) If the creature is wearing shoes or other lock with the Open Lock skill depends on the lock’s quality: simple footwear, it gets a +2 armor bonus to AC. If the caltrops succeed on the attack, the creature has stepped on one. The caltrop deals 1 point (DC 20), average (DC 25), good (DC 30), or superior (DC 40). of damage, and the creature’s speed is reduced by one-half because Manacles and Manacles, Masterwork: The manacles detailed its foot is wounded. This movement penalty lasts for 24 hours, or on Table 7–8: Goods and Services can bind a Medium creature. A until the creature is successfully treated with a DC 15 Heal check, or manacled creature can use the Escape Artist skill to slip free (DC 30, until it receives at least 1 point of magical curing. A charging or or DC 35 for masterwork manacles). Breaking the manacles requires running creature must immediately stop if it steps on a caltrop. Any a Strength check (DC 26, or DC 28 for masterwork manacles). 126 :7 RETPAHC TNEMPIUQE Manacles have hardness 10 and 10 hit points. Most manacles have for battering down a door. Not only does it gives you a +2 locks; add the cost of the lock you want to the cost of the manacles. circumstance bonus on Strength checks made to break open a door For the same cost, you can buy manacles for a Small creature. For and it allows a second person to help you without having to roll, a Large creature, manacles cost ten times the indicated amount, and increasing your bonus by 2 (see Breaking Items, page 167). for a Huge creature, one hundred times this amount. Gargantuan, Rations, Trail: Trail rations are compact, dry, high-energy foods Colossal, Tiny, Diminutive, and Fine creatures can be held only by suitable for travel, such as jerky, dried fruit, hardtack, and nuts. specially made manacles. Rope, Hempen: This rope has 2 hit points and can be burst with"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Barding, Medium Creature and Large Creature",
        "description":  "Barding is a or pants with a drawstring, shoes, and perhaps a cap or hat. It may type of armor that covers the head, neck, chest, body, and possibly also include a belt or a leather or cloth apron for carrying tools. legs of a horse or other mount. Barding made of medium or heavy Cleric’s Vestments: These ecclesiastical clothes are for per- armor provides better protection than light barding, but at the forming priestly functions, not for adventuring. expense of speed. Barding can be made of any of the armor types"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Ability Damage",
        "description":  "Certain creatures and magical effects can cause temporary ability damage (a reduction to an ability score). The Dungeon Master’s Guide has details on ability damage. ARMOR CLASS Your Armor Class (AC) represents how hard it is for opponents to land a solid, damaging blow on you. It’s the attack roll result that an opponent needs to achieve to hit you. The average, unarmored peasant has an AC of 10. Your AC is equal to the following: 10 + armor bonus + shield bonus + Dexterity modifier + size modifier"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor and Shield Bonuses",
        "description":  "Your armor and shield each pro- vide a bonus to your AC. This bonus represents their ability to pro- tect you from blows."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor Class",
        "description":  "10 + armor bonus + shield bonus + Dexterity modifier + size modifier. chance of becoming stable. While stable, you’re still unconscious. Each hour you have a 10% chance to regain consciousness, and if Hit Points you don’t, you lose 1 hit point instead. –10 Hit Points: If your hit points fall to –10 or lower, you’re dead. Hit points represent how much damage a character can take before falling unconscious or dying. Healing: You can stop a dying character’s loss of hit points with a DC 15 Heal check or with even 1 point of magical healing. If SPELLS healing raises a character’s hit points to 1 or more, the character can resume acting as normal. In most cases, you can move your speed and cast a spell in the same round (a move action and a standard action). Casting a spell 135 COMBAT CHAPTER 8: why you apply your Dexterity modifier to your AC. If you use two move actions in a round (sometimes called a Note that armor limits your Dexterity bonus, so if you’re wearing “double move” action), you can move up to double your speed. If you armor, you might not be able to apply your whole Dexterity bonus to spend the entire round to run all out, you can move up to quadruple your AC (see Table 7–6: Armor and Shields, page 123). your normal speed (or triple if you are in heavy armor). Sometimes you can’t use your Dexterity bonus (if you have one). If you can’t react to a blow, you can’t use your Dexterity bonus to SAVING THROWS AC. (If you don’t have a Dexterity bonus, nothing happens.) You lose As an adventurer, you have more to worry about than taking dam- your Dexterity bonus when, for example, an invisible opponent age. You also have to face the petrifying gaze of a medusa, a wyvern’s attacks you, you’re hanging on the face of a crumbling cliff high lethal venom, and a harpy’s compelling song. Luckily, a tough above a river of lava, or you’re caught flat-footed at the beginning of adventurer can survive these threats, too. a combat."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Enhancement Bonuses",
        "description":  "Enhancement effects make your armor better (+1 chainmail, +2 large shield, etc.). Saving Throw Types: The three different kinds of saving throws"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Natural Armor",
        "description":  "Natural armor improves your AC. (Members of the punishment or attacks against your vitality and health. Apply your common races don’t have natural armor, which usually consists of Constitution modifier to your Fortitude saving throws. Fortitude scales, fur, or layers of huge muscles.) saves can be made against attacks or effects such as poison, disease,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Dodge Bonuses",
        "description":  "Some other AC bonuses represent actively paralysis, petrification, energy drain, and disintegrate. avoiding blows, such as the dwarf’s AC bonus against giants or the Reflex: These saves test your ability to dodge area attacks. Apply AC bonus for fighting defensively. These bonuses are called dodge your Dexterity modifier to your Reflex saving throws. Reflex saves bonuses. Any situation that denies you your Dexterity bonus also can be made against attacks or effects such as pit traps, catching on denies you dodge bonuses. (Wearing armor, however, does not limit fire, fireball, lighting bolt, and red dragon breath. these bonuses the way it limits a Dexterity bonus to AC.) Unlike"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Touch Attacks",
        "description":  "Some attacks disregard armor, including shields"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Saving Throw Difficulty Class",
        "description":  "The DC for a save is determined and natural armor. For example, a wizard’s touch with a shocking by the attack itself. Two examples: A Medium monstrous centipede’s grasp spell hurts you regardless of what armor you’re wearing or how poison allows a DC 11 Fortitude save. An ancient red dragon’s fiery thick your skin happens to be. In these cases, the attacker makes a breath allows a DC 36 Reflex save. touch attack roll (either ranged or melee). When you are the target"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Automatic Failures and Successes",
        "description":  "A natural 1 (the d20 comes of a touch attack, your AC doesn’t include any armor bonus, shield up 1) on a saving throw is always a failure (and may cause damage to bonus, or natural armor bonus. All other modifiers, such as your size exposed items; see Items Surviving after a Saving Throw, page 177). modifier, Dexterity modifier, and deflection bonus (if any) apply A natural 20 (the d20 comes up 20) is always a success. normally. For example, if a sorcerer tries to touch Tordek with a shocking grasp spell, Tordek gets his +1 Dexterity bonus, but not his +4 armor INITIATIVE bonus for his scale mail or his +2 shield bonus for his large wooden shield. His AC is only 11 against a touch attack. Every round, each combatant gets to do something. The combatants’ initiative checks, from highest to lowest, determine the order in which they act. HIT POINTS"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Effects of Hit Point Damage",
        "description":  "Damage gives you scars, bangs up your armor, and gets blood on your tunic, but it doesn’t slow you down until your current hit points reach 0 or lower. At 0 hit points, you’re disabled. At from –1 to –9 hit points, you’re dying. At –10 or lower, you’re dead."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Healing Nonlethal Damage",
        "description":  "You heal nonlethal damage at the night of rest (8 hours) for each affected ability score. Complete bed rate of 1 hit point per hour per character level. For example, a 7th- rest restores 2 points per day (24 hours) for each affected ability level wizard heals 7 points of nonlethal damage each hour until all score. the nonlethal damage is gone. When a spell or a magical power cures hit point damage, it also TEMPORARY HIT POINTS removes an equal amount of nonlethal damage. Certain effects, such as the aid spell, give a character temporary hit points. When a character gains temporary hit points, note his cur- MOVEMENT, POSITION, rent hit point total. When the temporary hit points go away, such as at the end of the aid spell’s duration, the character’s hit points drop to his current hit point total. If the character’s hit points are below AND DISTANCE his current hit point total at that time, all the temporary hit points Few characters in a fight stand around motionless. Enemies appear have already been lost and the character’s hit point total does not and charge the party. The heroes reply, advancing to take on new drop further. foes after they down their first opponents. Wizards remain outside When temporary hit points are lost, they cannot be restored as the fight, looking for the best place to use their magic. Rogues real hit points can be, even by magic. 146 :8 RETPAHC TABMOC quietly skirt the fracas seeking a straggler or an unwary opponent to strike with a sneak attack. Finally, if the fight is lost, most characters seek to remove themselves from the vicinity. Movement is an important element for gaining the upper hand on the battlefield. Dungeons \u0026 Dragons miniatures are on the 30mm scale—a miniature figure of a six-foot-tall human is approximately 30mm tall. A square on the battle grid is 1 inch across, representing a 5-foot-by- 5-foot area. TACTICAL MOVEMENT Where you can move, how long it takes you to get there, and whether you’re vulnerable to attacks of opportunity while you’re moving are key questions in combat. How Far Can Your Character Move? Your speed is determined by your race and your armor (see Table 8– 3: Tactical Speed). Your speed while unarmored is your base land speed."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Bonuses to Speed",
        "description":  "A barbarian has a +10 foot bonus to his speed ponent, unless the opponent is helpless (dead, unconscious, (unless he’s wearing heavy armor). Experienced monks also have paralyzed, bound, or the like). You can move through a square higher speed (unless they’re wearing armor of any sort). In addition, occupied by a helpless opponent without penalty. (The DM may many spells and magic items can affect a character’s speed. Always rule that some creatures, such as an enormous dragon, present an apply any modifiers to a character’s speed before adjusting the character’s speed based on armor or encumbrance, and remember that multiple bonuses of the same type to a character’s speed (such as enhancement bonuses) don’t stack. Table 8–3: Tactical Speed No Armor or Medium or Race Light Armor Heavy Armor Human, elf, half-elf, half-orc 30 ft.(6 squares) 20 ft.(4 squares) Dwarf 20 ft.(4 squares) 20 ft.(4 squares) Halfling, gnome 20 ft.(4 squares) 15 ft.(3 squares) Measuring Distance"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Encumbrance by Armor",
        "description":  "A character’s armor (as described on penalty (and cuts his speed to 15 feet, were he not a dwarf and Table 7–6: Armor and Shields, page 123) defines his or her thus able to move normally even when encumbered by armor maximum Dexterity bonus to AC, armor check penalty, speed, and or a load). The total weight of his gear, including armor, is 71- running speed. Unless your character is weak or carrying a lot of 1/2 pounds. Since Tordek has a Strength of 15, his maximum gear, that’s all you need to know. The extra gear your character carrying capacity, or maximum load, is 200 pounds. A carries won’t slow him or her down any more than the armor already medium load for him is 67 pounds or more, and a heavy load does. is 134 pounds or more, so he is carrying a medium load. If your character is weak or carrying a lot of gear, however, then Looking at the medium load line on Table 9–2: Carrying you’ll need to calculate encumbrance by weight. Doing so is most Loads, his player sees that these figures are all equal to or important when your character is trying to carry some heavy object. less than the penalties that Tordek is already incurring for"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Tremendous Strength",
        "description":  "For Strength scores not shown on Table 16 76 lb. or less 77–153 lb. 154–230 lb. 17 86 lb. or less 87–173 lb. 174–260 lb. 9–1, find the Strength score between 20 and 29 that has the same 18 100 lb. or less 101–200 lb. 201–300 lb. number in the “ones” digit as the creature’s Strength score does. 19 116 lb. or less 117–233 lb. 234–350 lb. Multiply the figures by 4 if the creature’s Strength is in the 30s, 16 if 20 133 lb. or less 134–266 lb. 267–400 lb. it’s in the 40s, 64 if it’s in the 50s, and so on. For example, a cloud 21 153 lb. or less 154–306 lb. 307–460 lb. giant with a 35 Strength can carry four times what a creature with a 22 173 lb. or less 174–346 lb. 347–520 lb. 25 Strength can carry, or 3,200 pounds × 4 because the cloud giant is 23 200 lb. or less 201–400 lb. 401–600 lb. Huge, for a total of 12,800 pounds. 24 233 lb. or less 234–466 lb. 467–700 lb. 25 266 lb. or less 267–533 lb. 534–800 lb. MOVEMENT 26 306 lb. or less 307–613 lb. 614–920 lb. 27 346 lb. or less 347–693 lb. 694–1,040 lb. Characters spend a lot of time getting from one place to another. A 28 400 lb. or less 401–800 lb. 801–1,200 lb. character who needs to reach the evil tower might choose to walk 29 466 lb. or less 467–933 lb. 934–1,400 lb. +10 ×4 ×4 ×4 along the road, hire a boat to row him along the river, or cut cross- country on horseback. In addition, a character can climb trees to get Then Mialee is knocked unconscious in a fight, and Tordek wants a better look at his surroundings, scale mountains, or ford streams. to carry her out of the dungeon. She weighs 104 pounds, and her The DM moderates the pace of a game session, so he or she gear weighs 28 pounds (or 38 pounds with the gold), so Tordek can’t determines when movement is so important that it’s worth meas- quite manage to carry her and her gear, because doing so would put uring. During casual scenes, you usually won’t have to worry about him over his 200-pound maximum load. Fortunately, their movement rates. If your character has come to a new city and takes a companion Jozan is able to carry her gear and the gold, so all Tordek stroll to get a feel for the place, no one needs to know exactly how has to worry about is Mialee herself. Tordek hoists Mialee onto his many rounds or minutes the circuit takes. shoulders, and now the dwarf is carrying 175-1/2 pounds. He can There are three movement scales in the game, as follows. manage it, but it’s a heavy load. His maximum Dexterity bonus to (cid:1) Tactical, for combat, measured in feet (or squares) per round. AC drops to +1, his check penalty worsens from –4 (the armor check Table 9–3: Movement and Distance penalty for scale mail) to –6 (the check penalty for a heavy load), and now he runs at ×3 speed instead of ×4. ——————— Speed ——–————"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Hustle",
        "description":  "A hustle is a jog at about 6 miles per hour for an unencumbered human. A character moving his or her speed twice in a single round, or moving that speed in Adventurers prepare for their the same round that he or she performs a standard next challenge. action or another move action is hustling when he or she moves. Run (×3): Moving three times speed is a running pace for a character in heavy armor. It represents about 9 miles per hour for a human in full plate. Run (×4): Moving four times speed is a running pace for a character in light, medium, or no armor. It repre- sents about 12 miles per hour for an unencumbered human, or 8 miles per hour for a human in chainmail. TACTICAL MOVEMENT Use tactical movement for combat, as detailed on page 147. Characters generally don’t walk during combat—they hustle or run. A character who moves his or her speed and takes some action, such as attacking or casting a spell, is hustling for about half the round and doing something else the other half."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Animated Objects",
        "description":  "Animated objects (see the Monster Manual) them in the front line. Rogues, rangers, and monks might serve as count as creatures for purposes of determining their Armor Class stealthy scouts, though they have to be careful if they’re away from (do not treat them as inanimate objects). the safety of the party. If the characters are not far apart, they can protect each other, but Breaking Items they’re more vulnerable to many spells when they cluster together, When a character tries to break something with sudden force rather so sometimes it pays to spread out a little. than by dealing damage, use a Strength check (rather than an attack roll and damage roll, as with the sunder special attack) to see TREASURE whether he or she succeeds. The DC depends more on the construction of the item than on the material. For instance, an iron When characters undertake adventures, they usually end up with door with a weak lock can be forced open much more easily than it some amount of silver, gold, gems, or other treasure. These rewards can be hacked down. might be ancient treasures that they have unearthed, the hoards of If an item has lost half or more of its hit points, the DC to break it the villains they have conquered, or pay from a patron who hired drops by 2. them to go on the adventure. Larger and smaller creatures get size bonuses and size penalties"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Specific Exceptions",
        "description":  "Some spells specifically counter each that otherwise harm or hamper subjects are attacks. Summon monster other, especially when they have diametrically opposed effects. For I and similar spells are not attacks because the spells themselves example, you can counter a haste spell with a slow spell as well as don’t harm anyone. with another haste spell, or you can counter reduce person with enlarge Bonus Types: Many spells give their subjects bonuses to ability person. scores, Armor Class, attacks, and other attributes. Usually, a bonus"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Dispel Magic as a Counterspell",
        "description":  "You can use dispel magic to has a type that indicates how the spell grants the bonus. For counterspell another spellcaster, and you don’t need to identify the example, mage armor grants an armor bonus to AC, indicating that spell he or she is casting. However, dispel magic doesn’t always work the spell creates a tangible barrier around you. Shield of faith, on the as a counterspell (see the spell description, page 223). other hand, grants a deflection bonus to AC, which makes attacks veer off. (Bonus types are covered in detail in the Dungeon Master’s CASTER LEVEL Guide.) The important aspect of bonus types is that two bonuses of the same type don’t generally stack. With the exception of dodge A spell’s power often depends on its caster level, which for most bonuses, most circumstance bonuses, and racial bonuses, only the spellcasting characters is equal to your class level in the class you’re better bonus works (see Combining Magical Effects, below). The using to cast the spell. For example, a fireball deals 1d6 points of damage per caster level (to a maximum of 10d6), so a 10th-level same principle applies to penalties—a character taking two or more wizard can cast a more powerful fireball than a 5th-level wizard can. penalties of the same type applies only the worst one."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Preventing Revivification",
        "description":  "Enemies can take steps to make it more SPELL FAILURE difficult for a character to be returned from the dead. Keeping the If you ever try to cast a spell in conditions where the characteristics body prevents others from using raise dead or resurrection to restore of the spell (range, area, or the like) cannot be made to conform, the the slain character to life. Casting trap the soul prevents any sort of casting fails and the spell is wasted. For example, if you cast charm revivification unless the soul is first released. person on a dog, the spell fails because a dog is the wrong sort of Revivification against One’s Will: A soul cannot be returned to life if target for the spell. it does not wish to be. A soul knows the name, alignment, and Spells also fail if your concentration is broken and might fail if patron deity (if any) of the character attempting to revive it and may you’re wearing armor while casting a spell with somatic components refuse to return on that basis. For example, if Alhandra the paladin is (see Table 7–6: Armor and Shields, page 123). slain and a high priest of Nerull (god of death) grabs her body, Alhandra probably does not wish to be raised from the dead by him. THE SPELL’S RESULT Any attempts he makes to revive her automatically fail. If the evil Once you know which creatures (or objects or areas) are affected, cleric wants to revive Alhandra to interrogate her, he needs to find and whether those creatures have made successful saving throws (if some way to trick her soul, such as duping a good cleric into raising any were allowed), you can apply whatever results a spell entails. her and then capturing her once she’s alive again. Many spells affect particular sorts of creatures. Repel vermin keeps vermin away, and calm animals can calm down animals and magical beasts. These terms, and terms like them, refer to specific creature COMBINING MAGICAL EFFECTS types defined in the Monster Manual. Spells or magical effects usually work as described, no matter how many other spells or magical effects happen to be operating in the SPECIAL SPELL EFFECTS same area or on the same recipient. Except in special cases, a spell Many special spell effects are handled according to the school of the does not affect the way another spell operates. Whenever a spell has spells in question. For example, illusory figments all have certain a specific effect on other spells, the spell description explains that effects in common (see Illusion, page 173). Certain other special effect. Several other general rules apply when spells or magical spell features are found across spell schools. effects operate in the same place:"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Disbelief",
        "description":  "A successful save lets the subject ignore the effect. (object): The spell can be cast on objects, which receive saving SPELL RESISTANCE throws only if they are magical or if they are attended (held, worn, Spell resistance is a special defensive ability. If your spell is being grasped, or the like) by a creature resisting the spell, in which case resisted by a creature with spell resistance, you must make a caster the object uses the creature’s saving throw bonus unless its own level check (1d20 + caster level) at least equal to the creature’s spell bonus is greater. (This notation does not mean that a spell can be resistance for the spell to affect that creature. The defender’s spell cast only on objects. Some spells of this sort can be cast on creatures resistance is like an Armor Class against magical attacks. The Dun- or objects.) A magic item’s saving throw bonuses are each equal to 2 geon Master’s Guide has more details on spell resistance. Include any + one-half the item’s caster level. adjustments to your caster level (such as from domain granted (harmless): The spell is usually beneficial, not harmful, but a powers) to this caster level check. targeted creature can attempt a saving throw if it desires. The Spell Resistance entry and the descriptive text of a spell"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Slots",
        "description":  "The character class tables in Chapter 3: Classes show magical effects without being spellcasters. Characters using magic how many spells of each level a character can cast per day. These wands, rods, and other enchanted items, as well as certain class openings for daily spells are called spell slots. A spellcaster always features, can also create magical effects. These effects come in two has the option to fill a higher-level spell slot with a lower-level spell. types: spell-like and supernatural. Additionally, members of certain For example, a 7th-level cleric has at least one 4th-level spell slot and classes and certain creatures can use special abilities that aren’t two 3rd-level spell slots. However, he could choose to prepare three magical. These abilities are called extraordinary or natural. 3rd-level spells instead, filling the 4th-level slot with a lower-level Spell-Like Abilities: A dryad’s charm person effect and the greater spell. Similarly, he could fill his 4th-level domain spell slot with a teleport ability of many devils are spell-like abilities Usually, a spell- lower-level domain spell. A spellcaster who lacks a high enough like ability works just like the spell of that name. A few spell-like ability score to cast spells that would otherwise be his or her due still abilities are unique; these are explained in the text where they are gets the slots but must fill them with spells of lower level. For described. example, a 9th-level cleric who has a Wisdom score of only 14 A spell-like ability has no verbal, somatic, or material component, cannot cast a 5th-level spell but can prepare an extra lower-level nor does it require a focus or have an XP cost. The user activates it spell in its place and store it in the 5th-level spell slot. mentally. Armor never affects a spell-like ability’s use, even if the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Summon Monster V",
        "description":  "Calls extraplanar creature to fight for you. Entropic Shield: Ranged attacks against you have 20% miss chance."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Eyebite",
        "description":  "Target becomes panicked, sickened, and comatose. Shield of Faith: Aura grants +2 or higher deflection bonus."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Shield Other F",
        "description":  "You take half of subject’s damage. vermin."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Magic Vestment",
        "description":  "Armor or shield gains +1 enhancement per four creatures. levels. Insect Plague: Locust swarms attack creatures."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Shield of Law F",
        "description":  "+4 to AC, +4 resistance, and SR 25 against chaotic"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "Turn or destroy water creatures as a good cleric Granted Power: Add all Knowledge skills to your list of cleric turns undead. Rebuke, command, or bolster fire creatures as an evil class skills. cleric rebukes undead. Use these abilities a total number of times You cast divination spells at +1 caster level. per day equal to 3 + your Charisma modifier. This granted power is a supernatural ability. Knowledge Domain Spells 1 Detect Secret Doors: Reveals hidden doors within 60 ft. Fire Domain Spells 2 Detect Thoughts: Allows “listening” to surface thoughts. 1 Burning Hands: 1d4/level fire damage (max 5d4). 3 Clairaudience/Clairvoyance: Hear or see at a distance for 1 2 Produce Flame: 1d6 damage +1/ level, touch or thrown. min./level. 3 Resist Energy*: Ignores 10 (or more) points of damage/attack 4 Divination M: Provides useful advice for specific proposed from specified energy type. actions. 4 Wall of Fire: Deals 2d4 fire damage out to 10 ft. and 1d4 out to 20 5 True Seeing M: Lets you see all things as they really are. ft. Passing through wall deals 2d6 damage +1/level. 6 Find the Path: Shows most direct way to a location. 5 Fire Shield: Creatures attacking you take fire damage; you’re 7 Legend Lore M F: Lets you learn tales about a person, place, or protected from heat or cold. thing. 6 Fire Seeds: Acorns and berries become grenades and bombs. 8 Discern Location: Reveals exact location of creature or object. 7 Fire Storm: Deals 1d6/level fire damage. 9 Foresight: “Sixth sense” warns of impending danger. 8 Incendiary Cloud: Cloud deals 4d6 fire damage/round. 9 Elemental Swarm**: Summons multiple elementals. LAW DOMAIN *Resist cold or fire only. Deities: St. Cuthbert, Heironeous, Hextor, Moradin, Wee Jas, **Cast as a fire spell only. Yondalla."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "You cast good spells at +1 caster level. control, hedge out elementals and outsiders. 2 Calm Emotions: Calms creatures, negating emotion effects. Good Domain Spells 3 Magic Circle against Chaos: As protection spells, but 10-ft. radius 1 Protection from Evil: +2 to AC and saves, counter mind control, and 10 min./level. hedge out elementals and outsiders. 4 Order’s Wrath: Damages and dazes chaotic creatures. 2 Aid: +1 on attack rolls, +1 on saves against fear, 1d8 temporary hp 5 Dispel Chaos: +4 bonus against attacks by chaotic creatures. +1/level (max +10). 6 Hold Monster: As hold person, but any creature. 3 Magic Circle against Evil: As protection spells, but 10-ft. radius 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful subjects. and 10 min./level. 8 Shield of Law F: +4 to AC, +4 resistance, and SR 25 against 4 Holy Smite: Damages and blinds evil creatures. chaotic spells. 5 Dispel Evil: +4 bonus against attacks by evil creatures. 9 Summon Monster IX*: Calls extraplanar creature to fight for 6 Blade Barrier: Wall of blades deals 1d6/level damage. you. 7 Holy Word F: Kills, paralyzes, slows, or deafens nongood *Cast as a law spell only. subjects. 8 Holy Aura: +4 to AC, +4 resistance, and SR 25 against evil spells. LUCK DOMAIN 9 Summon Monster IX*: Calls extraplanar creature to fight for Deities: Fharlanghn, Kord, Olidammara. you. Granted Power: You gain the power of good fortune, which is *Cast as a good spell only. usable once per day. This extraordinary ability allows you to reroll one roll that you have just made before the DM declares whether HEALING DOMAIN the roll results in success or failure. You must take the result of the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "You cast healing spells at +1 caster level. Luck Domain Spells Healing Domain Spells 1 Entropic Shield: Ranged attacks against you have 20% miss 1 Cure Light Wounds: Cures 1d8 damage +1/level (max +5). chance. 2 Cure Moderate Wounds: Cures 2d8 damage +1/level (max +10). 2 Aid: +1 on attack rolls, +1 against fear, 1d8 temporary hp +1/level 3 Cure Serious Wounds: Cures 3d8 damage +1/level (max +15). (max +10). 4 Cure Critical Wounds: Cures 4d8 damage +1/level (max +20). 3 Protection from Energy: Absorb 12 points/level of damage from one kind of energy. 5 Cure Light Wounds, Mass: Cures 1d8 damage +1/level (max 4 Freedom of Movement: Subject moves normally despite imped- +25) for many creatures. iments. 6 Heal: Cures 10 points/level of damage, all diseases and mental 5 Break Enchantment: Frees subjects from enchantments, alter- conditions. ations, curses, and petrification. 7 Regenerate: Subject’s severed limbs grow back, cures 4d8 6 Mislead: Turns you invisible and creates illusory double. damage +1/level (max +35). 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. 8 Cure Critical Wounds, Mass: Cures 4d8 damage +1/level (max 8 Moment of Prescience: You gain insight bonus on single attack +40) for many creatures. roll, check, or save. 9 Heal, Mass: As heal, but with several subjects. 9 Miracle X: Requests a deity’s intercession. 187 SPELLS CHAPTER 11: MAGIC DOMAIN STRENGTH DOMAIN"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "Use scrolls, wands, and other devices with spell Granted Power: You can perform a feat of strength as a super- completion or spell trigger activation as a wizard of one-half your natural ability. You gain an enhancement bonus to Strength equal to cleric level (at least 1st level). For the purpose of using a scroll or your cleric level. Activating the power is a free action, the power other magic device, if you are also a wizard, actual wizard levels and lasts 1 round, and it is usable once per day. these effective wizard levels stack. Strength Domain Spells Magic Domain Spells 1 Enlarge Person: Humanoid creature doubles in size. 1 Nystul’s Magic Aura: Alters object’s magic aura. 2 Bull’s Strength: Subject gains +4 to Str for 1 min./level. 3 Magic Vestment: Armor or shield gains +1 enhancement per 2 Identify: Determines properties of magic item. four levels. 3 Dispel Magic: Cancels magical spells and effects. 4 Spell Immunity: Subject is immune to one spell per four levels. 4 Imbue with Spell Ability: Transfer spells to subject. 5 Righteous Might: Your size increases, and you gain combat 5 Spell Resistance: Subject gains SR 12 + level. bonuses. 6 Antimagic Field: Negates magic within 10 ft. 6 Stoneskin M: Ignore 10 points of damage per attack. 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. 7 Bigby’s Grasping Hand: Large hand provides cover, pushes, or 8 Protection from Spells M F: Confers +8 resistance bonus. grapples. 9 Mordenkainen’s Disjunction: Dispels magic, disenchants 8 Bigby’s Clenched Fist: Large hand provides cover, pushes, or magic items. attacks your foes. 9 Bigby’s Crushing Hand: Large hand provides cover, pushes, or PLANT DOMAIN crushes your foes."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Powers",
        "description":  "Rebuke or command plant creatures as an evil SUN DOMAIN cleric rebukes or commands undead. Use this ability a total number Deities: Ehlonna, Pelor. of times per day equal to 3 + your Charisma modifier. This granted Granted Power: Once per day, you can perform a greater turning power is a supernatural ability. against undead in place of a regular turning. The greater turning is Add Knowledge (nature) to your list of cleric class skills. like a normal turning except that the undead creatures that would be turned are destroyed instead. Plant Domain Spells 1 Entangle: Plants entangle everyone in 40-ft.-radius. Sun Domain Spells 2 Barkskin: Grants +2 (or higher) enhancement to natural armor. 1 Endure Elements: Exist comfortably in hot or cold environ- 3 Plant Growth: Grows vegetation, improves crops. ments. 4 Command Plants: Sway the actions of one or more plant crea- 2 Heat Metal: Make metal so hot it damages those who touch it. tures. 3 Searing Light: Ray deals 1d8/two levels, more against undead. 5 Wall of Thorns: Thorns damage anyone who tries to pass. 4 Fire Shield: Creatures attacking you take fire damage; you’re 6 Repel Wood: Pushes away wooden objects. protected from heat or cold. 7 Animate Plants: One or more trees animate and fight for you. 5 Flame Strike: Smite foes with divine fire (1d6/level damage). 8 Control Plants: Control actions of one or more plant creatures. 6 Fire Seeds: Acorns and berries become grenades and bombs. 9 Shambler: Summons 1d4+2 shambling mounds to fight for you. 7 Sunbeam: Beam blinds and deals 4d6 damage. 8 Sunburst: Blinds all within 10 ft., deals 6d6 damage. PROTECTION DOMAIN 9 Prismatic Sphere: As prismatic wall, but surrounds on all sides."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "You can generate a protective ward as a super- Deity: Fharlanghn. natural ability. Grant someone you touch a resistance bonus equal to Granted Powers: For a total time per day of 1 round per cleric your cleric level on his or her next saving throw. Activating this level you possess, you can act normally regardless of magical effects power is a standard action. The protective ward is an abjuration effect that impede movement as if you were affected by the spell freedom of with a duration of 1 hour that is usable once per day. movement. This effect occurs automatically as soon as it applies, lasts until it runs out or is no longer needed, and can operate multiple Protection Domain Spells times per day (up to the total daily limit of rounds). This granted power is a supernatural ability. 1 Sanctuary: Opponents can’t attack you, and you can’t attack. Add Survival to your list of cleric class skills. 2 Shield Other F: You take half of subject’s damage. 3 Protection from Energy: Absorb 12 points/level of damage from one kind of energy. Travel Domain Spells 4 Spell Immunity: Subject is immune to one spell per four levels. 1 Longstrider: Increases your speed. 5 Spell Resistance: Subject gains SR 12 + level. 2 Locate Object: Senses direction toward object (specific or type). 6 Antimagic Field: Negates magic within 10 ft. 3 Fly: Subject flies at speed of 60 ft. 7 Repulsion: Creatures can’t approach you. 4 Dimension Door: Teleports you short distance. 8 Mind Blank: Subject is immune to mental/emotional magic and 5 Teleport: Instantly transports you as far as 100 miles/level. scrying. 6 Find the Path: Shows most direct way to a location. 9 Prismatic Sphere: As prismatic wall, but surrounds on all sides. 7 Teleport, Greater: As teleport, but no range limit and no off-target arrival. 188 :11 RETPAHC SLLEPS 8 Phase Door: Creates an invisible passage through wood or stone. DRUID SPELLS 9 Astral Projection M: Projects you and companions onto Astral Plane. 0-LEVEL DRUID SPELLS (ORISONS) TRICKERY DOMAIN"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Granted Power",
        "description":  "Turn or destroy fire creatures as a good cleric Animal Trance: Fascinates 2d6 HD of animals. turns undead. Rebuke, command, or bolster water creatures as an Barkskin: Grants +2 (or higher) enhancement to natural armor. evil cleric rebukes undead. Use these abilities a total number of Bear’s Endurance: Subject gains +4 to Con for 1 min./level. times per day equal to 3 + your Charisma modifier. This granted Bull’s Strength: Subject gains +4 to Str for 1 min./level. power is a supernatural ability. Cat’s Grace: Subject gains +4 to Dex for 1 min./level."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Remove Paralysis",
        "description":  "Frees one or more creatures from paralysis or 2ND-LEVEL RANGER SPELLS slow effect. Barkskin: Grants +2 (or higher) enhancement to natural armor."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Shield Other F",
        "description":  "You take half of subject’s damage. Cure Light Wounds: Cures 1d8 damage +1/level (max +5)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Shield",
        "description":  "Invisible disc gives +4 to AC, blocks magic missiles. 3RD-LEVEL RANGER SPELLS Conj Grease: Makes 10-ft. square or one object slippery."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Mage Armor",
        "description":  "Gives subject +4 armor bonus. Command Plants: Sway the actions of one or more plant creatures."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Evoc Fire Shield",
        "description":  "Creatures attacking you take fire damage; Sending: Delivers short message anywhere, instantly. you’re protected from heat or cold. Wall of Force: Wall is immune to damage."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "1 min./level nonflying movement), natural armor 197 SPELLS CHAPTER 11: You discern all spells and magical proper- All equipment worn or carried by an Casting Time: 1 standard action ties present in a number of creatures or animal is similarly enlarged by the spell, Range: Close (25 ft. + 5 ft./2 levels) objects. Each round, you may examine a though this change has no effect on the Targets: Up to one willing creature per single creature or object that you can see as magical properties of any such equipment. level, all within 30 ft. of each other a free action. In the case of a magic item, Any enlarged item that leaves the enlarged Duration: 1 hour/level (D) you learn its functions, how to activate its creature’s possession instantly returns to Saving Throw: None; see text functions (if appropriate), and how many its normal size. Spell Resistance: Yes (harmless) charges are left (if it uses charges). In the The spell gives no means of command case of an object or creature with active or influence over the enlarged animals. You transform up to one willing creature spells cast upon it, you learn each spell, its Multiple magical effects that increase per caster level into an animal of your effect, and its caster level. size do not stack, which means (among choice; the spell has no effect on unwill- An attended object may attempt a Will other things) that you can’t use a second ing creatures. See Errata. All creatures save to resist this effect if its holder so casting of this spell to further increase the must take the same kind of animal form; desires. If the save succeeds, you learn size of an animal that’s still under the for example, you can’t turn one subject nothing about the object except what you effect of the first casting. into a hawk and another into a dire wolf. can discern by looking at it. An object that Recipients remain in the animal form until makes its save cannot be affected by any Animal Messenger the spell expires or until you dismiss it for other analyze dweomer spells for 24 hours. Enchantment (Compulsion) [Mind- all recipients. In addition, an individual Analyze dweomer does not function when Affecting] subject may choose to resume its normal used on an artifact (see the Dungeon Level: Brd 2, Drd 2, Rgr 1 form as a full-round action; doing so ends Master’s Guide for details on artifacts). Components: V, S, M the spell for that subject alone. The"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "Yes animal as a lure, you call the animal to you. Saving Throw: Will negates; see text It advances and awaits your bidding. You Spell Resistance: Yes A number of animals grow to twice their can mentally impress on the animal a cer- normal size and eight times their normal tain place well known to you or an obvious Your swaying motions and music (or weight. This alteration changes each landmark (such as the peak of a distant singing, or chanting) compel animals and animal’s size category to the next largest mountain). The directions must be simple, magical beasts to do nothing but watch (from Large to Huge, for example), grants because the animal depends on your you. Only a creature with an Intelligence knowledge and can’t find a destination on it a +8 size bonus to Strength and a +4 size score of 1 or 2 can be fascinated by this its own. You can attach some small item or bonus to Constitution (and thus an extra 2 spell. Roll 2d6 to determine the total note to the messenger. The animal then hit points per HD), and imposes a –2 size number of HD worth of creatures that you goes to the designated location and waits penalty to Dexterity. The creature’s fascinate. The closest targets are selected there until the duration of the spell existing natural armor bonus increases by first until no more targets within range can expires, whereupon it resumes its normal 2. The size change also affects the animal’s be affected. For example, if Vadania affects activities. modifier to AC and attack rolls and its base 7 HD worth of animals and there are sev- During this period of waiting, the mes- damage, as detailed on Table 2–2 in the eral 2 HD wolves within close range, only senger allows others to approach it and Dungeon Master’s Guide. The animal’s space remove any scroll or token it carries. the three closest wolves are affected. and reach change as indicated on Table 8– Unless the intended recipient of a message A magical beast, a dire animal, or an an- 4: Creature Size and Scale (page 149), but is expecting a messenger in the form of a imal trained to attack or guard is allowed a its speed does not change. bird or other small animal, the carrier may saving throw; an animal not trained to The spell also grants each subject be ignored. The intended recipient gains attack or guard is not. damage reduction 10/magic and a +4 no special ability to communicate with the resistance bonus on saving throws. animal or read any attached message (if it’s Animate Dead If insufficient room is available for the written in a language he or she doesn’t Necromancy [Evil] desired growth, the creature attains the know, for example). Level: Clr 3, Death 3, Sor/Wiz 4 maximum possible size and may make a Material Component: A morsel of food Components: V, S, M Strength check (using its increased the animal likes. Casting Time: 1 standard action Strength) to burst any enclosures in the Range: Touch process. If it fails, it is constrained without Animal Shapes Targets: One or more corpses touched harm by the materials enclosing it—the Transmutation Duration: Instantaneous spell cannot be used to crush a creature by Level: Animal 7, Drd 8 Saving Throw: None increasing its size. Components: V, S, DF Spell Resistance: No 198 :11 RETPAHC SLLEPS This spell turns the bones or bodies of You imbue inanimate objects with mobil- spell. Spell resistance does not keep crea- dead creatures into undead skeletons or ity and a semblance of life. Each such ani- tures from being entangled. This effect zombies that follow your spoken com- mated object then immediately attacks lasts 1 hour per caster level. mands. The undead can follow you, or they whomever or whatever you initially des- can remain in an area and attack any ignate. An animated object can be of any Animate Rope creature (or just a specific kind of creature) nonmagical material—wood, metal, stone, Transmutation entering the place. They remain animated fabric, leather, ceramic, glass, or the like.. Level: Brd 1, Sor/Wiz 1 until they are destroyed. (A destroyed"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "1 min./level the creature’s existing natural armor to act normally; otherwise, it takes no"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "Yes by 1 for every three caster levels above 3rd, to a maximum of +5 at caster level 12th. You may also invent your own curse, but it Bane fills your enemies with fear and The enhancement bonus provided by should be no more powerful than those doubt. Each affected creature takes a –1 barkskin stacks with the target’s natural described above, and the DM has final say penalty on attack rolls and a –1 penalty on armor bonus, but not with other enhance- on the curse’s effect. saving throws against fear effects. ment bonuses to natural armor. A creature The curse bestowed by this spell cannot Bane counters and dispels bless. without natural armor has an effective be dispelled, but it can be removed with a natural armor bonus of +0, much as a break enchantment, limited wish, miracle, Banishment character wearing only normal clothing remove curse, or wish spell. Abjuration has an armor bonus of +0. Bestow curse counters remove curse."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "One day/level saving throw. Magical metal is allowed a The touched creature also takes 1 point of saving throw against the spell (Magic Strength damage unless it makes a success- This spell functions like charm monster, item’s saving throws are covered in the ful Fortitude saving throw. You can use except that mass charm monster affects a Dungeon Master’s Guide.) An item in a crea- this melee touch attack up to one time per number of creatures whose combined HD ture’s possession uses the creature’s saving level. do not exceed twice your level, or at least throw bonus unless its own is higher. An undead creature you touch takes no one creature regardless of HD. If there are A creature takes cold damage if its damage of either sort, but it must make a more potential targets than you can affect, equipment is chilled. It takes full damage successful Will saving throw or flee as if you choose them one at a time until you if its armor is affected or if it is holding, panicked for 1d4 rounds +1 round per choose a creature with too many HD. touching, wearing, or carrying metal caster level. weighing one-fifth of its weight. The crea- Charm Person ture takes minimum damage (1 point or 2 Circle of Death Enchantment (Charm) [Mind-Affecting] points; see the table) if it’s not wearing Necromancy [Death]"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Level",
        "description":  "Brd 1, Sor/Wiz 1 metal armor and the metal that it’s carry- Level: Sor/Wiz 6"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "Instantaneous patron, you imbue yourself with strength and skill in combat. Your base attack bonus You can control the actions of any hu- Similar to augury but more powerful, a becomes equal to your character level manoid creature through a telepathic link divination spell can provide you with a (which may give you additional attacks), that you establish with the subject’s mind. useful piece of advice in reply to a question concerning a specific goal, event, or you gain a +6 enhancement bonus to If you and the subject have a common activity that is to occur within one week. Strength, and you gain 1 temporary hit language, you can generally force the sub- The advice can be as simple as a short point per caster level. ject to perform as you desire, within the phrase, or it might take the form of a cryp- limits of its abilities. If no common lan- tic rhyme or omen. Dominate Animal guage exists, you can communicate only For example, suppose the question is Enchantment (Compulsion) [Mind- basic commands, such as “Come here,” “Go “Will we do well if we venture into the Affecting] there,” “Fight,” and “Stand still.” You know ruined temple of Erythnul?” The DM Level: Animal 3, Drd 3 what the subject is experiencing, but you knows that a terrible troll guarding 10,000 Components: V, S do not receive direct sensory input from it, gp and a +1 shield lurks near the entrance Casting Time: 1 round nor can it communicate with you but estimates that your party could beat Range: Close (25 ft. + 5 ft./2 levels) telepathically. the troll after a hard fight. Therefore the Target: One animal Once you have given a dominated crea- divination response might be: “Ready oil Duration: 1 round/level ture a command, it continues to attempt to and open flame light your way to wealth.” Saving Throw: Will negates carry out that command to the exclusion of In all cases, the DM controls what infor- Spell Resistance: Yes all other activities except those necessary mation you receive. If your party doesn’t for day-to-day survival (such as sleeping, act on the information, the conditions may You can enchant an animal and direct it eating, and so forth). Because of this change so that the information is no with simple commands such as “Attack,” limited range of activity, a Sense Motive longer useful. (For example, the troll could “Run,” and “Fetch.” Suicidal or self-de- check against DC 15 (rather than DC 25) move away and take the treasure with it.) structive commands (including an order to can determine that the subject’s behavior The base chance for a correct divination attack a creature two or more size cate- is being influenced by an enchantment is 70% + 1% per caster level, to a maximum gories larger than the dominated animal) effect (see the Sense Motive skill des- of 90%. The DM adjusts the chance if are simply ignored. cription, page 81). unusual circumstances require it (if, for Dominate animal establishes a mental Changing your instructions or giving a example, unusual precautions against link between you and the subject creature. dominated creature a new command is the divination spells have been taken). If the The animal can be directed by silent equivalent of redirecting a spell, so it is a dice roll fails, you know the spell failed, mental command as long as it remains in move action. unless specific magic yielding false infor- range. You need not see the creature to mation is at work. control it. You do not receive direct sen- By concentrating fully on the spell (a As with augury, multiple divinations sory input from the creature, but you standard action), you can receive full about the same topic by the same caster know what it is experiencing. Because you sensory input as interpreted by the mind use the same dice result as the first are directing the animal with your own of the subject, though it still can’t divination spell and yield the same answer intelligence, it may be able to undertake communicate with you. You can’t actually each time. actions normally beyond its own com- see through the subject’s eyes, so it’s not as"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "10 min./level Fire Shield"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Saving Throw",
        "description":  "None or Reflex half; see lead it to its destination, indicating at ap- is either cold damage (if the shield protects text propriate times the exact path to follow or against fire-based attacks) or fire damage (if"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Warm Shield",
        "description":  "The flames are warm to the Underwater, this ward deals half dam- Casting Time: 1 standard action touch. You take only half damage from age and creates a large cloud of steam. Range: Close (25 ft. + 5 ft./2 levels) cold-based attacks. If such an attack allows You can use the fire trapped object with- Target: Fifty projectiles, all of which must a Reflex save for half damage, you take no out discharging it, as can any individual to be in contact with each other at the time damage on a successful save. whom the object was specifically attuned of casting"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Chill Shield",
        "description":  "The flames are cool to the when cast. Attuning a fire trapped object to Duration: 10 min./level touch. You take only half damage from an individual usually involves setting a"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Arcane Material Component",
        "description":  "A bit of can use the Search skill to find a fire trap bolts, shuriken, and stones) into fiery pro- phosphorus for the warm shield; a live fire- and Disable Device to thwart it. The DC in jectiles. Each piece of ammunition deals an fly or glowworm or the tail portions of four each case is 25 + spell level (DC 27 for a extra 1d6 points of fire damage to any dead ones for the chill shield. druid’s fire trap or DC 29 for the arcane target it hits. A flaming projectile can version). easily ignite a flammable object or struc- Fire Storm Material Component: A half-pound of gold dust (cost 25 gp) sprinkled on the ture, but it won’t ignite a creature it strikes. Evocation [Fire] warded object. Material Component: A drop of oil and a"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Material Component",
        "description":  "A tiny ball of bat damage, but the other half results directly item protected by the trap is not harmed guano and sulfur. from divine power and is therefore not by this explosion. subject to being reduced by resistance to A fire trapped item cannot have a second Flame Arrow fire-based attacks, such as that granted by closure or warding spell placed on it. A knock spell does not bypass a fire trap. Transmutation [Fire] protection from energy (fire), fire shield (chill"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "An unsuccessful dispel magic spell does not Level",
        "description":  "Sor/Wiz 3 shield), and similar magic. detonate the spell. Components: V, S, M 231 SPELLS CHAPTER 11:"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) travel into or within it. This includes all direct it (a move action for you); otherwise, teleportation spells (such as dimension door it merely stays at rest and burns. It can be The subject can fly at a speed of 60 feet (or and teleport), plane shifting, astral travel, extinguished by any means that would put 40 feet if it wears medium or heavy armor, ethereal travel, and all summoning spells. out a normal fire of its size. The surface of or if it carries a medium or heavy load). It Such effects simply fail automatically. the sphere has a spongy, yielding con- can ascend at half speed and descend at In addition, it damages entering crea- sistency and so does not cause damage double speed, and its maneuverability is tures whose alignments are different from except by its flame. It cannot push aside good. Using a fly spell requires only as yours. The effect on those attempting to unwilling creatures or batter down large much concentration as walking, so the enter the warded area is based on their obstacles. A flaming sphere winks out if it subject can attack or cast spells normally. alignment relative to yours (see below). A exceeds the spell’s range. The subject of a fly spell can charge but not creature inside the area when the spell is"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Arcane Material Component",
        "description":  "A bit of tal- run, and it cannot carry aloft more weight cast takes no damage unless it exits the low, a pinch of brimstone, and a dusting of than its maximum load, plus any armor it area and attempts to reenter, at which time powdered iron. wears. it is affected as normal. Should the spell duration expire while"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "No agreement or pay any reward for the moving through the gate from the front are creature’s help. The creature departs at the The subject and all its gear become in- transported to the other plane; creatures end of the spell. substantial, misty, and translucent. Its moving through it from the back are not. If you choose to exact a longer or more material armor (including natural armor) Planar Travel: As a mode of planar travel, involved form of service from a called becomes worthless, though its size, Dex- a gate spell functions much like a plane shift creature, you must offer some fair trade in terity, deflection bonuses, and armor spell, except that the gate opens precisely at return for that service. The service exacted bonuses from force effects (for example, the point you desire (a creation effect). must be reasonable with respect to the from the mage armor spell) still apply. The Deities and other beings who rule a planar promised favor or reward; see the lesser subject gains damage reduction 10/magic realm can prevent a gate from opening in planar ally spell for appropriate rewards. and becomes immune to poison and criti- their presence or personal demesnes if (Some creatures may want their payment cal hits. It can’t attack or cast spells with they so desire. Travelers need not join verbal, somatic, material, or focus compo- hands with you—anyone who chooses to in “livestock” rather than in coin, which nents while in gaseous form. (This does step through the portal is transported. A could involve complications.) Immediately not rule out the use of certain spells that gate cannot be opened to another point on upon completion of the service, the being the subject may have prepared using the the same plane; the spell works only for is transported to your vicinity, and you feats Silent Spell, Still Spell, and Eschew interplanar travel. must then and there turn over the Materials.) The subject also loses super- You could position a gate in a hallway in promised reward. After this is done, the natural abilities while in gaseous form. If it order to absorb any attack or force coming creature is instantly freed to return to its has a touch spell ready to use, that spell is at you by shunting it to another plane. own plane. discharged harmlessly when the gaseous Whether the denizens of that plane Failure to fulfill the promise to the letter form spell takes effect. appreciate this tactic is, of course, another results in your being subjected to service A gaseous creature can’t run, but it can matter. by the creature or by its liege and master, fly at a speed of 10 feet (maneuverability You may hold the gate open only for a at the very least. At worst, the creature or perfect). It can pass through small holes or brief time (no more than 1 round per its kin may attack you. narrow openings, even mere cracks, with caster level), and you must concentrate on Note: When you use a calling spell such all it was wearing or holding in its hands, doing so, or else the interplanar connec- as gate to call an air, chaotic, earth, evil, fire, as long as the spell persists. The creature is tion is severed. good, lawful, or water creature, it becomes subject to the effects of wind, and it can’t Calling Creatures: The second effect of a spell of that type. For example, gate is a enter water or other liquid. It also can’t the gate spell is to call an extraplanar crea- chaotic and evil spell when you cast it to manipulate objects or activate items, even ture to your aid (a calling effect). By call a demon. those carried along with its gaseous form. naming a particular being or kind of being"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "XP Cost",
        "description":  "1,000 XP (only for the calling Continuously active items remain active, as you cast the spell, you cause the gate to creatures function). though in some cases their effects may be open in the immediate vicinity of the moot (such as those that supply armor or desired creature and pull the subject natural armor bonuses). through, willing or unwilling. Deities and Geas/Quest"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Spell Resistance: Yes (harmless) creature’s possession uses the creature’s saving throw bonus unless its own is Harm charges a subject with negative en- Heal enables you to channel positive en- higher. ergy that deals 10 points of damage per ergy into a creature to wipe away injury A creature takes fire damage if its caster level (to a maximum of 150 points at and afflictions. It immediately ends any equipment is heated. It takes full damage if 15th level). If the creature successfully and all of the following adverse conditions its armor is affected or if it is holding, saves, harm deals half this amount, but it affecting the Target: ability damage, touching, wearing, or carrying metal cannot reduce the target’s hit points to less blinded, confused, dazed, dazzled, deafened, weighing one-fifth of its weight. The crea- than 1. diseased, exhausted, fatigued, feebleminded, ture takes minimum damage (1 point or 2 If used on an undead creature, harm acts insanity, nauseated, sickened, stunned, and points; see the table) if it’s not wearing like heal. poisoned. It also cures 10 hit points of metal armor and the metal that it’s carry- damage per level of the caster, to a ing weighs less than one-fifth of its weight. maximum of 150 points at 15th level. Haste On the first round of the spell, the metal Heal does not remove negative levels, Transmutation becomes warm and uncomfortable to restore permanently drained levels, or re-"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Area",
        "description":  "10-ft.-radius emanation around the mum of six swarms at 18th level). The affect allies but not foes are not attacks for creature or object touched swarms must be summoned so that each this purpose, even when they include foes one is adjacent to at least one other swarm in their area. This spell functions like invisibility, except (that is, the swarms must fill one contigu- See Table 8–5: Attack Roll Modifiers that this spell confers invisibility upon all ous area). You may summon the locust and Table 8–6: Armor Class Modifiers, creatures within 10 feet of the recipient. swarms so that they share the area of other page 151, for the effects of invisibility on The center of the effect is mobile with the creatures. Each swarm attacks any combat. recipient. creatures occupying its area. The swarms Invisibility can be made permanent (on Those affected by this spell can see each are stationary after being summoned, and objects only) with a permanency spell. other and themselves as if unaffected by won’t pursue creatures that flee. Arcane Material Component: An eyelash the spell. Any affected creature moving out See the Monster Manual for details on encased in a bit of gum arabic. of the area becomes visible, but creatures locust swarms. moving into the area after the spell is cast Invisibility, Greater do not become invisible. Affected crea- Invisibility Illusion (Glamer) tures (other than the recipient) who attack Illusion (Glamer) Level: Brd 4, Sor/Wiz 4 negate the invisibility only for themselves."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Material Component",
        "description":  "An eyelash encased reduced to half normal. You have an arcane trailing rope. in a bit of gum arabic. spell failure chance of 50% and a –8 armor Of course, the subject is not magically check penalty, just as if you were clad in silenced, and certain other conditions can Invisibility Purge full plate armor. You cannot drink (and render the recipient detectable (such as stepping in a puddle). The spell ends if the Evocation thus can’t use potions) or play wind instru- subject attacks any creature. For purposes Level: Clr 3 ments. of this spell, an attack includes any spell Components: V, S Your unarmed attacks deal damage targeting a foe or whose area or effect Casting Time: 1 standard action equal to a club sized for you (1d4 for Small includes a foe. (Exactly who is a foe Range: Personal characters or 1d6 for Medium characters), depends on the invisible character’s per- Target: You and you are considered armed when ceptions.) Actions directed at unattended Duration: 1 min./level (D) making unarmed attacks. objects do not break the spell. Causing Your weight increases by a factor of ten, harm indirectly is not an attack. Thus, an You surround yourself with a sphere of causing you to sink in water like a stone. invisible being can open doors, talk, eat, power with a radius of 5 feet per caster However, you could survive the crushing climb stairs, summon monsters and have level that negates all forms of invisibility. pressure and lack of air at the bottom of them attack, cut the ropes holding a rope Anything invisible becomes visible while the ocean—at least until the spell duration bridge while enemies are on the bridge, in the area. expires. 245 SPELLS CHAPTER 11:"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Range",
        "description":  "Long (400 ft. + 40 ft./level) Mage Armor the area either. You must overcome a crea-"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Focus",
        "description":  "A gem or crystal worth at least 100 although only visual and audible triggers Target: Armor or shield touched gp. can be used, such as the following: “Speak Duration: 1 hour/level only when a venerable female human car- Saving Throw: Will negates (harmless, Magic Missile rying a sack sits cross-legged within a dis- object) Evocation [Force] tance of one foot.” Triggers react to what Spell Resistance: Yes (harmless, object)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Components",
        "description":  "V, S sions can fool them. Normal darkness does You imbue a suit of armor or a shield with"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Casting Time",
        "description":  "1 standard action Armor Class and a –10 penalty on Reflex Casting Time: 1 standard action"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Effect",
        "description":  "1-ft.-diameter/level sphere, by a shield the target holds. The dancing Effect: 5 ft. by 8 ft. opening, 10 ft. deep centered around creatures or objects subject provokes attacks of opportunity plus 5 ft. deep per three additional levels"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Components",
        "description":  "V, S or objects inside the globe are nearly or other harder materials. The passage is 10 weightless. Anything contained within an Range: Personal feet deep plus an additional 5 feet deep per Otiluke’s telekinetic sphere weighs only one- Target: You three caster levels above 9th (15 feet at sixteenth of its normal weight. You can Duration: 1 hour/level 12th, 20 feet at 15th, and a maximum of 25 telekinetically lift anything in the sphere feet deep at 18th level). If the wall’s thick- This spell functions like a fly spell, except ness is more than the depth of the passage that normally weighs 5,000 pounds or less. you can fly at a speed of 40 feet (30 feet if created, then a single passwall simply The telekinetic control extends from you wearing medium or heavy armor, or if makes a niche or short tunnel. Several out to medium range (100 feet + 10 feet per carrying a medium or heavy load) with passwall spells can then form a continuing caster level) after the sphere has succeeded average maneuverability. When using this passage to breach very thick walls. When in encapsulating its contents. spell for long-distance movement, you can passwall ends, creatures within the passage You can move objects or creatures in the hustle without taking nonlethal damage (a are ejected out the nearest exit. If someone sphere that weigh a total of 5,000 pounds forced march still requires Constitution dispels the passwall or you dismiss it, crea- or less by concentrating on the sphere. You checks). This means you can cover 64 tures in the passage are ejected out the far can begin moving a sphere in the round exit, if there is one, or out the sole exit if miles in an eight-hour period of flight (or after casting the spell. If you concentrate there is only one. 48 miles at a speed of 30 feet). See page 164 on doing so (a standard action), you can Material Component: A pinch of sesame for more on overland movement. move the sphere as much as 30 feet in a seeds. round. If you cease concentrating, the sphere does not move in that round (if on a Owl’s Wisdom Pass without Trace level surface) or descends at its falling rate Transmutation Transmutation (if aloft) until it reaches a level surface, or Level: Clr 2, Drd 2, Pal 2, Rgr 2, Sor/Wiz 2 Level: Drd 1, Rgr 1 the spell’s duration expires, or you begin Components: V, S, M/DF Components: V, S, DF concentrating again. If you cease concen- Casting Time: 1 standard action Casting Time: 1 standard action trating (voluntarily or due to failing a Con- Range: Touch Range: Touch centration check), you can resume concen- Target: Creature touched Targets: One creature/level touched trating on your next turn or any later turn Duration: 1 min./level Duration: 1 hour/level (D) during the spell’s duration. Saving Throw: Will negates (harmless) Saving Throw: Will negates (harmless) The sphere falls at a rate of only 60 feet Spell Resistance: Yes Spell Resistance: Yes (harmless) per round, which is not fast enough to cause damage to the contents of the The transmuted creature becomes wiser. The subject or subjects can move through sphere. The spell grants a +4 enhancement bonus any type of terrain—mud, snow, dust, or You can move the sphere telekinetically to Wisdom, adding the usual benefit to the like—and leave neither footprints nor even if you are in it. Wisdom-related skills. Clerics, druids, scent. Tracking the subjects is impossible"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Caster Level XP Cost Duration",
        "description":  "1 min./level (D) steed has a black head and body, gray mane Alarm 9th 500 XP and tail, and smoke-colored, insubstantial Animate objects 14th 3,000 XP This spell functions like silent image, except hooves that make no sound. It has what Dancing lights 9th 500 XP that the figment includes visual, auditory, seems to be a saddle, bit, and bridle. It does Ghost sound 9th 500 XP not fight, but animals shun it and refuse to olfactory, and thermal components, and Gust of wind 11th 1,500 XP attack it. the figment follows a script determined by Invisibility 10th 1,000 XP The mount has an AC of 18 (–1 size, +4 you. The figment follows that script Magic mouth 10th 1,000 XP natural armor, +5 Dex) and 7 hit points +1 without your having to concentrate on it. Mordenkainen’s private 13th 2,500 XP hit point per caster level. If it loses all its The illusion can include intelligible sanctum hit points, the phantom steed disappears. A speech if you wish. For instance, you could Phase door 15th 3,500 XP phantom steed has a speed of 20 feet per Prismatic sphere 17th 4,500 XP create the illusion of several orcs playing caster level, to a maximum of 240 feet. It Prismatic wall 16th 4,000 XP cards and arguing, culminating in a can bear its rider’s weight plus up to 10 Shrink item 11th 1,500 XP fistfight. pounds per caster level. Solid fog 12th 2,000 XP Material Component: A bit of fleece and These mounts gain certain powers ac- Stinking cloud 11th 1,500 XP several grains of sand. cording to caster level. A mount’s abilities Symbol of death 16th 4,000 XP include those of mounts of lower caster Symbol of fear 14th 3,000 XP Phantasmal Killer levels. Thus, a mount created by a 12th- Symbol of insanity 16th 4,000 XP Symbol of pain 13th 2,500 XP Illusion (Phantasm) [Fear, Mind-Affecting] level caster has the 8th, 10th, and 12th"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "A ray of freezing air and ice projects from Target",
        "description":  "One humanoid creature Duration: Permanent until discharged your pointing finger. You must succeed on Duration: 1 min./level (D) Saving Throw: None a ranged touch attack with the ray to deal Saving Throw: Fortitude negates Spell Resistance: No damage to a target. The ray deals 1d3 Spell Resistance: Yes points of cold damage. 269 SPELLS CHAPTER 11: You create powerful magic in some spe- Target: Dead creature touched d% Incarnation Str Dex Con cially prepared object—a statuette, a jew- Duration: Instantaneous 01 Bugbear +4 +2 +2 eled rod, a gem, or the like. This object Saving Throw: None; see text 02–13 Dwarf +0 +0 +2 contains the power to instantly transport Spell Resistance: Yes (harmless) 14–25 Elf +0 +2 –2 its possessor across any distance within the 26 Gnoll +4 +0 +2 same plane to your abode. Once the item is With this spell, you bring back a dead 27–38 Gnome –2 +0 +2 transmuted, you must give it willingly to a creature in another body, provided that its 39–42 Goblin –2 +2 +0 creature and at the same time inform it of a death occurred no more than one week 43–52 Half-elf +0 +0 +0 command word to be spoken when the before the casting of the spell and the sub- 53–62 Half-orc +2 +0 +0 item is used. To make use of the item, the ject’s soul is free and willing to return (see 63–74 Halfling –2 +2 +0 subject speaks the command word at the Bringing Back the Dead, page 171). If the 75–89 Human +0 +0 +0 same time that it rends or breaks the item subject’s soul is not willing to return, the 90–93 Kobold –4 +2 –2 (a standard action). When this is done, the spell does not work; therefore, a subject 94 Lizardfolk +2 +0 +2 individual and all objects it is wearing and that wants to return receives no saving 95–98 Orc +4 +0 +0 carrying (to a maximum of the character’s throw. 99 Troglodyte +0 –2 +4 heavy load) are instantly transported to Since the dead creature is returning in a 100 Other ? ? ? your abode. No other creatures are affected new body, all physical ills and afflictions (DM’s choice) (aside from a familiar that is touching the are repaired. The condition of the remains The reincarnated creature gains all abilities subject). is not a factor. So long as some small por- You can alter the spell when casting it so tion of the creature’s body still exists, it can associated with its new form, including that it transports you to within 10 feet of be reincarnated, but the portion receiving forms of movement and speeds, natural the possessor of the item when it is broken armor, natural attacks, extraordinary the spell must have been part of the and the command word spoken. You will abilities, and the like, but it doesn’t auto- creature’s body at the time of death. The have a general idea of the location and matically speak the language of the new magic of the spell creates an entirely new situation of the item possessor at the time form. Refer to the Monster Manual for young adult body for the soul to inhabit the refuge spell is discharged, but once you details. from the natural elements at hand. This decide to alter the spell in this fashion, you A wish or a miracle spell can restore a re- process takes 1 hour to complete. When have no choice whether or not to be incarnated character to his or her original the body is ready, the subject is rein- transported. form. carnated."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Note",
        "description":  "Since the spell’s duration is in- in diameter and loose objects weighing objects are. Objects 3 inches in diameter or stantaneous, it does not prevent reinfec- tion after a new exposure to the same more than 500 pounds are not affected. smaller that are fixed in place splinter and disease at a later date. Anything else, including animated objects, break, and the pieces move with the wave small boulders, and creatures in metal of energy. Objects affected by the spell are Remove Fear armor, moves back. Fixed objects 3 inches repelled at the rate of 40 feet per round. Abjuration in diameter or smaller bend or break, and Objects such as wooden shields, spears,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Targets",
        "description":  "One creature plus one addi- and the like are pushed back, dragging let go. A creature being dragged by a shield tional creature per four levels, no two their bearers with them. Even magic items can loose it as a move action and drop it as of which can be more than 30 ft. apart with metal components are repelled, a free action.) If a spear is planted (set) to"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Range",
        "description":  "Personal When this spell is cast upon a piece of rope neously destroys 1d6 points of Armor"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Target",
        "description":  "You from 5 to 30 feet long, one end of the rope Class gained from metal armor (to the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Components",
        "description":  "V, S is no longer useful, you change into a stone 277 SPELLS CHAPTER 11: golem and walk away. When pursued, you front of you. It negates magic missile attacks from a lawful text. The reliquary costs at change into a flea, which hides on a horse directed at you. The disk also provides a +4 least 500 gp. until it can hop off. From there, you can shield bonus to AC. This bonus applies become a dragon, an orc, or just about against incorporeal touch attacks, since it Shield Other anything else you are familiar with. is a force effect. The shield has no armor Abjuration"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "If you use this spell to create a disguise, check penalty or arcane spell failure Level",
        "description":  "Clr 2, Pal 2, Protection 2 you get a +10 bonus on your Disguise chance. Unlike with a normal tower Components: V, S, F shield, you can’t use the shield spell for check. Casting Time: 1 standard action cover."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Focus",
        "description":  "A jade circlet worth no less than Range: Close (25 ft. + 5 ft./2 levels) 1,500 gp, which you must place on your Target: One creature head when casting the spell. (The focus Shield of Faith Duration: 1 hour/level (D) melds into your new form when you Abjuration Saving Throw: Will negates (harmless) change shape.) Level: Clr 1 Spell Resistance: Yes (harmless)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (object) with a bit of holy text written upon it. of hit points from a lowered Constitution score, the reduction is not split with you Shatter creates a loud, ringing noise that Shield of Law because it is not hit point damage. When breaks brittle, nonmagical objects; sunders a single solid, nonmagical object; or Abjuration [Lawful] the spell ends, subsequent damage is no damages a crystalline creature. Level: Clr 8, Law 8 longer divided between the subject and"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Casting Time",
        "description":  "1 standard action if the opponent is wearing metal armor (or Saving Throw: Will negates (object)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Duration",
        "description":  "1 hour/level (D) is a full-round action. concealment, including that caused by fog You can, at your option, remain within a and the like. True seeing does not help the By means of this spell, you are able to as- tree without transporting yourself, but you viewer see through mundane disguises, sume the form of a Large living tree or are forced out when the spell ends. If the spot creatures who are simply hiding, or shrub or a Large dead tree trunk with a tree in which you are concealed is chopped notice secret doors hidden by mundane small number of limbs. The closest in- down or burned, you are slain if you do not means. In addition, the spell effects cannot spection cannot reveal that the tree in exit before the process is complete. be further enhanced with known magic, so question is actually a magically concealed one cannot use true seeing through a crystal creature. To all normal tests you are, in True Resurrection ball or in conjunction with clairaudience/ fact, a tree or shrub, although a detect magic Conjuration (Healing) clairvoyance. spell reveals a faint transmutation on the Level: Clr 9 Material Component: An ointment for the tree. While in tree form, you can observe Casting Time: 10 minutes eyes that costs 250 gp and is made from all that transpires around you just as if you mushroom powder, saffron, and fat. were in your normal form, and your hit This spell functions like raise dead, except points and save bonuses remain that you can resurrect a creature that has True Strike unaffected. You gain a +10 natural armor been dead for as long as 10 years per caster Divination bonus to AC but have an effective Dexter- level. This spell can even bring back crea- Level: Sor/Wiz 1 ity score of 0 and a speed of 0 feet. You are tures whose bodies have been destroyed, Components: V, F provided that you unambiguously identify immune to critical hits while in tree form. Casting Time: 1 standard action the deceased in some fashion (reciting the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Exception",
        "description":  "Certain rolls, such as damage and hit points, have a ability drain: A permanent loss of 1 or more ability score points. minimum of 1. The character can only regain these points through magical means. A character with Strength 0 falls to the ground and is helpless. A MULTIPLYING character with Dexterity 0 is paralyzed. A character with Constitution 0 is dead. A Character with Intelligence, Wisdom, or Sometimes a special rule makes you multiply a number or a die roll. Charisma 0 is unconscious. As long as you’re applying a single multiplier, multiply the number ability modifier: The bonus or penalty associated with a par- normally. When two or more multipliers apply to any abstract value (such as a modifier or a die roll), however, combine them into a ticular ability score. Ability modifiers apply to die rolls for character single multiple, with each extra multiple adding 1 less than its value actions involving the corresponding abilities. to the first multiple. Thus, a double (×2) and a double (×2) applied to ability score: The numeric rating of one of the six character the same number results in a triple (×3, because 2 + 1 = 3). abilities (see ability). Some creatures lack certain ability scores; For example, Tordek, a high-level dwarven fighter, deals 1d8+6 others cannot be rated in particular abilities. points of damage with a warhammer. On a critical hit, a warhammer action: A character activity. Actions are divided into the fol- deals triple damage, so that’s 3d8+18 damage for Tordek. A magic lowing categories, according to the time required to perform them dwarven thrower warhammer deals double damage (2d8+12 for (from most time required to least): full-round actions, standard Tordek) when thrown. If Tordek scores a critical hit while throwing actions, move actions, and free actions. the dwarven thrower, his player rolls quadruple damage adjacent: In a square that shares a border or a corner with a (4d8+24) because 3 + 1 = 4. designated square. Each square is adjacent to eight other squares on Another way to think of it is to convert the the board. multiples into additions. Tordek’s critical hit adventuring party: A group of characters who adventure increase his damage by 2d8+12, and the together. An adventuring party is composed of player characters dwarven thrower’s doubling of damage plus any followers, familiars, animal companions, associ- increases his damage by 1d8+6, so both of ates, cohorts, or hirelings they might have. them together increase his damage by 3d8+18 alignment: One of the nine descrip- for a grand total of 4d8+24. tors of morality for intelligent When applying multipliers to real-world creatures: lawful good values (such as weight or distance), normal rules (LG), neutral good of math apply instead. A creature whose size doubles (thus multiplying its weight by 8) and then is turned to (NG), chaotic stone (which would multiply its weight by a factor of good (CG), roughly 3) now weighs about 24 times normal, not 10 lawful neutral times normal. Similarly, a blinded creature (LN), neutral (N), chaotic neutral (CN), lawful attempting to negotiate difficult terrain would evil (LE), neutral evil (NE), and chaotic evil (CE). count each square as 4 squares (doubling the cost ally: A creature friendly to you. In most cases, twice, for a total multiplier of ×4), rather than as references to “allies” include yourself. 3 squares (adding 100% twice). animal: A type of creature that includes all natural animals, dire animals, giant GLOSSARY animals, and some other nonmagical vertebrate creatures (see the Monster Manual). 0-level spell: A spell of the lowest Animals always have an Intelligence score of 1 possible level. Arcane spellcasters often or 2. call their 0-level spells “cantrips,” and arcane spell failure: The chance that a spell divine spellcasters often call them “orisons.” fails and is cast to no effect because the 5-foot step: A small position adjustment that does caster’s ability to use a somatic not count as an action. Usually (but not always), a 5-foot component was hampered by armor. step is permitted at any point in the round (such as Bards can ignore the arcane spell failure before or after a full-round action, between attacks in a chance for light armor when casting bard full attack, between a standard action and a move action, spells. or between two move actions). You can’t take a 5-foot step 304 Lidda surprises arcane spells: Arcane spells involve the direct manipulation of base land speed: The speed a character can move while unar- mystic energies. Bards, sorcerers, and wizards cast arcane spells. mored. Base land speed is derived from character race. armor bonus: A bonus to Armor Class granted by armor or by a base save bonus: A saving throw modifier derived from char- spell or magical effect that mimics armor. Armor bonuses stack with acter class and level. Base save bonuses increase at different rates for all other bonuses to Armor Class (even with natural armor bonuses) different character classes. Base save bonuses gained from except other armor bonuses. Magic armor typically grants an different classes, such as when a character is a multiclass enhancement bonus to the armor’s armor bonus, which has the character, stack. effect of increasing the armor’s overall bonus. An armor bonus battle grid: A play surface marked granted by a spell or magic item typically takes the form of an off in 1-inch squares, which is invisible, tangible field of force around the recipient. An armor used to keep track of the bonus doesn’t apply against touch attacks, except for armor bonuses locations of creatures and granted by force effects (such as the mage armor spell) which apply characters (represented by against incorporeal touch attacks, such as that of a shadow. miniatures figures) during Armor Class (AC): A number representing a creature’s combat and other tactical ability to avoid being hit in combat. An opponent’s attack situations. roll must equal or exceed the target creature’s Armor Class blind: Unable to see. A to hit it. Armor Class = 10 + all modifiers that apply blind character takes –2 (typically armor bonus, shield bonus, Dexterity mod- penalty to Armor Class, ifier, and size modifier). loses his Dexterity bonus to artifact: A magic item of incredible power. AC (if any), moves at half Some spells do not function when targeted speed, and takes a –4 penalty on an artifact. on Search checks and on"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Tiny",
        "description":  "A Tiny creature is typically between 1 and 2 feet in height Will save: A type of saving throw, related to a character’s ability or length and weighs between 1 and 8 pounds. to withstand damage thanks to his mental toughness. total concealment: Attacks against a target with total conceal- Wisdom (Wis): The ability that describes a character’s willpower, ment have a 50% miss chance. Total concealment blocks line of common sense, perception, and intuition. sight. See concealment. wizard (Wiz): A class made up of characters who are schooled in the arcane arts. 314 Armor Class 134 cease concentration on spell cross-class skill 61, 62 Index modifiers 151 (free action) 144 customizing your character 110 of objects 166 Chaos domain 186 cylinder (spell area) 175"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC, armor check Based on the original DUNGEONS \u0026 DRAGONS® game by E. penalty –1, speed 30 ft., 10 lb.)."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Fast Movement",
        "description":  "Juniper has a speed of 30 feet or stoneworking) 4 Int — instead of the normal 20 feet for a halfling when she is Decipher Script 4 Int — Gather Information 4 Cha — wearing no armor, light armor, or medium armor (and Knowledge (any one) 4 Int — not carrying a heavy load). Knowledge (any one) 4 Int —"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4, local notable people, legendary items, or noteworthy speed 15 ft., 15 lb.) places. Heavy wooden shield (+2 AC, armor check penalty"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Gold",
        "description":  "1d4 gp. civilizations are usually dug from hills and mountains, Ellywick the gnome cleric is devoted to her patron, most dwarves care little for the surface world, or for nat- Garl Glittergold. Like him, she has a ready wit, a pas- ural flora and fauna. But exceptions do exist. sion for practical jokes, and a fondness for gems. She has chosen her skills and her feat so as to take full DWARF DRUID STARTING PACKAGE advantage of the extra options offered by the Trickery Armor: Hide (+3 AC, armor check penalty –3, domain. By taking Spell Focus (Illusion) as her feat, she speed 20 ft., 25 lb.) maximizes the effectiveness of her racial bonus to the Heavy wooden shield (+2 AC, armor check penalty Difficulty Class of saves against her domain spells. –2, 10 lb.)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Nature Sense",
        "description":  "Burek can identify plants and ani- speed 20 ft., 30 lb.) mals (their species and special traits) with perfect accu- Heavy wooden shield (+2 AC, armor check penalty racy. He can determine whether water is safe to drink –2, 10 lb.) 5 or dangerous."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Gear",
        "description":  "Backpack with waterskin, one day’s trail Skill Ranks Ability Armor Check Penalty rations, bedroll, sack, flint and steel, quiver with 20 Balance 4 Dex 0 arrows. Climb 4 Str 0"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Kurgoth",
        "description":  "Male half-orc Monk 1; CR 1; Medium spells or effects and a +1 racial bonus on Listen, Spot, humanoid (orc); HD 1d8; hp 8; Init +2; Spd 30 ft.; AC and Search checks (already figured into the statistics 14, touch 14, flat-footed 12; Base Atk +0, Grp +6; Atk +2 given above). melee (1d6+2, unarmed strike), or +2 melee (1d6+2/0, kama), or +2 ranged (1d6, sling); SA flurry of blows 6 (–2/–2 melee), unarmed strike; SQ darkvision 60 ft.; AL Skill Ranks Ability Armor Check Penalty LG; SV Fort +2, Ref +4, Will +4; Str 15, Dex 15, Con 10, Climb (cc) 2 Str –6 Diplomacy 4 Cha — Int 10, Wis 14, Cha 6. Heal 4 Wis —"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 6 also has a +2 racial bonus on saves against enchantment + Int modifier. spells or effects and a +1 racial bonus on Listen, Spot, and Search checks (already figured into the statistics Skill Ranks Ability Armor Check Penalty Climb 4 Str –1 given above). Heal 4 Wis — Wild Empathy:Susalla can use body language, Hide 4 Dex –1 vocalizations, and demeanor to improve the attitude of Knowledge (nature) 4 Int — an animal. This ability functions just like a Diplomacy Listen 4 Wis — Move Silently 4 Dex –1 check made to influence the attitude of a person, but Search 4 Int — Susalla’s modifier to the die roll is +3. The typical Spot 4 Wis — domestic animal has a starting attitude of indifferent, Survival 4 Wis — while wild animals are usually unfriendly. To use wild Swim 4 Str –2 empathy, Susalla must be able to study the animal and"
    },
    {
        "source":  "players_handbook_errata.txt",
        "name":  "Errata Rule",
        "description":  "Primary Sources When you find a disagreement between two D\u0026D® rules Run sources, unless an official errata file says otherwise, the Player\u0027s Handbook, page 99 primary source is correct. One example of a How fast can you run in medium armor? Feat description primary/secondary source is text taking precedence over contradicts PH pages 144 and 163. a table entry. An individual spell description takes Change the feat description as follows: precedence when the short description in the beginning Benefit: When running, you move five times your of the spells chapter disagrees. normal speed (if wearing medium, light, or no armor and Another example of primary vs. secondary sources carrying no more than a medium load) or four times your involves book and topic precedence. The Player\u0027s speed (if wearing heavy armor or carrying a heavy load). Handbook, for example, gives all the rules for playing If you . . . the game, for playing PC races, and for using base class Normal: You move four times your speed while running descriptions. If you find something on one of those (if wearing medium, light, or no armor and carrying no topics from the DUNGEON MASTER\u0027s Guide or the more than a medium load) or three times your speed (if Monster Manual that disagrees with the Player\u0027s wearing heavy armor or carrying a heavy load), and . . . Handbook, you should assume the Player\u0027s Handbook is Overrun the primary source. The DUNGEON MASTER\u0027s Guide is the Player\u0027s Handbook, page 148 primary source for topics such as magic item It’s not possible to overrun as part of a charge. descriptions, special material construction rules, and so Delete “or as part of a charge” from this paragraph. on. The Monster Manual is the primary source for monster descriptions, templates, and supernatural, Soft Cover extraordinary, and spell-like abilities. Player\u0027s Handbook, page 151 Animal Companion Soft cover works against ranged attacks, not melee attacks. Player’s Handbook, page 36 In the first sentence of the paragraph, change “melee” to Contrary to the text, a druid’s animal companion is not “ranged.” treated as a magical beast; it remains an animal. Trim the first paragraph of the sidebar so that it reads as Attacking on a Charge follows: Player\u0027s Handbook, page 155 A druid’s animal companion is superior to a normal It’s not possible to overrun as part of a charge. animal of its kind and has special powers, as described"
    },
    {
        "source":  "players_handbook_errata.txt",
        "name":  "Top right",
        "description":  "baleful polymorph missing from spells whose (Teleportation)” effects can be duplicated by this spell. Also, transmute In Conclusion . . . water to dust is mentioned but doesn’t exist any more. Insert “baleful polymorph” in front of “polymorph.” Wizards of the Coast supplies the preceding errata Change “transmute water to dust” to “transmute metal to information in the hopes that it helps you better enjoy wood.” your DUNGEONS \u0026 DRAGONS ® game. Errata in this file includes material that the Wizards of the Coast RPG Righteous Might R\u0026D department and editors feel might affect your Player’s Handbook, page 273 gameplay experience. It does not include minor, Changes to the spell’s description are noted in boldface typographical errors—the sort of thing that might be type: fixed in a reprint but has no impact on your game. If you This spell causes you to grow, doubling your height have questions about this errata information, or if you and multiplying your weight by 8. This increase wish to submit potential game-affecting errata, please changes your size category to the next larger one, and send a specific note (include in the subject line “Errata” you gain a +4 size bonus to Strength and a +2 size bonus followed by the book and page number, with the errata to Constitution. You gain a +2 enhancement bonus to question in the body of the message) to your natural armor. You gain damage reduction 3/evil (if custserv@wizards.com. Player\u0027s Handbook v.3.5 Errata 09/07/2004 Version 09072004 ©2004 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "If you delight in manipulating others, either to their Spells",
        "description":  "A beguiler casts arcane spells, which are drawn disadvantage or for their own good, then the beguiler is the from the beguiler spell list on page 11. When you gain class for you. More than any other kind of character, you rely access to a new level of spells, you automatically know all on Charisma-based skills to change the reactions of others, the spells for that level on the beguiler’s spell list. You can while your other class abilities enable you to catch others off cast any spell you know without preparing it ahead of time. guard with devastating spell-based attacks. Essentially, your spell list is the same as your spells known 7 NEW CLASSES CHAPTER 1 Table 1–1: The Beguiler Hit Die: d6 Base Attack Fort Ref Will — Spells per Day — Level Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Armored mage, trapfinding 5 3 — — — — — — — — 2nd +1 +0 +0 +3 Cloaked casting (+1 DC), surprise casting 6 4 — — — — — — — — 3rd +1 +1 +1 +3 Advanced learning 6 5 — — — — — — — — 4th +2 +1 +1 +4 — 6 6 3 — — — — — — — 5th +2 +1 +1 +4 Silent Spell 6 6 4 — — — — — — — 6th +3 +2 +2 +5 Surprise casting (move action) 6 6 5 3 — — — — — — 7th +3 +2 +2 +5 Advanced learning 6 6 6 4 — — — — — — 8th +4 +2 +2 +6 Cloaked casting (+2 to overcome SR) 6 6 6 5 3 — — — — — 9th +4 +3 +3 +6 — 6 6 6 6 4 — — — — — 10th +5 +3 +3 +7 Still Spell 6 6 6 6 5 3 — — — — 11th +5 +3 +3 +7 Advanced learning 6 6 6 6 6 4 — — — — 12th +6/+1 +4 +4 +8 — 6 6 6 6 6 5 3 — — — 13th +6/+1 +4 +4 +8 — 6 6 6 6 6 6 4 — — — 14th +7/+2 +4 +4 +9 Cloaked casting (+2 DC) 6 6 6 6 6 6 5 3 — — 15th +7/+2 +5 +5 +9 Advanced learning 6 6 6 6 6 6 6 4 — — 16th +8/+3 +5 +5 +10 — 6 6 6 6 6 6 6 5 3 — 17th +8/+3 +5 +5 +10 — 6 6 6 6 6 6 6 6 4 — 18th +9/+4 +6 +6 +11 — 6 6 6 6 6 6 6 6 5 3 19th +9/+4 +6 +6 +11 Advanced learning 6 6 6 6 6 6 6 6 6 4 20th +10/+5 +6 +6 +12 Cloaked casting (overcomes SR) 6 6 6 6 6 6 6 6 6 5 Class Skills (6 + Int modifier per level, ×4 at 1st level): Appraise, Balance, Bluff, Climb, Concentration, Decipher Script, Diplomacy, Disable Device, Disguise, Escape Artist, Forgery, Gather Information, Hide, Jump, Knowledge (arcana), Knowledge (local), Listen, Move Silently, Open Lock, Profession, Search, Sense Motive, Sleight of Hand, Speak Language, Spellcraft, Spot, Swim, Tumble, Use Magic Device. list. You also have the option of adding to your existing spell A beguiler who beats a trap’s DC by 10 or more with a Dis- list through your advanced learning class feature (see below) able Device check can study a trap, fi gure out how it works, as you increase in level. and bypass it (with his allies) without disarming it. To cast a beguiler spell, you must have an Intelligence Cloaked Casting (Ex): Starting at 2nd level, a beguiler’s score of 10 + the spell’s level (Int 10 for 0-level spells, Int 11 spells become more effective when cast against an unwary for 1st-level spells, and so forth). The Diffi culty Class for a foe. You gain a +1 bonus to the spell’s save DC when you cast saving throw against a beguiler’s spell is 10 + the spell’s level + a spell that targets any foe who would be denied a Dexterity the beguiler’s Int modifi er. Like other spellcasters, a beguiler bonus to AC (whether the target actually has a Dexterity can cast only a certain number of spells of each spell level bonus or not). per day. The base daily spell allotment is given on Table 1–1. At 8th level, you gain a +2 bonus on rolls made to overcome In addition, you receive bonus spells for a high Intelligence the spell resistance of any affected target. score (PH 8). At 14th level, the bonus to your spell’s save DC increases A beguiler need not prepare spells in advance. You can to +2. cast any spell you know at any time, assuming you have not At 20th level, you become able to automatically overcome yet used up your spells per day for that spell level. the spell resistance of any affected target. Armored Mage (Ex): Normally, armor of any type Surprise Casting (Ex): Starting at 2nd level, when you interferes with an arcane spellcaster’s gestures, which successfully use the Bluff skill to feint in combat, your can cause your spells to fail if those spells have a somatic target is denied its Dexterity bonus (if it has one) to AC for component. A beguiler’s limited focus and specialized the next melee attack you make against it or the next spell training, however, allow you to avoid any chance of arcane you cast. You must remain in melee with the target, and the spell failure as long as you restrict yourself to light armor. attack must be made or the spell cast on or before your next This training does not extend to any other form of armor, turn. The target is not considered fl at-footed and therefore nor does this ability apply to spells gained from other spell- can make attacks of opportunity against you if you do not casting classes. cast defensively."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Remember that you can use spells such as invisibility and Armor",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). silence for stealth, and spells such as knock and spider climb to Other Gear: Standard adventurer’s kit, spell component do things for which rogues must use skills. High bonuses in pouch, thieves’ tools, 40 gp. Bluff and Concentration are a must if you’re going to use the surprise casting ability. BEGUILERS IN THE WORLD You have many good options for feats, but be sure to take “Just wait ’till I get my hands on her. No one makes a fool of Combat Casting, Combat Expertise, and Improved Feint Obramus Tumbor!” to get the most from surprise casting and cloaked casting. —Obramus Tumbor, being made a fool of by a beguiler Complete Adventurer offers Mobile Spellcasting, a feat that allows you to cast a spell and move as a single standard The beguiler class gives players a chance to play the arche- action. Combining this with the benefi ts provided to you by typal trickster. The class provides the skill set of a rogue Improved Feint and the Tumble skill, you could move into and a selection of arcane spells without the complications of melee, feint, and cast a spell that gets the benefi t of cloaked balancing multiple classes. Beguilers also make great villains. casting or surprise casting. You should also consider taking By manipulating NPCs and situations the PCs encounter, the Battle Caster feat from Complete Arcane, which allows a an evil beguiler can operate behind the scenes and trick the beguiler to wear medium armor without spell failure. Com- adventurers to his own ends. bining it with the Armor Profi ciency (medium) feat gives you much greater protection. If you’re interested in having Daily Life a lot of feats, it might be worthwhile to take a level of fi ghter, The way a beguiler behaves depends on his or her individual since the 1st level of the fi ghter class gives you profi ciency sense of morality. Some think nothing of adopting false with all types of armor and a bonus feat you could use for identities or impersonating others as a matter of course. Combat Expertise or Improved Feint. They rely on their spells and their charm to get others to give them what they want. Other beguilers fi nd themselves STARTING PACKAGES driven to use their powers of persuasion to help people. Package 1: The Controller They see the daily troubles of others and can’t help getting Human Beguiler involved in solving arguments, matchmaking, and ending"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Feat",
        "description":  "Shield Specialization (heavy)*."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC). Organizations"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Chain shirt (+4 AC). Since duskblades are few and far between, they are natural"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Alignment",
        "description":  "Knights are always lawful. Their dedication in a single encounter. If your first chosen foe is defeated to a code of conduct is but one expression of their devotion or flees the area, you can issue a new challenge to a dif- to order. Most knightly orders arise as institutions forged to ferent foe. You cannot switch foes if your original target is protect a kingdom from invaders or to enforce the law against still active. chaos from within. At 7th level, the bonus you gain from this ability increases While knights value order, they tend in equal numbers to +2. At 13th level, it rises to +3. At 19th level, it increases toward good, evil, and neutrality. Lawful good knights see to +4. 26 1 RETPAHC SESSALC WEN Table 1–4: The Knight Hit Die: d12 Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +1 +0 +0 +2 Fighting challenge +1, knight’s challenge, knight’s code 2nd +2 +0 +0 +3 Mounted Combat, shield block +1 3rd +3 +1 +1 +3 Bulwark of defense 4th +4 +1 +1 +4 Armor mastery (medium), test of mettle 5th +5 +1 +1 +4 Bonus feat, vigilant defender 6th +6/+1 +2 +2 +5 Shield ally 7th +7/+2 +2 +2 +5 Fighting challenge +2 8th +8/+3 +2 +2 +6 Call to battle 9th +9/+4 +3 +3 +6 Armor mastery (heavy) 10th +10/+5 +3 +3 +7 Bonus feat 11th +11/+6/+1 +3 +3 +7 Shield block +2 12th +12/+7/+2 +4 +4 +8 Daunting challenge 13th +13/+8/+3 +4 +4 +8 Fighting challenge +3 14th +14/+9/+4 +4 +4 +9 Improved shield ally 15th +15/+10/+5 +5 +5 +9 Bonus feat 16th +16/+11/+6/+1 +5 +5 +10 Bond of loyalty 17th +17/+12/+7/+2 +5 +5 +10 Impetuous endurance 18th +18/+13/+8/+3 +6 +6 +11 — 19th +19/+14/+9/+4 +6 +6 +11 Fighting challenge +4 20th +20/+15/+10/+5 +6 +6 +12 Loyal beyond death, shield block +3 Class Skills (2 + Int modifier per level, ×4 at 1st level): Climb, Handle Animal, Intimidate, Jump, Knowledge (nobility and royalty), Ride, Swim. Test of Mettle (Ex): Starting at 4th level, you can shout a The effect of a test of mettle lasts for a number of rounds challenge to all enemies, calling out for the mightiest among equal to 5 + your Charisma bonus (if any). Whether a creature them to face you in combat. Any target of this ability must fails or succeeds on its save against your test of mettle, it can have a language of some sort and an Intelligence score of 5 only be targeted by this effect once per day. or higher. Creatures that do not meet these requirements are Call to Battle (Ex): Starting at 8th level, you become an immune to the test of mettle. You must have line of sight and inspiring figure on the battlefield. When all seems lost, line of effect to the targets of this ability. you are a beacon of hope who continues to fight on despite As a swift action, you can expend one use of your knight’s the odds. No cause is yet lost when a knight still battles challenge ability to cause all your enemies within 100 feet on its name. with a CR greater than or equal to your character level minus As a swift action, you can expend one use of your knight’s 2 to make Will saves (DC 10 + 1/2 your class level + your Cha challenge ability to grant an ally another save against a fear modifi er). Creatures that fail this save are forced to attack you effect. The target gains a bonus on this save equal to your with their ranged or melee attacks in preference over other Charisma bonus (if any). If the target succeeds on this save, available targets. If a foe attacks by casting a spell or using he gains the benefi t for a successful save against the attack a supernatural ability, he must target you with the attack or or spell. This ability refl ects your talent to inspire your allies include you in the effect’s area. in the face of a daunting foe. An opponent compelled to act in this manner is not thrown For example, Lidda fails her save against a lich’s fear spell. into a mindless rage and does not have to move to attack you On his next action, Sir Agrivail uses his call to battle ability in melee if doing so would provoke attacks of opportunity to grant Lidda another save. If she succeeds, she immediately against him. In such a case, he can use ranged attacks against shrugs off the effect of the fear spell. you or attack any opponents he threatens as normal. If anyone Daunting Challenge (Ex): Starting at 12th level, you can call other than you attacks the target, the effect of the test of out opponents, striking fear into the hearts of your enemies. mettle ends for that specifi c target. In this manner you separate the strong-minded from the If you are reduced to 0 or fewer hit points by an oppo- weak-willed, allowing you to focus on opponents that are nent forced to attack you due to this ability, you gain one worthy foes. additional use of your knight’s challenge ability for that As a swift action, you can expend one use of your knight’s day. This additional use comes from increased confi dence challenge ability to issue a daunting challenge. This ability and the knowledge that you have proved your mettle as a affects all creatures within 100 feet of you that have a CR less knight against your enemies by calling out foes even against than your character level minus 2. Targets must be able to overwhelming odds. This additional use disappears if you hear you, speak or understand a language of some sort, and have not used it by the start of the next day. You can only have an Intelligence score of 5 or more. All targets who meet gain one additional use of your knight’s challenge ability in these conditions must make Will saves (DC 10 + 1/2 your this manner per day. class level + your Cha modifi er) or become shaken. 27 NEW CLASSES CHAPTER 1 Whether a creature fails or succeeds on its save against The Knight’s Code: You fi ght not only to defeat your foes your daunting challenge, it can only be targeted by this effect but to prove your honor, demonstrate your fi ghting ability, once per day. and win renown across the land. The stories that arise from Bond of Loyalty (Ex): Starting at 16th level, your loyalty your deeds are just as important to you as the deeds them- to your comrades endures even in the face of powerful selves. A good knight hopes that her example encourages magic. You can expend one use of your knight’s challenge others to lead righteous lives. A neutral knight wishes to ability to make an additional saving throw against a mind- uphold the cause of his liege (if he has one) and win glory. An affecting spell or ability. You can use this ability once per evil knight seeks to win acclaim across the land and increase round as a free action and can continue to use it even if an her own personal power. opponent is controlling your actions with a mind-affecting The knight’s code focuses on fair play: A victory achieved spell or ability. through pure skill is more diffi cult, and hence wins more Loyal Beyond Death (Ex): At 20th level, if you are reduced glory, than one achieved through trickery or guile. to 0 or fewer hit points by an effect that otherwise leaves your body intact, you can expend one use of your knight’s • A knight does not gain a bonus on attack rolls when fl ank- challenge ability to remain conscious and continue to act for ing. You still confer the benefi t of a fl anking position to 1 more round before dying. You can use this ability even if your ally, but you forgo your own +2 bonus on attack rolls. your hit point total is –10 or lower. If your body is somehow You can choose to keep the +2 bonus, but doing so violates destroyed before your next action (such as by disintegrate), your code of honor (see below). then you cannot act. You can continue to expend uses of your • A knight never strikes a fl at-footed opponent. Instead, you knight’s challenge ability to survive from round to round allow your foe to ready himself before attacking. until you run out of uses. If you receive healing that leaves • A knight never deals lethal damage against a helpless foe. you with more than –10 hit points, you survive (or You can strike such a foe, but only with attacks that deal fall unconscious, as appropriate to your new hit nonlethal damage. point total) when you stop using this ability. Otherwise, death overtakes If you violate any part of this code, you lose one use of you when you run out of uses of your your knight’s challenge ability for the day. If your knight’s challenge ability. knight’s challenge ability is not available when you violate the code (for example, if you have exhausted your uses for the day), you take a –2 penalty on attack rolls and saves for the rest of that day. Your betrayal of your code of conduct undermines the foundation of confi dence and honor that drives you forward. While you cleave to your view of hon- or, chivalry, and pursuit of glory, you do not force your views on others. You might chide a rogue for sneaking around a battlefield, but you recognize (and perhaps even feel a bit smug about) the reality that not everyone is fi t to follow the knight’s path."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Mounted Combat",
        "description":  "At 2nd level, you gain Mounted Combat as a bonus feat. Shield Block (Ex): Starting at 2nd level, you excel in using your armor and shield to frus- trate your enemy’s attacks. During your action, des- ignate a single opponent as the target of this abil- ity. Your shield bonus to AC against that foe increases by 1, as you move your shield to defl ect an incoming blow, possibly providing just enough pro- tection to turn a telling swing into a Sir Agrivail and Lady Sorra, knights near miss. Illus. by E. Polak 28 1 RETPAHC SESSALC WEN This shield bonus increases to +2 at 11th level and +3 at or evil depends solely on the knight’s preferences. Good 20th level. knights favor Heironeous, while neutral ones follow St. Bulwark of Defense (Ex): When you reach 3rd level, an Cuthbert. Evil knights, if they venerate a god, offer prayers opponent that begins its turn in your threatened area treats to Hextor. Knights of Heironeous and Hextor are renowned all the squares that you threaten as diffi cult terrain. Your for the epic duels they have fought against each other. strict vigilance and active defensive maneuvers force your Opposing armies sometimes halt their advance to allow opponents to move with care. these sworn enemies to duel to the death before the rest of Armor Mastery (Ex): Starting at 4th level, you are able to wear the battle is joined. your armor like a second skin and ignore the standard speed reduction for wearing medium armor. Starting at 9th level, you Other Classes ignore the speed reduction imposed by heavy armor as well. You respect paladins for their skill in combat and devotion to"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Chain shirt (+4 AC), heavy wooden shield (+2 AC). Some knights are lone wanderers with neither castle nor"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Feat",
        "description":  "Shield Specialization (heavy). new cause worthy of her devotion. The knight’s order might"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). Other knights are similar to paladins in that they place"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). in his cause."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC). Your skull for a cup!"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC), heavy wooden shield (+2 AC)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "You can convert stored spell energy into the spells (1d8/19–20, 80 ft.). of one of your domains. Pick one of your two domains. You can Armor: Scale mail (+4 AC). “lose” any prepared spell (other than a domain spell) to cast any Other Gear: Spell component pouch, standard adventurer’s spell of the same level or lower on that domain list. Your choice kit, wooden holy symbol, 12 gp. is permanent unless an alignment change, deity change, or other Class Features: Channels positive energy; Healing and dramatic event leaves you incapable of accessing the domain. Sun domains."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Hide (+3 AC). Languages: Common, Druidic."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spells Prepared",
        "description":  "1st—cure light wounds, speak with animals; Armor: Leather (+2 AC), light wooden shield (+1 AC). 0—cure minor wounds (2), detect magic. Other Gear: Spell component pouch, standard adventurer’s kit, 1 gp, 8 sp. Package 2: The Feral Beast Class Feature: Wolf animal companion."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "Beginning at 3rd level, whenever you cast a favored Armor: Scale mail (+4 AC). soul spell, you can choose any one ally affected by that spell Other Gear: Spell component pouch, standard adventur- (including yourself) to gain temporary hit points equal to three er’s kit. pqqqqqqqqqqqqqqqqqqqqrs MAKING A PROPHECY Add a random, unconnected remark, such as “The traitor sees What’s the point of being a prophet if you never get anything it all,” or “Now the door stands open to the night.” right? The trick in creating a prophecy is to bury it in symbols or metaphors that, after the fact, become perfectly obvious. Here’s an example: The more specific you are, the more likely it is that you will get something wrong. When rises the red moon above the North, Don’t use names, use titles. Instead of saying, “King Derath The Lion of Veronia ceases his roar. of Veronia,” say something like, “Veronia’s lord”—or better yet, Three times three are the slain. “the Lion of Veronia,” or even “the Lion of the East.” Rose petals fall from the elf maiden’s hands. Don’t use dates that occur once; use times of year, seasons, or celestial events. So, instead of saying “March 15th of the year These images could mean almost anything. The red moon might 635,” say something like “beneath the third moon,” or “when be a specific season or celestial phenomena, or a metaphor for winter’s grip weakens in the fifth year.” “war.” The Lion of Veronia might be its king or a Veronian-born Use metaphors instead of clear statements. Don’t say “dies,” hero. The rose petals could be flowers strewn on a grave, or or “is killed;” say “falls into darkness,” “stands before his fathers,” perhaps drops of blood—so was the elf maiden grieving for the or “goes into the night.” slain, or was she actually their murderer? It worked for Nostrada- mus; you can make it work for you. pqqqqqqqqqqqqqqqqqqqqrs 44 2 RETPAHC DEDNAPXE SESSALC FIGHTER"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Chain shirt (+4 AC)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Replaces",
        "description":  "If you select this class feature, you do not gain Armor: Scale mail (+4 AC), heavy steel shield (+2 AC). the fi ghter bonus feat at 12th level. Other Gear: Standard adventurer’s kit, 4 gp."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "You never waste time wounding your opponent, instead Armor",
        "description":  "Scale mail (+4 AC). concentrating on delivering one solid strike. Other Gear: Standard adventurer’s kit, 4 gp. pqqqqqqqqqqqqqqqqqqqqrs SCARS yard of burning metal shoved into your guts.” Every scar has a story, and your body tells many tales. Serrated Scar on Brow: “The lich said ‘run’ and I ran—right into"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "By mixing arcane spells with martial talents, the hexblade Armor",
        "description":  "Chain shirt (+4 AC). blurs the traditional line between fighter and sorcerer. Other Gear: Standard adventurer’s kit, 10 gp. Replacing the familiar—a link to traditional forms of arcane magic—with a unique fi ghting companion helps establish Package 3: The Skirmisher the hexblade’s difference from the sorcerer. Elf Hexblade"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Tattooed",
        "description":  "You’ve shaved your head and proudly display Ability Scores: Str 12, Dex 8, Con 14, Int 10, Wis 13, Cha 15. a tattoo of your deity’s holy symbol across your brow and Skills: Diplomacy, Heal, Sense Motive. naked head. Feats: Improved Initiative, Shield Specialization (heavy)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Replaces",
        "description":  "By choosing the dungeon specialist alternative 30 ft.). class feature, you give up both fast movement (normally Armor: Studded leather (+3 AC). gained at 3rd level and improved at 11th level) and evasion Other Gear: Standard adventurer’s kit, thieves’ tools, (normally gained at 5th level). 30 gp. 60 2 RETPAHC DEDNAPXE SESSALC SORCERER"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "You can apply metamagic feats that you know Other Gear: Spell component pouch, standard adventurer’s to sorcerer spells without increasing the casting time. This kit, 11 gp. benefi t even lets you quicken your sorcerer spells with the Spells Known: 1st—grease, mage armor, summon monster I; Quicken Spell feat. 0—acid splash, detect magic, daze, message, read magic. 62 2 RETPAHC DEDNAPXE SESSALC SWASHBUCKLER location so it can be dealt with more easily, while other You’ll do nearly anything on a dare, going so far as to risk times a monster is in too formidable a tactical location to your life to prove your panache. You have a style all your own. attack. That’s when you shine. You declare straightaway Agile and swift, witty and charming, you are the toast of the that you’re up to baiting the creature so that it’ll move in town wherever you go, although sometimes your antics earn the desired direction. Invective works, as does a swift you the displeasure of authority fi gures and the annoyance attack and retreat, but sometimes you end up snatching a of your more conservative compatriots. valuable item and running. Luckily, you excel both with your swift blade and your “You call that a monster? I’ve seen more dangerous claws in a equally agile tongue. You can charm even the most stone- barnyard!” hearted long enough to make your getaway. Master Magician: You claim you can endure anything, even Seeking fame, praise, and perhaps hoping to right the being buried alive. Why, you’ve gone a full seven days being occasional injustice, you leap into action, glorying in the life buried alive in a coffi n under 6 feet of earth, or so you claim. of a famous hero. If secretly allowed to make preparations to obtain food (and This class appears in the Complete Adventurer supplement. air), or if you can make a deal with a friend with the right Suggested Backgrounds (choose one): Drifter, Gladiator, Mari- spells to check up on you now and then, you might just take ner, Noble Scion. another dare to try eight days! Suggested Personality Archetypes (choose one): Challenger, “It’s true, that one time I almost died, but that was just to impress Daredevil, Rebel, Trickster, Wanderer. the ladies.”"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Chain shirt (+4 AC). Armor: Chain shirt (+4 AC)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC)."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Evil Curious",
        "description":  "You’ve always told yourself that you merely chosen school of magic. Activating this ability is an immedi- enjoy magic—who wouldn’t? It’s the best thing about living, ate action, and you can use this spell-like ability a number of isn’t it? But you’ve recently realized that your impulse control times per day equal to your Intelligence bonus (minimum might not be what it should when it comes to the discovery of 1). Its equivalent spell level is equal to one-half your wizard new tomes and items. No matter how evil the previous owner level (minimum 1st), and the caster level is your wizard level. of the item or tome, you can’t help but be curious about the The save DC (if any) is equal to 10 + 1/2 your wizard level + spells within. your Int modifi er. This is an extraordinary ability. However, you also know that true evil is a lure that can cage You can’t activate this ability in response to an attack that your mind and will just as effectively as an illithid can, and it you aren’t aware of. For instance, if an invisible rogue strikes can consume all your good works and past accomplishments. at you, you can’t activate urgent shield to gain a bonus to your To avoid that fate, you constantly look for items and or spells AC against the attack. All effects last until the start of your that might serve as an “insulator” so that you can study evil next turn unless otherwise noted. ttocserP .S yb .sullI Heroes battle the hordes of the Abyss 70 2 RETPAHC DEDNAPXE SESSALC"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Your dexterous maneuvers and skilled acrobatics allow you Special",
        "description":  "A fi ghter can select Active Shield Defense to slip past a foe’s defenses and deliver an accurate strike as one of his fi ghter bonus feats. against him."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Special",
        "description":  "A fi ghter can select Adaptable Flanker as one of You can sacrifi ce your physical health to strengthen a spell. his fi ghter bonus feats. This process leaves you wracked with pain, but the enhanced energy you draw from the spell might provide the margin AGILE SHIELD FIGHTER between victory and defeat."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisites",
        "description":  "Profi ciency with shields, Improved Shield and complete this spell on the same turn that you use a swift Bash, Shield Specialization. action to activate this feat. In return, you take a –4 penalty"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Special",
        "description":  "A fi ghter can select Agile Shield Fighter as one talents. By bleeding magical energy into your singing, oratory, of his fi ghter bonus feats. or other abilities, you enhance the pitch and sound, project your voice with a more commanding tone, and so forth."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisites",
        "description":  "Profi ciency with selected armor type, base between them. attack bonus +12."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "Choose one type of medium or heavy armor with which you are profi cient. When wearing masterwork armor (including magic armor) of that type, you gain damage reduc- tion 2/–. Any time you lose your Dexterity bonus to Armor Class, you lose the benefi t of this feat, because you cannot properly defl ect the blows of the enemy."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Special",
        "description":  "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of armor. A fi ghter can select Armor Specialization as one of his fi ghter bonus feats. BATTLE DANCER You strike at your foes in time with the music you sing or in cadence with an oration you deliver. The magical power of your bardic performance drives you forward and improves your fi ghting ability."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "When you make a Listen check, you might learn strike with a 5-foot bonus to your attack’s reach. This benefi t more than normal about a source of noise. applies to both armed and unarmed attacks, including touch If you beat the Listen DC by 5 or more, you determine the attacks made to deliver spells. size, speed, and direction of the source of noise. Special: A fi ghter can select Lunging Strike as one of his If you beat the DC by 10 or more, you determine the fi ghter bonus feats. precise, current position of the creature or object that caused the sound. LURKING FAMILIAR If you beat the DC by 15 or more, you determine the Your familiar hides within the folds of your robe or takes type of armor the creature wears and what it carries, if cover behind you as your opponents close in. When it anything. moves to attack, its sudden appearance might catch your If you beat the DC by 20 or more, you learn the creature’s foe by surprise. type and subtypes. Prerequisites: Combat Familiar, arcane caster level 6th, The information you learn is cumulative. For example, familiar. if you got a Listen check result of 35 against a DC of 23, Benefi t: If your familiar occupies your square, it gains you gain the information for beating the check by 10 and cover against all attacks. As a consequence, it can make a by 5. These benefits apply to both standard and opposed Hide check to avoid your foe’s notice. If your familiar then Listen checks. leaves your space to attack an opponent, it gains the normal Also, you gain a +5 bonus on Listen checks to pinpoint benefi t for attacking from a hidden position. invisible creatures. MAD FOAM RAGER KI BLAST You fight with the rage that only a rabid badger or a beer- You focus your ki into a ball of energy that you can hurl at addled dwarf can bring to bear. In combat, you shrug off an opponent. attacks and continue fi ghting even in the face of horrifi c"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisite",
        "description":  "Profi ciency with shields."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "RAPID BLITZ Benefi t",
        "description":  "Choose one type of shield from the following list: You charge across the battlefi eld, combining your speed and buckler, heavy, or light. When using a shield of the appropri- fi ghting ability to move and attack with unmatched skill. ate type, you increase its shield bonus to AC by 1."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisites",
        "description":  "Dex 13, Bounding Assault, Dodge, Mobil- Special: You can take this feat more than once. Each time ity, Spring Attack, base attack bonus +18. you select it, choose a different type of shield."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Benefi t",
        "description":  "You can designate a third target for your Spring A fi ghter can select Shield Specialization as one of his Attack feat. In addition to the second attack you gain from fi ghter bonus feats. your Bounding Assault feat, you can make a third attack with a –10 penalty. SHIELD WARD You use your shield like a wall of steel and wood. When an ROBILAR’S GAMBIT opponent attempts to draw in close to you, your shield forces By offering Robilar’s Gambit, you absorb damage to place him away or ruins his attacks. yourself in an advantageous position. This dangerous sacrifi ce Prerequisite: Proficiency with shields, Shield is not for the unfi t or the unwise, for one failed retaliatory Specialization. strike can undo the advantage gained. Lord Robilar, a rash Benefi t: You apply your shield bonus to your touch AC, and impetuous fi ghter, gained fame using this technique and on checks or rolls to resist bull rush, disarm, grapple, against his enemies. overrun, or trip attempts against you."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisites",
        "description":  "Combat Refl exes, base attack bonus +12. Special: A fi ghter can select Shield Ward as one of his"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Prerequisites",
        "description":  "Divine caster level 5th, ability to turn or Benefi t: Once every 24 hours, you can spend 10 minutes rebuke undead. creating a magical ward between you and one willing target. tunduH .D yb .sullI 89 NEW FEATS CHAPTER 3 Table 3–4: Divine Feats Feat Prerequisites Benefi t Divine Armor Divine caster level 5th, Expend turn/rebuke attempt to gain DR 5/– ability to turn or rebuke undead Divine Fortune Divine caster level 5th, Expend turn/rebuke attempt for +4 bonus on next save ability to turn or rebuke undead Divine Justice Ability to turn or rebuke undead Expend turn/rebuke attempt, choose foe, deal your damage or his Divine Ward Ability to turn or rebuke undead Increase range of spells from touch to short for ally Profane Aura Divine caster level 9th, Create mist that grants concealment, ability to rebuke undead +2 AC for undead Sacred Healing Ability to turn undead Expend turn attempt for bonus on healing attempts Sacred Purification Sacred Healing, ability to turn undead Expend turn attempt to heal living and harm undead Sacred Radiance Divine caster level 9th, Expend turn attempt to create radius of light that ability to turn undead soothes allies, hampers undead For the rest of the 24-hour period, you can increase the range creatures within 60 feet of you heal an amount of damage of a touch spell to short range (25 feet + 5 feet per two caster equal to 1d8 points + your Charisma bonus (if any). All undead levels) if you target the warded creature, and only the warded creatures in this area take damage equal to 1d8 points + your creature. When you cast a spell in this manner, you must Charisma bonus. expend a turn or rebuke undead attempt. You can create a ward between you and more than one SACRED RADIANCE target, so long as you expend the necessary time and turning You channel divine energy to fi ll the area around you with attempts. You must expend a turn or rebuke undead attempt a soothing, gentle radiance. to create each ward beyond the fi rst. Prerequisites: Divine caster level 9th, ability to turn undead."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spiked Rebuke",
        "description":  "When you are fighting defensively and your current turn. carrying a spiked shield, you lash out at your foes with your Whirling Cloak: You can attempt to use your cloak to shield in response to their attacks. Determine what your AC confuse your opponent. As a move action after successfully would be without your spiked shield and the AC bonus for striking an opponent in melee, make a melee touch attack fi ghting defensively. If an opponent’s attack hits against this against that foe. If this attack hits, you whirl your cloak lower AC but misses against your actual AC, the foe strikes around him, temporarily ruining his defenses. Your opponent your shield, allowing you to defl ect his attack in such a way as cannot make attacks of opportunity against a particular ally to leave him vulnerable to your counter. On your next action, of your choice until the start of his next turn. you gain a +2 bonus on attack rolls against your chosen foe Special: A fi ghter can select Combat Cloak Expert as one with your spiked shield. of his fi ghter bonus feats."
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Cloak Defense",
        "description":  "While you are fi ghting defensively, you can the fi rst attack that you make. use your cloak to confuse your foes. You hold it before your You can use this ability once per encounter. Standing up chest like a curtain, making it diffi cult for enemies to read after playing dead does not provoke attacks of opportunity. your defensive moves. Your cloak grants you a +1 shield bonus Sneering Glower: With just the right mix of your intimidat- to AC. If you use the total defense action, your cloak’s shield ing presence and your martial talents, you strike such fear bonus improves to +2. (Shield bonuses do not stack, making into your target that he has diffi culty fi ghting you effectively. it likely that this maneuver is a poor option if you already On your next turn after you deal at least 1 point of damage carry a shield.) to your opponent, you can make an Intimidate check against"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Mirror Image, Greater",
        "description":  "As mirror image, but gain an addi- Alter FortuneX: Cause one creature to reroll any die roll. tional image each round. Channeled Divine Shield: Gain DR, amount based on"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Sonic Shield",
        "description":  "+4 defl ection bonus to AC; 1d8 sonic damage Trans Burning Rage: Subject takes 4 points of damage/ and push back creatures that hit you in melee. round, gains attack bonus and DR. PALADIN SPELLS 2nd-Level Sorcerer/Wizard Spells"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Sonic Shield",
        "description":  "+4 defl ection bonus to AC; 1d8 sonic 8th-Level Sorcerer/Wizard Spells damage and push back creatures that hit you in melee. Abjur Chain Dispel: Dispel multiple magical effects in"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Material Component",
        "description":  "A pair of bronze casting the spell. When you begin cast- you have poured enough energy into the nails, each no less than 6 inches in ing this spell, you decide that you are sphere, you send it fl ying into your foes. length. fi nished casting after the appropriate time has passed. This spell creates a bolt of fi ery energy Channeled Divine Health that blasts your enemies. The spell’s Conjuration (Healing) Channeled Divine Shield strength depends on the amount of"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) action, it deals 1d6 points of fi re damage As you complete this spell, a shield crafted per caster level (maximum 10d6) to all You bring forth a sphere of pure healing from divine energy appears before you. As creatures in a 10-foot-radius spread. energy. You pour divine power into it, you channel energy into the shield, it grows If you cast this spell as a full-round slowly building the energy it holds, until it stronger and stronger. action, it deals 1d8 points of fi re damage is ready to mend an ally’s wounds. per caster level (maximum 10d8) to all This spell improves your defenses. creatures in a 15-foot-radius spread. This spell allows you to heal an ally, or The magnitude of this improvement If you spend 2 rounds casting this damage an undead creature, at a range depends on the amount of time you spell, it deals 1d10 points of fi re damage greater than touch. When you cast this spend casting the spell. per caster level (maximum 10d10) to all spell, you channel energy into it. You If you cast this spell as a swift action, creatures in a 20-foot-radius spread. can choose how long to spend casting you gain damage reduction 2/evil for You do not need to declare ahead this spell. the duration of this spell. of time how long you want to spend If you cast this spell as a swift action, If you cast this spell as a standard casting the spell. When you begin cast- it has a range of touch, and you heal a action, you gain damage reduction ing this spell, you decide that you are single touched creature of 1d8 points of 5/evil. fi nished casting after the appropriate damage. An undead creature you touch If you cast this spell as a full-round time has passed. takes this amount of damage instead of action, you gain damage reduction being healed. 8/evil. Chasing Perfection If you cast this spell as a standard If you spend 2 rounds casting this Transmutation action, it has a range of close, and you spell, you gain damage reduction Level: Cleric 6, druid 6, sorcerer/ heal a single creature within range 10/evil. wizard 6 of damage equal to 1d8 points + your The spell’s duration does not begin Components: V, S, M caster level (maximum +10). An undead until you finish casting the spell. You Casting Time: 1 standard action creature you designate within range do not need to declare ahead of time Range: Touch takes this amount of damage instead how long you want to spend casting Target: Creature touched of being healed. the spell. When you begin casting Duration: 1 minute/level If you cast this spell as a full-round this spell, you decide that you are Saving Throw: Will negates (harmless) casting this spell, it has a range of finished casting after the appropriate Spell Resistance: Yes (harmless) medium, and you heal a single creature time has passed. within range of damage equal to 2d8 Energy courses through the creature touched. points + your caster level (maximum Channeled Pyroburst Its muscles grow and become more defi ned, +15). An undead creature you designate Evocation [Fire] it starts to move with greater alacrity and within range takes this amount of Level: Duskblade 4, sorcerer/wizard 4 grace, and its bearing increases. damage instead of being healed. Components: V, S If you spend 2 full rounds casting Casting Time: See text The subject improves in all ways. It this spell, it has a range of long, and Range: Medium (100 ft. + 10 ft./level) gains a +4 enhancement bonus to each you heal a single creature within range Area: See text of its ability scores. of damage equal to 4d8 points + your Duration: Instantaneous Material Component: A statuette of caster level (maximum +20). An undead Saving Throw: Refl ex half a celestial or fi end worth 50 gp. 107 NEW SPELLS CHAPTER 4 Cloud of Knives Conjuration"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "As an immediate action, the creature Saving Throw",
        "description":  "Will negates (harmless) ends after the wearer uses the crown wearing a crown of the grave can dis- Spell Resistance: Yes (harmless) in this manner. charge its magic to gain a +4 bonus on The crown occupies space on the a single turn or rebuke undead attempt. A shimmering crown of force appears upon body as a headband, hat, or helm. If the The spell ends after the wearer uses the the recipient’s head. A barely visible shield crown is removed, the spell immedi- crown in this manner. of force projects forward from it, warding ately ends. The crown occupies space on the off attacks aimed at its wearer. Focus: A silver hoop 6 inches in body as a headband, hat, or helm. If the diameter costing 25 gp. crown is removed, the spell immedi- This spell creates a crown of magical ately ends. energy that grants the spell’s recipient Crown of Veils"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Arcane Material Component",
        "description":  "A tiny wooden shield, which the caster snaps in half. Etherealness, Swift Transmutation"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "This spell creates a zone that impedes Saving Throw",
        "description":  "Will negates Since undead are powered by nega- the fl ow of magic. The energy of this Spell Resistance: Yes tive energy, a healing spirit damages zone clings to creatures and objects, them instead of healing them. The granting them a shield against spells. You utter the word “Halt!” and, in that spirit can affect an unwilling target All creatures in the spell’s area gain spell instant, the creature’s feet stick to the fl oor. (such as an undead) by succeeding resistance of 11 + caster level for as long on an incorporeal touch attack, using as they remain in the area. If a creature The subject creature’s feet (or whatever your base attack bonus and a Strength already has spell resistance higher than pass for its feet) become momentarily bonus of +0. An undead creature hit by this amount, this spell does not affect it. stuck to the fl oor. The creature must such an attack can use spell resistance Unlike personal spell resistance, this stop moving, and cannot move farther against the effect and is allowed a Will spell resistance cannot be voluntarily in its current turn. This spell has save for half damage. lowered. A creature loses this spell no effect on creatures that are not If a healing spirit travels farther from resistance when it leaves the spell’s area, touching the ground (such as fl ying you than the spell’s range, it winks out and gains it again if it returns. creatures), and the subject can still use of existence and the spell ends. a standard action (if it has one available Friend to Foe in this round) to move by means of Hesitate Illusion (Phantasm) [Mind-Affecting] teleportation magic. Enchantment (Compulsion) [Mind-"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Level",
        "description":  "Druid 2, ranger 1 hp 16 (3 HD) masterwork studded leather armor,"
    },
    {
        "source":  "players_handbook_ii.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) creature fl ees, the assassin pursues it Init +7; Senses Listen +8, Spot +8 to the best of its ability. If the creature Languages Common, Dwarven, Elven Reality bends at your behest, speeding up dies or escapes, the assassin waits for AC 17, touch 13, flat-footed 14; Dodge, your allies. you to direct it to another creature (a Mobility, uncanny dodge free action). You cannot command (+3 Dex, +3 armor, +1 shield) All allies in the area gain a +10-foot hp 25 (5 HD) the assassin to do anything except enhancement bonus to their speed Resist evasion attack creatures or wait (do nothing scores. Fort +3, Ref +8, Will +2 but defend itself), nor can you direct 118 4 RETPAHC SLLEPS WEN it to attack another creature if the originally targeted creature still lives and is within the spell’s range. The assassin and all its posses- sions vanish when the spell’s duration expires."
    }
]
