[
    {
        "origin_file":  "armor.json",
        "description":  "You cast healing spells at +1 caster level. Luck Domain Spells Healing Domain Spells 1 Entropic Shield: Ranged attacks against you have 20% miss 1 Cure Light Wounds: Cures 1d8 damage +1/level (max +5). chance. 2 Cure Moderate Wounds: Cures 2d8 damage +1/level (max +10). 2 Aid: +1 on attack rolls, +1 against fear, 1d8 temporary hp +1/level 3 Cure Serious Wounds: Cures 3d8 damage +1/level (max +15). (max +10). 4 Cure Critical Wounds: Cures 4d8 damage +1/level (max +20). 3 Protection from Energy: Absorb 12 points/level of damage from one kind of energy. 5 Cure Light Wounds, Mass: Cures 1d8 damage +1/level (max 4 Freedom of Movement: Subject moves normally despite imped- +25) for many creatures. iments. 6 Heal: Cures 10 points/level of damage, all diseases and mental 5 Break Enchantment: Frees subjects from enchantments, alter- conditions. ations, curses, and petrification. 7 Regenerate: Subject’s severed limbs grow back, cures 4d8 6 Mislead: Turns you invisible and creates illusory double. damage +1/level (max +35). 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. 8 Cure Critical Wounds, Mass: Cures 4d8 damage +1/level (max 8 Moment of Prescience: You gain insight bonus on single attack +40) for many creatures. roll, check, or save. 9 Heal, Mass: As heal, but with several subjects. 9 Miracle X: Requests a deity’s intercession. 187 SPELLS CHAPTER 11: MAGIC DOMAIN STRENGTH DOMAIN",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use scrolls, wands, and other devices with spell Granted Power: You can perform a feat of strength as a super- completion or spell trigger activation as a wizard of one-half your natural ability. You gain an enhancement bonus to Strength equal to cleric level (at least 1st level). For the purpose of using a scroll or your cleric level. Activating the power is a free action, the power other magic device, if you are also a wizard, actual wizard levels and lasts 1 round, and it is usable once per day. these effective wizard levels stack. Strength Domain Spells Magic Domain Spells 1 Enlarge Person: Humanoid creature doubles in size. 1 Nystul’s Magic Aura: Alters object’s magic aura. 2 Bull’s Strength: Subject gains +4 to Str for 1 min./level. 3 Magic Vestment: Armor or shield gains +1 enhancement per 2 Identify: Determines properties of magic item. four levels. 3 Dispel Magic: Cancels magical spells and effects. 4 Spell Immunity: Subject is immune to one spell per four levels. 4 Imbue with Spell Ability: Transfer spells to subject. 5 Righteous Might: Your size increases, and you gain combat 5 Spell Resistance: Subject gains SR 12 + level. bonuses. 6 Antimagic Field: Negates magic within 10 ft. 6 Stoneskin M: Ignore 10 points of damage per attack. 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. 7 Bigby’s Grasping Hand: Large hand provides cover, pushes, or 8 Protection from Spells M F: Confers +8 resistance bonus. grapples. 9 Mordenkainen’s Disjunction: Dispels magic, disenchants 8 Bigby’s Clenched Fist: Large hand provides cover, pushes, or magic items. attacks your foes. 9 Bigby’s Crushing Hand: Large hand provides cover, pushes, or PLANT DOMAIN crushes your foes.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Rebuke or command plant creatures as an evil SUN DOMAIN cleric rebukes or commands undead. Use this ability a total number Deities: Ehlonna, Pelor. of times per day equal to 3 + your Charisma modifier. This granted Granted Power: Once per day, you can perform a greater turning power is a supernatural ability. against undead in place of a regular turning. The greater turning is Add Knowledge (nature) to your list of cleric class skills. like a normal turning except that the undead creatures that would be turned are destroyed instead. Plant Domain Spells 1 Entangle: Plants entangle everyone in 40-ft.-radius. Sun Domain Spells 2 Barkskin: Grants +2 (or higher) enhancement to natural armor. 1 Endure Elements: Exist comfortably in hot or cold environ- 3 Plant Growth: Grows vegetation, improves crops. ments. 4 Command Plants: Sway the actions of one or more plant crea- 2 Heat Metal: Make metal so hot it damages those who touch it. tures. 3 Searing Light: Ray deals 1d8/two levels, more against undead. 5 Wall of Thorns: Thorns damage anyone who tries to pass. 4 Fire Shield: Creatures attacking you take fire damage; you’re 6 Repel Wood: Pushes away wooden objects. protected from heat or cold. 7 Animate Plants: One or more trees animate and fight for you. 5 Flame Strike: Smite foes with divine fire (1d6/level damage). 8 Control Plants: Control actions of one or more plant creatures. 6 Fire Seeds: Acorns and berries become grenades and bombs. 9 Shambler: Summons 1d4+2 shambling mounds to fight for you. 7 Sunbeam: Beam blinds and deals 4d6 damage. 8 Sunburst: Blinds all within 10 ft., deals 6d6 damage. PROTECTION DOMAIN 9 Prismatic Sphere: As prismatic wall, but surrounds on all sides.",
        "name":  "Granted Powers",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can generate a protective ward as a super- Deity: Fharlanghn. natural ability. Grant someone you touch a resistance bonus equal to Granted Powers: For a total time per day of 1 round per cleric your cleric level on his or her next saving throw. Activating this level you possess, you can act normally regardless of magical effects power is a standard action. The protective ward is an abjuration effect that impede movement as if you were affected by the spell freedom of with a duration of 1 hour that is usable once per day. movement. This effect occurs automatically as soon as it applies, lasts until it runs out or is no longer needed, and can operate multiple Protection Domain Spells times per day (up to the total daily limit of rounds). This granted power is a supernatural ability. 1 Sanctuary: Opponents can’t attack you, and you can’t attack. Add Survival to your list of cleric class skills. 2 Shield Other F: You take half of subject’s damage. 3 Protection from Energy: Absorb 12 points/level of damage from one kind of energy. Travel Domain Spells 4 Spell Immunity: Subject is immune to one spell per four levels. 1 Longstrider: Increases your speed. 5 Spell Resistance: Subject gains SR 12 + level. 2 Locate Object: Senses direction toward object (specific or type). 6 Antimagic Field: Negates magic within 10 ft. 3 Fly: Subject flies at speed of 60 ft. 7 Repulsion: Creatures can’t approach you. 4 Dimension Door: Teleports you short distance. 8 Mind Blank: Subject is immune to mental/emotional magic and 5 Teleport: Instantly transports you as far as 100 miles/level. scrying. 6 Find the Path: Shows most direct way to a location. 9 Prismatic Sphere: As prismatic wall, but surrounds on all sides. 7 Teleport, Greater: As teleport, but no range limit and no off-target arrival. 188 :11 RETPAHC SLLEPS 8 Phase Door: Creates an invisible passage through wood or stone. DRUID SPELLS 9 Astral Projection M: Projects you and companions onto Astral Plane. 0-LEVEL DRUID SPELLS (ORISONS) TRICKERY DOMAIN",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Turn or destroy fire creatures as a good cleric Animal Trance: Fascinates 2d6 HD of animals. turns undead. Rebuke, command, or bolster water creatures as an Barkskin: Grants +2 (or higher) enhancement to natural armor. evil cleric rebukes undead. Use these abilities a total number of Bear’s Endurance: Subject gains +4 to Con for 1 min./level. times per day equal to 3 + your Charisma modifier. This granted Bull’s Strength: Subject gains +4 to Str for 1 min./level. power is a supernatural ability. Cat’s Grace: Subject gains +4 to Dex for 1 min./level.",
        "name":  "Granted Power",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Frees one or more creatures from paralysis or 2ND-LEVEL RANGER SPELLS slow effect. Barkskin: Grants +2 (or higher) enhancement to natural armor.",
        "name":  "Remove Paralysis",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You take half of subject’s damage. Cure Light Wounds: Cures 1d8 damage +1/level (max +5).",
        "name":  "Shield Other F",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Invisible disc gives +4 to AC, blocks magic missiles. 3RD-LEVEL RANGER SPELLS Conj Grease: Makes 10-ft. square or one object slippery.",
        "name":  "Shield",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gives subject +4 armor bonus. Command Plants: Sway the actions of one or more plant creatures.",
        "name":  "Mage Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures attacking you take fire damage; Sending: Delivers short message anywhere, instantly. you’re protected from heat or cold. Wall of Force: Wall is immune to damage.",
        "name":  "Evoc Fire Shield",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 min./level nonflying movement), natural armor 197 SPELLS CHAPTER 11: You discern all spells and magical proper- All equipment worn or carried by an Casting Time: 1 standard action ties present in a number of creatures or animal is similarly enlarged by the spell, Range: Close (25 ft. + 5 ft./2 levels) objects. Each round, you may examine a though this change has no effect on the Targets: Up to one willing creature per single creature or object that you can see as magical properties of any such equipment. level, all within 30 ft. of each other a free action. In the case of a magic item, Any enlarged item that leaves the enlarged Duration: 1 hour/level (D) you learn its functions, how to activate its creature’s possession instantly returns to Saving Throw: None; see text functions (if appropriate), and how many its normal size. Spell Resistance: Yes (harmless) charges are left (if it uses charges). In the The spell gives no means of command case of an object or creature with active or influence over the enlarged animals. You transform up to one willing creature spells cast upon it, you learn each spell, its Multiple magical effects that increase per caster level into an animal of your effect, and its caster level. size do not stack, which means (among choice; the spell has no effect on unwill- An attended object may attempt a Will other things) that you can’t use a second ing creatures. See Errata. All creatures save to resist this effect if its holder so casting of this spell to further increase the must take the same kind of animal form; desires. If the save succeeds, you learn size of an animal that’s still under the for example, you can’t turn one subject nothing about the object except what you effect of the first casting. into a hawk and another into a dire wolf. can discern by looking at it. An object that Recipients remain in the animal form until makes its save cannot be affected by any Animal Messenger the spell expires or until you dismiss it for other analyze dweomer spells for 24 hours. Enchantment (Compulsion) [Mind- all recipients. In addition, an individual Analyze dweomer does not function when Affecting] subject may choose to resume its normal used on an artifact (see the Dungeon Level: Brd 2, Drd 2, Rgr 1 form as a full-round action; doing so ends Master’s Guide for details on artifacts). Components: V, S, M the spell for that subject alone. The",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes animal as a lure, you call the animal to you. Saving Throw: Will negates; see text It advances and awaits your bidding. You Spell Resistance: Yes A number of animals grow to twice their can mentally impress on the animal a cer- normal size and eight times their normal tain place well known to you or an obvious Your swaying motions and music (or weight. This alteration changes each landmark (such as the peak of a distant singing, or chanting) compel animals and animal’s size category to the next largest mountain). The directions must be simple, magical beasts to do nothing but watch (from Large to Huge, for example), grants because the animal depends on your you. Only a creature with an Intelligence knowledge and can’t find a destination on it a +8 size bonus to Strength and a +4 size score of 1 or 2 can be fascinated by this its own. You can attach some small item or bonus to Constitution (and thus an extra 2 spell. Roll 2d6 to determine the total note to the messenger. The animal then hit points per HD), and imposes a –2 size number of HD worth of creatures that you goes to the designated location and waits penalty to Dexterity. The creature’s fascinate. The closest targets are selected there until the duration of the spell existing natural armor bonus increases by first until no more targets within range can expires, whereupon it resumes its normal 2. The size change also affects the animal’s be affected. For example, if Vadania affects activities. modifier to AC and attack rolls and its base 7 HD worth of animals and there are sev- During this period of waiting, the mes- damage, as detailed on Table 2–2 in the eral 2 HD wolves within close range, only senger allows others to approach it and Dungeon Master’s Guide. The animal’s space remove any scroll or token it carries. the three closest wolves are affected. and reach change as indicated on Table 8– Unless the intended recipient of a message A magical beast, a dire animal, or an an- 4: Creature Size and Scale (page 149), but is expecting a messenger in the form of a imal trained to attack or guard is allowed a its speed does not change. bird or other small animal, the carrier may saving throw; an animal not trained to The spell also grants each subject be ignored. The intended recipient gains attack or guard is not. damage reduction 10/magic and a +4 no special ability to communicate with the resistance bonus on saving throws. animal or read any attached message (if it’s Animate Dead If insufficient room is available for the written in a language he or she doesn’t Necromancy [Evil] desired growth, the creature attains the know, for example). Level: Clr 3, Death 3, Sor/Wiz 4 maximum possible size and may make a Material Component: A morsel of food Components: V, S, M Strength check (using its increased the animal likes. Casting Time: 1 standard action Strength) to burst any enclosures in the Range: Touch process. If it fails, it is constrained without Animal Shapes Targets: One or more corpses touched harm by the materials enclosing it—the Transmutation Duration: Instantaneous spell cannot be used to crush a creature by Level: Animal 7, Drd 8 Saving Throw: None increasing its size. Components: V, S, DF Spell Resistance: No 198 :11 RETPAHC SLLEPS This spell turns the bones or bodies of You imbue inanimate objects with mobil- spell. Spell resistance does not keep crea- dead creatures into undead skeletons or ity and a semblance of life. Each such ani- tures from being entangled. This effect zombies that follow your spoken com- mated object then immediately attacks lasts 1 hour per caster level. mands. The undead can follow you, or they whomever or whatever you initially des- can remain in an area and attack any ignate. An animated object can be of any Animate Rope creature (or just a specific kind of creature) nonmagical material—wood, metal, stone, Transmutation entering the place. They remain animated fabric, leather, ceramic, glass, or the like.. Level: Brd 1, Sor/Wiz 1 until they are destroyed. (A destroyed",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 min./level the creature’s existing natural armor to act normally; otherwise, it takes no",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes by 1 for every three caster levels above 3rd, to a maximum of +5 at caster level 12th. You may also invent your own curse, but it Bane fills your enemies with fear and The enhancement bonus provided by should be no more powerful than those doubt. Each affected creature takes a –1 barkskin stacks with the target’s natural described above, and the DM has final say penalty on attack rolls and a –1 penalty on armor bonus, but not with other enhance- on the curse’s effect. saving throws against fear effects. ment bonuses to natural armor. A creature The curse bestowed by this spell cannot Bane counters and dispels bless. without natural armor has an effective be dispelled, but it can be removed with a natural armor bonus of +0, much as a break enchantment, limited wish, miracle, Banishment character wearing only normal clothing remove curse, or wish spell. Abjuration has an armor bonus of +0. Bestow curse counters remove curse.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One day/level saving throw. Magical metal is allowed a The touched creature also takes 1 point of saving throw against the spell (Magic Strength damage unless it makes a success- This spell functions like charm monster, item’s saving throws are covered in the ful Fortitude saving throw. You can use except that mass charm monster affects a Dungeon Master’s Guide.) An item in a crea- this melee touch attack up to one time per number of creatures whose combined HD ture’s possession uses the creature’s saving level. do not exceed twice your level, or at least throw bonus unless its own is higher. An undead creature you touch takes no one creature regardless of HD. If there are A creature takes cold damage if its damage of either sort, but it must make a more potential targets than you can affect, equipment is chilled. It takes full damage successful Will saving throw or flee as if you choose them one at a time until you if its armor is affected or if it is holding, panicked for 1d4 rounds +1 round per choose a creature with too many HD. touching, wearing, or carrying metal caster level. weighing one-fifth of its weight. The crea- Charm Person ture takes minimum damage (1 point or 2 Circle of Death Enchantment (Charm) [Mind-Affecting] points; see the table) if it’s not wearing Necromancy [Death]",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Brd 1, Sor/Wiz 1 metal armor and the metal that it’s carry- Level: Sor/Wiz 6",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous patron, you imbue yourself with strength and skill in combat. Your base attack bonus You can control the actions of any hu- Similar to augury but more powerful, a becomes equal to your character level manoid creature through a telepathic link divination spell can provide you with a (which may give you additional attacks), that you establish with the subject’s mind. useful piece of advice in reply to a question concerning a specific goal, event, or you gain a +6 enhancement bonus to If you and the subject have a common activity that is to occur within one week. Strength, and you gain 1 temporary hit language, you can generally force the sub- The advice can be as simple as a short point per caster level. ject to perform as you desire, within the phrase, or it might take the form of a cryp- limits of its abilities. If no common lan- tic rhyme or omen. Dominate Animal guage exists, you can communicate only For example, suppose the question is Enchantment (Compulsion) [Mind- basic commands, such as “Come here,” “Go “Will we do well if we venture into the Affecting] there,” “Fight,” and “Stand still.” You know ruined temple of Erythnul?” The DM Level: Animal 3, Drd 3 what the subject is experiencing, but you knows that a terrible troll guarding 10,000 Components: V, S do not receive direct sensory input from it, gp and a +1 shield lurks near the entrance Casting Time: 1 round nor can it communicate with you but estimates that your party could beat Range: Close (25 ft. + 5 ft./2 levels) telepathically. the troll after a hard fight. Therefore the Target: One animal Once you have given a dominated crea- divination response might be: “Ready oil Duration: 1 round/level ture a command, it continues to attempt to and open flame light your way to wealth.” Saving Throw: Will negates carry out that command to the exclusion of In all cases, the DM controls what infor- Spell Resistance: Yes all other activities except those necessary mation you receive. If your party doesn’t for day-to-day survival (such as sleeping, act on the information, the conditions may You can enchant an animal and direct it eating, and so forth). Because of this change so that the information is no with simple commands such as “Attack,” limited range of activity, a Sense Motive longer useful. (For example, the troll could “Run,” and “Fetch.” Suicidal or self-de- check against DC 15 (rather than DC 25) move away and take the treasure with it.) structive commands (including an order to can determine that the subject’s behavior The base chance for a correct divination attack a creature two or more size cate- is being influenced by an enchantment is 70% + 1% per caster level, to a maximum gories larger than the dominated animal) effect (see the Sense Motive skill des- of 90%. The DM adjusts the chance if are simply ignored. cription, page 81). unusual circumstances require it (if, for Dominate animal establishes a mental Changing your instructions or giving a example, unusual precautions against link between you and the subject creature. dominated creature a new command is the divination spells have been taken). If the The animal can be directed by silent equivalent of redirecting a spell, so it is a dice roll fails, you know the spell failed, mental command as long as it remains in move action. unless specific magic yielding false infor- range. You need not see the creature to mation is at work. control it. You do not receive direct sen- By concentrating fully on the spell (a As with augury, multiple divinations sory input from the creature, but you standard action), you can receive full about the same topic by the same caster know what it is experiencing. Because you sensory input as interpreted by the mind use the same dice result as the first are directing the animal with your own of the subject, though it still can’t divination spell and yield the same answer intelligence, it may be able to undertake communicate with you. You can’t actually each time. actions normally beyond its own com- see through the subject’s eyes, so it’s not as",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 min./level Fire Shield",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None or Reflex half; see lead it to its destination, indicating at ap- is either cold damage (if the shield protects text propriate times the exact path to follow or against fire-based attacks) or fire damage (if",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The flames are warm to the Underwater, this ward deals half dam- Casting Time: 1 standard action touch. You take only half damage from age and creates a large cloud of steam. Range: Close (25 ft. + 5 ft./2 levels) cold-based attacks. If such an attack allows You can use the fire trapped object with- Target: Fifty projectiles, all of which must a Reflex save for half damage, you take no out discharging it, as can any individual to be in contact with each other at the time damage on a successful save. whom the object was specifically attuned of casting",
        "name":  "Warm Shield",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The flames are cool to the when cast. Attuning a fire trapped object to Duration: 10 min./level touch. You take only half damage from an individual usually involves setting a",
        "name":  "Chill Shield",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A bit of can use the Search skill to find a fire trap bolts, shuriken, and stones) into fiery pro- phosphorus for the warm shield; a live fire- and Disable Device to thwart it. The DC in jectiles. Each piece of ammunition deals an fly or glowworm or the tail portions of four each case is 25 + spell level (DC 27 for a extra 1d6 points of fire damage to any dead ones for the chill shield. druid’s fire trap or DC 29 for the arcane target it hits. A flaming projectile can version). easily ignite a flammable object or struc- Fire Storm Material Component: A half-pound of gold dust (cost 25 gp) sprinkled on the ture, but it won’t ignite a creature it strikes. Evocation [Fire] warded object. Material Component: A drop of oil and a",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tiny ball of bat damage, but the other half results directly item protected by the trap is not harmed guano and sulfur. from divine power and is therefore not by this explosion. subject to being reduced by resistance to A fire trapped item cannot have a second Flame Arrow fire-based attacks, such as that granted by closure or warding spell placed on it. A knock spell does not bypass a fire trap. Transmutation [Fire] protection from energy (fire), fire shield (chill",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sor/Wiz 3 shield), and similar magic. detonate the spell. Components: V, S, M 231 SPELLS CHAPTER 11:",
        "name":  "An unsuccessful dispel magic spell does not Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) travel into or within it. This includes all direct it (a move action for you); otherwise, teleportation spells (such as dimension door it merely stays at rest and burns. It can be The subject can fly at a speed of 60 feet (or and teleport), plane shifting, astral travel, extinguished by any means that would put 40 feet if it wears medium or heavy armor, ethereal travel, and all summoning spells. out a normal fire of its size. The surface of or if it carries a medium or heavy load). It Such effects simply fail automatically. the sphere has a spongy, yielding con- can ascend at half speed and descend at In addition, it damages entering crea- sistency and so does not cause damage double speed, and its maneuverability is tures whose alignments are different from except by its flame. It cannot push aside good. Using a fly spell requires only as yours. The effect on those attempting to unwilling creatures or batter down large much concentration as walking, so the enter the warded area is based on their obstacles. A flaming sphere winks out if it subject can attack or cast spells normally. alignment relative to yours (see below). A exceeds the spell’s range. The subject of a fly spell can charge but not creature inside the area when the spell is",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A bit of tal- run, and it cannot carry aloft more weight cast takes no damage unless it exits the low, a pinch of brimstone, and a dusting of than its maximum load, plus any armor it area and attempts to reenter, at which time powdered iron. wears. it is affected as normal. Should the spell duration expire while",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No agreement or pay any reward for the moving through the gate from the front are creature’s help. The creature departs at the The subject and all its gear become in- transported to the other plane; creatures end of the spell. substantial, misty, and translucent. Its moving through it from the back are not. If you choose to exact a longer or more material armor (including natural armor) Planar Travel: As a mode of planar travel, involved form of service from a called becomes worthless, though its size, Dex- a gate spell functions much like a plane shift creature, you must offer some fair trade in terity, deflection bonuses, and armor spell, except that the gate opens precisely at return for that service. The service exacted bonuses from force effects (for example, the point you desire (a creation effect). must be reasonable with respect to the from the mage armor spell) still apply. The Deities and other beings who rule a planar promised favor or reward; see the lesser subject gains damage reduction 10/magic realm can prevent a gate from opening in planar ally spell for appropriate rewards. and becomes immune to poison and criti- their presence or personal demesnes if (Some creatures may want their payment cal hits. It can’t attack or cast spells with they so desire. Travelers need not join verbal, somatic, material, or focus compo- hands with you—anyone who chooses to in “livestock” rather than in coin, which nents while in gaseous form. (This does step through the portal is transported. A could involve complications.) Immediately not rule out the use of certain spells that gate cannot be opened to another point on upon completion of the service, the being the subject may have prepared using the the same plane; the spell works only for is transported to your vicinity, and you feats Silent Spell, Still Spell, and Eschew interplanar travel. must then and there turn over the Materials.) The subject also loses super- You could position a gate in a hallway in promised reward. After this is done, the natural abilities while in gaseous form. If it order to absorb any attack or force coming creature is instantly freed to return to its has a touch spell ready to use, that spell is at you by shunting it to another plane. own plane. discharged harmlessly when the gaseous Whether the denizens of that plane Failure to fulfill the promise to the letter form spell takes effect. appreciate this tactic is, of course, another results in your being subjected to service A gaseous creature can’t run, but it can matter. by the creature or by its liege and master, fly at a speed of 10 feet (maneuverability You may hold the gate open only for a at the very least. At worst, the creature or perfect). It can pass through small holes or brief time (no more than 1 round per its kin may attack you. narrow openings, even mere cracks, with caster level), and you must concentrate on Note: When you use a calling spell such all it was wearing or holding in its hands, doing so, or else the interplanar connec- as gate to call an air, chaotic, earth, evil, fire, as long as the spell persists. The creature is tion is severed. good, lawful, or water creature, it becomes subject to the effects of wind, and it can’t Calling Creatures: The second effect of a spell of that type. For example, gate is a enter water or other liquid. It also can’t the gate spell is to call an extraplanar crea- chaotic and evil spell when you cast it to manipulate objects or activate items, even ture to your aid (a calling effect). By call a demon. those carried along with its gaseous form. naming a particular being or kind of being",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1,000 XP (only for the calling Continuously active items remain active, as you cast the spell, you cause the gate to creatures function). though in some cases their effects may be open in the immediate vicinity of the moot (such as those that supply armor or desired creature and pull the subject natural armor bonuses). through, willing or unwilling. Deities and Geas/Quest",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Spell Resistance: Yes (harmless) creature’s possession uses the creature’s saving throw bonus unless its own is Harm charges a subject with negative en- Heal enables you to channel positive en- higher. ergy that deals 10 points of damage per ergy into a creature to wipe away injury A creature takes fire damage if its caster level (to a maximum of 150 points at and afflictions. It immediately ends any equipment is heated. It takes full damage if 15th level). If the creature successfully and all of the following adverse conditions its armor is affected or if it is holding, saves, harm deals half this amount, but it affecting the Target: ability damage, touching, wearing, or carrying metal cannot reduce the target’s hit points to less blinded, confused, dazed, dazzled, deafened, weighing one-fifth of its weight. The crea- than 1. diseased, exhausted, fatigued, feebleminded, ture takes minimum damage (1 point or 2 If used on an undead creature, harm acts insanity, nauseated, sickened, stunned, and points; see the table) if it’s not wearing like heal. poisoned. It also cures 10 hit points of metal armor and the metal that it’s carry- damage per level of the caster, to a ing weighs less than one-fifth of its weight. maximum of 150 points at 15th level. Haste On the first round of the spell, the metal Heal does not remove negative levels, Transmutation becomes warm and uncomfortable to restore permanently drained levels, or re-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10-ft.-radius emanation around the mum of six swarms at 18th level). The affect allies but not foes are not attacks for creature or object touched swarms must be summoned so that each this purpose, even when they include foes one is adjacent to at least one other swarm in their area. This spell functions like invisibility, except (that is, the swarms must fill one contigu- See Table 8–5: Attack Roll Modifiers that this spell confers invisibility upon all ous area). You may summon the locust and Table 8–6: Armor Class Modifiers, creatures within 10 feet of the recipient. swarms so that they share the area of other page 151, for the effects of invisibility on The center of the effect is mobile with the creatures. Each swarm attacks any combat. recipient. creatures occupying its area. The swarms Invisibility can be made permanent (on Those affected by this spell can see each are stationary after being summoned, and objects only) with a permanency spell. other and themselves as if unaffected by won’t pursue creatures that flee. Arcane Material Component: An eyelash the spell. Any affected creature moving out See the Monster Manual for details on encased in a bit of gum arabic. of the area becomes visible, but creatures locust swarms. moving into the area after the spell is cast Invisibility, Greater do not become invisible. Affected crea- Invisibility Illusion (Glamer) tures (other than the recipient) who attack Illusion (Glamer) Level: Brd 4, Sor/Wiz 4 negate the invisibility only for themselves.",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An eyelash encased reduced to half normal. You have an arcane trailing rope. in a bit of gum arabic. spell failure chance of 50% and a –8 armor Of course, the subject is not magically check penalty, just as if you were clad in silenced, and certain other conditions can Invisibility Purge full plate armor. You cannot drink (and render the recipient detectable (such as stepping in a puddle). The spell ends if the Evocation thus can’t use potions) or play wind instru- subject attacks any creature. For purposes Level: Clr 3 ments. of this spell, an attack includes any spell Components: V, S Your unarmed attacks deal damage targeting a foe or whose area or effect Casting Time: 1 standard action equal to a club sized for you (1d4 for Small includes a foe. (Exactly who is a foe Range: Personal characters or 1d6 for Medium characters), depends on the invisible character’s per- Target: You and you are considered armed when ceptions.) Actions directed at unattended Duration: 1 min./level (D) making unarmed attacks. objects do not break the spell. Causing Your weight increases by a factor of ten, harm indirectly is not an attack. Thus, an You surround yourself with a sphere of causing you to sink in water like a stone. invisible being can open doors, talk, eat, power with a radius of 5 feet per caster However, you could survive the crushing climb stairs, summon monsters and have level that negates all forms of invisibility. pressure and lack of air at the bottom of them attack, cut the ropes holding a rope Anything invisible becomes visible while the ocean—at least until the spell duration bridge while enemies are on the bridge, in the area. expires. 245 SPELLS CHAPTER 11:",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Long (400 ft. + 40 ft./level) Mage Armor the area either. You must overcome a crea-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A gem or crystal worth at least 100 although only visual and audible triggers Target: Armor or shield touched gp. can be used, such as the following: “Speak Duration: 1 hour/level only when a venerable female human car- Saving Throw: Will negates (harmless, Magic Missile rying a sack sits cross-legged within a dis- object) Evocation [Force] tance of one foot.” Triggers react to what Spell Resistance: Yes (harmless, object)",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S sions can fool them. Normal darkness does You imbue a suit of armor or a shield with",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action Armor Class and a –10 penalty on Reflex Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1-ft.-diameter/level sphere, by a shield the target holds. The dancing Effect: 5 ft. by 8 ft. opening, 10 ft. deep centered around creatures or objects subject provokes attacks of opportunity plus 5 ft. deep per three additional levels",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S or objects inside the globe are nearly or other harder materials. The passage is 10 weightless. Anything contained within an Range: Personal feet deep plus an additional 5 feet deep per Otiluke’s telekinetic sphere weighs only one- Target: You three caster levels above 9th (15 feet at sixteenth of its normal weight. You can Duration: 1 hour/level 12th, 20 feet at 15th, and a maximum of 25 telekinetically lift anything in the sphere feet deep at 18th level). If the wall’s thick- This spell functions like a fly spell, except ness is more than the depth of the passage that normally weighs 5,000 pounds or less. you can fly at a speed of 40 feet (30 feet if created, then a single passwall simply The telekinetic control extends from you wearing medium or heavy armor, or if makes a niche or short tunnel. Several out to medium range (100 feet + 10 feet per carrying a medium or heavy load) with passwall spells can then form a continuing caster level) after the sphere has succeeded average maneuverability. When using this passage to breach very thick walls. When in encapsulating its contents. spell for long-distance movement, you can passwall ends, creatures within the passage You can move objects or creatures in the hustle without taking nonlethal damage (a are ejected out the nearest exit. If someone sphere that weigh a total of 5,000 pounds forced march still requires Constitution dispels the passwall or you dismiss it, crea- or less by concentrating on the sphere. You checks). This means you can cover 64 tures in the passage are ejected out the far can begin moving a sphere in the round exit, if there is one, or out the sole exit if miles in an eight-hour period of flight (or after casting the spell. If you concentrate there is only one. 48 miles at a speed of 30 feet). See page 164 on doing so (a standard action), you can Material Component: A pinch of sesame for more on overland movement. move the sphere as much as 30 feet in a seeds. round. If you cease concentrating, the sphere does not move in that round (if on a Owl’s Wisdom Pass without Trace level surface) or descends at its falling rate Transmutation Transmutation (if aloft) until it reaches a level surface, or Level: Clr 2, Drd 2, Pal 2, Rgr 2, Sor/Wiz 2 Level: Drd 1, Rgr 1 the spell’s duration expires, or you begin Components: V, S, M/DF Components: V, S, DF concentrating again. If you cease concen- Casting Time: 1 standard action Casting Time: 1 standard action trating (voluntarily or due to failing a Con- Range: Touch Range: Touch centration check), you can resume concen- Target: Creature touched Targets: One creature/level touched trating on your next turn or any later turn Duration: 1 min./level Duration: 1 hour/level (D) during the spell’s duration. Saving Throw: Will negates (harmless) Saving Throw: Will negates (harmless) The sphere falls at a rate of only 60 feet Spell Resistance: Yes Spell Resistance: Yes (harmless) per round, which is not fast enough to cause damage to the contents of the The transmuted creature becomes wiser. The subject or subjects can move through sphere. The spell grants a +4 enhancement bonus any type of terrain—mud, snow, dust, or You can move the sphere telekinetically to Wisdom, adding the usual benefit to the like—and leave neither footprints nor even if you are in it. Wisdom-related skills. Clerics, druids, scent. Tracking the subjects is impossible",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 min./level (D) steed has a black head and body, gray mane Alarm 9th 500 XP and tail, and smoke-colored, insubstantial Animate objects 14th 3,000 XP This spell functions like silent image, except hooves that make no sound. It has what Dancing lights 9th 500 XP that the figment includes visual, auditory, seems to be a saddle, bit, and bridle. It does Ghost sound 9th 500 XP not fight, but animals shun it and refuse to olfactory, and thermal components, and Gust of wind 11th 1,500 XP attack it. the figment follows a script determined by Invisibility 10th 1,000 XP The mount has an AC of 18 (–1 size, +4 you. The figment follows that script Magic mouth 10th 1,000 XP natural armor, +5 Dex) and 7 hit points +1 without your having to concentrate on it. Mordenkainen’s private 13th 2,500 XP hit point per caster level. If it loses all its The illusion can include intelligible sanctum hit points, the phantom steed disappears. A speech if you wish. For instance, you could Phase door 15th 3,500 XP phantom steed has a speed of 20 feet per Prismatic sphere 17th 4,500 XP create the illusion of several orcs playing caster level, to a maximum of 240 feet. It Prismatic wall 16th 4,000 XP cards and arguing, culminating in a can bear its rider’s weight plus up to 10 Shrink item 11th 1,500 XP fistfight. pounds per caster level. Solid fog 12th 2,000 XP Material Component: A bit of fleece and These mounts gain certain powers ac- Stinking cloud 11th 1,500 XP several grains of sand. cording to caster level. A mount’s abilities Symbol of death 16th 4,000 XP include those of mounts of lower caster Symbol of fear 14th 3,000 XP Phantasmal Killer levels. Thus, a mount created by a 12th- Symbol of insanity 16th 4,000 XP Symbol of pain 13th 2,500 XP Illusion (Phantasm) [Fear, Mind-Affecting] level caster has the 8th, 10th, and 12th",
        "name":  "Spell Caster Level XP Cost Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One humanoid creature Duration: Permanent until discharged your pointing finger. You must succeed on Duration: 1 min./level (D) Saving Throw: None a ranged touch attack with the ray to deal Saving Throw: Fortitude negates Spell Resistance: No damage to a target. The ray deals 1d3 Spell Resistance: Yes points of cold damage. 269 SPELLS CHAPTER 11: You create powerful magic in some spe- Target: Dead creature touched d% Incarnation Str Dex Con cially prepared object—a statuette, a jew- Duration: Instantaneous 01 Bugbear +4 +2 +2 eled rod, a gem, or the like. This object Saving Throw: None; see text 02–13 Dwarf +0 +0 +2 contains the power to instantly transport Spell Resistance: Yes (harmless) 14–25 Elf +0 +2 –2 its possessor across any distance within the 26 Gnoll +4 +0 +2 same plane to your abode. Once the item is With this spell, you bring back a dead 27–38 Gnome –2 +0 +2 transmuted, you must give it willingly to a creature in another body, provided that its 39–42 Goblin –2 +2 +0 creature and at the same time inform it of a death occurred no more than one week 43–52 Half-elf +0 +0 +0 command word to be spoken when the before the casting of the spell and the sub- 53–62 Half-orc +2 +0 +0 item is used. To make use of the item, the ject’s soul is free and willing to return (see 63–74 Halfling –2 +2 +0 subject speaks the command word at the Bringing Back the Dead, page 171). If the 75–89 Human +0 +0 +0 same time that it rends or breaks the item subject’s soul is not willing to return, the 90–93 Kobold –4 +2 –2 (a standard action). When this is done, the spell does not work; therefore, a subject 94 Lizardfolk +2 +0 +2 individual and all objects it is wearing and that wants to return receives no saving 95–98 Orc +4 +0 +0 carrying (to a maximum of the character’s throw. 99 Troglodyte +0 –2 +4 heavy load) are instantly transported to Since the dead creature is returning in a 100 Other ? ? ? your abode. No other creatures are affected new body, all physical ills and afflictions (DM’s choice) (aside from a familiar that is touching the are repaired. The condition of the remains The reincarnated creature gains all abilities subject). is not a factor. So long as some small por- You can alter the spell when casting it so tion of the creature’s body still exists, it can associated with its new form, including that it transports you to within 10 feet of be reincarnated, but the portion receiving forms of movement and speeds, natural the possessor of the item when it is broken armor, natural attacks, extraordinary the spell must have been part of the and the command word spoken. You will abilities, and the like, but it doesn’t auto- creature’s body at the time of death. The have a general idea of the location and matically speak the language of the new magic of the spell creates an entirely new situation of the item possessor at the time form. Refer to the Monster Manual for young adult body for the soul to inhabit the refuge spell is discharged, but once you details. from the natural elements at hand. This decide to alter the spell in this fashion, you A wish or a miracle spell can restore a re- process takes 1 hour to complete. When have no choice whether or not to be incarnated character to his or her original the body is ready, the subject is rein- transported. form. carnated.",
        "name":  "A ray of freezing air and ice projects from Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Since the spell’s duration is in- in diameter and loose objects weighing objects are. Objects 3 inches in diameter or stantaneous, it does not prevent reinfec- tion after a new exposure to the same more than 500 pounds are not affected. smaller that are fixed in place splinter and disease at a later date. Anything else, including animated objects, break, and the pieces move with the wave small boulders, and creatures in metal of energy. Objects affected by the spell are Remove Fear armor, moves back. Fixed objects 3 inches repelled at the rate of 40 feet per round. Abjuration in diameter or smaller bend or break, and Objects such as wooden shields, spears,",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature plus one addi- and the like are pushed back, dragging let go. A creature being dragged by a shield tional creature per four levels, no two their bearers with them. Even magic items can loose it as a move action and drop it as of which can be more than 30 ft. apart with metal components are repelled, a free action.) If a spear is planted (set) to",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Personal When this spell is cast upon a piece of rope neously destroys 1d6 points of Armor",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You from 5 to 30 feet long, one end of the rope Class gained from metal armor (to the",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S is no longer useful, you change into a stone 277 SPELLS CHAPTER 11: golem and walk away. When pursued, you front of you. It negates magic missile attacks from a lawful text. The reliquary costs at change into a flea, which hides on a horse directed at you. The disk also provides a +4 least 500 gp. until it can hop off. From there, you can shield bonus to AC. This bonus applies become a dragon, an orc, or just about against incorporeal touch attacks, since it Shield Other anything else you are familiar with. is a force effect. The shield has no armor Abjuration",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Clr 2, Pal 2, Protection 2 you get a +10 bonus on your Disguise chance. Unlike with a normal tower Components: V, S, F shield, you can’t use the shield spell for check. Casting Time: 1 standard action cover.",
        "name":  "If you use this spell to create a disguise, check penalty or arcane spell failure Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A jade circlet worth no less than Range: Close (25 ft. + 5 ft./2 levels) 1,500 gp, which you must place on your Target: One creature head when casting the spell. (The focus Shield of Faith Duration: 1 hour/level (D) melds into your new form when you Abjuration Saving Throw: Will negates (harmless) change shape.) Level: Clr 1 Spell Resistance: Yes (harmless)",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (object) with a bit of holy text written upon it. of hit points from a lowered Constitution score, the reduction is not split with you Shatter creates a loud, ringing noise that Shield of Law because it is not hit point damage. When breaks brittle, nonmagical objects; sunders a single solid, nonmagical object; or Abjuration [Lawful] the spell ends, subsequent damage is no damages a crystalline creature. Level: Clr 8, Law 8 longer divided between the subject and",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action if the opponent is wearing metal armor (or Saving Throw: Will negates (object)",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 hour/level (D) is a full-round action. concealment, including that caused by fog You can, at your option, remain within a and the like. True seeing does not help the By means of this spell, you are able to as- tree without transporting yourself, but you viewer see through mundane disguises, sume the form of a Large living tree or are forced out when the spell ends. If the spot creatures who are simply hiding, or shrub or a Large dead tree trunk with a tree in which you are concealed is chopped notice secret doors hidden by mundane small number of limbs. The closest in- down or burned, you are slain if you do not means. In addition, the spell effects cannot spection cannot reveal that the tree in exit before the process is complete. be further enhanced with known magic, so question is actually a magically concealed one cannot use true seeing through a crystal creature. To all normal tests you are, in True Resurrection ball or in conjunction with clairaudience/ fact, a tree or shrub, although a detect magic Conjuration (Healing) clairvoyance. spell reveals a faint transmutation on the Level: Clr 9 Material Component: An ointment for the tree. While in tree form, you can observe Casting Time: 10 minutes eyes that costs 250 gp and is made from all that transpires around you just as if you mushroom powder, saffron, and fat. were in your normal form, and your hit This spell functions like raise dead, except points and save bonuses remain that you can resurrect a creature that has True Strike unaffected. You gain a +10 natural armor been dead for as long as 10 years per caster Divination bonus to AC but have an effective Dexter- level. This spell can even bring back crea- Level: Sor/Wiz 1 ity score of 0 and a speed of 0 feet. You are tures whose bodies have been destroyed, Components: V, F provided that you unambiguously identify immune to critical hits while in tree form. Casting Time: 1 standard action the deceased in some fashion (reciting the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Certain rolls, such as damage and hit points, have a ability drain: A permanent loss of 1 or more ability score points. minimum of 1. The character can only regain these points through magical means. A character with Strength 0 falls to the ground and is helpless. A MULTIPLYING character with Dexterity 0 is paralyzed. A character with Constitution 0 is dead. A Character with Intelligence, Wisdom, or Sometimes a special rule makes you multiply a number or a die roll. Charisma 0 is unconscious. As long as you’re applying a single multiplier, multiply the number ability modifier: The bonus or penalty associated with a par- normally. When two or more multipliers apply to any abstract value (such as a modifier or a die roll), however, combine them into a ticular ability score. Ability modifiers apply to die rolls for character single multiple, with each extra multiple adding 1 less than its value actions involving the corresponding abilities. to the first multiple. Thus, a double (×2) and a double (×2) applied to ability score: The numeric rating of one of the six character the same number results in a triple (×3, because 2 + 1 = 3). abilities (see ability). Some creatures lack certain ability scores; For example, Tordek, a high-level dwarven fighter, deals 1d8+6 others cannot be rated in particular abilities. points of damage with a warhammer. On a critical hit, a warhammer action: A character activity. Actions are divided into the fol- deals triple damage, so that’s 3d8+18 damage for Tordek. A magic lowing categories, according to the time required to perform them dwarven thrower warhammer deals double damage (2d8+12 for (from most time required to least): full-round actions, standard Tordek) when thrown. If Tordek scores a critical hit while throwing actions, move actions, and free actions. the dwarven thrower, his player rolls quadruple damage adjacent: In a square that shares a border or a corner with a (4d8+24) because 3 + 1 = 4. designated square. Each square is adjacent to eight other squares on Another way to think of it is to convert the the board. multiples into additions. Tordek’s critical hit adventuring party: A group of characters who adventure increase his damage by 2d8+12, and the together. An adventuring party is composed of player characters dwarven thrower’s doubling of damage plus any followers, familiars, animal companions, associ- increases his damage by 1d8+6, so both of ates, cohorts, or hirelings they might have. them together increase his damage by 3d8+18 alignment: One of the nine descrip- for a grand total of 4d8+24. tors of morality for intelligent When applying multipliers to real-world creatures: lawful good values (such as weight or distance), normal rules (LG), neutral good of math apply instead. A creature whose size doubles (thus multiplying its weight by 8) and then is turned to (NG), chaotic stone (which would multiply its weight by a factor of good (CG), roughly 3) now weighs about 24 times normal, not 10 lawful neutral times normal. Similarly, a blinded creature (LN), neutral (N), chaotic neutral (CN), lawful attempting to negotiate difficult terrain would evil (LE), neutral evil (NE), and chaotic evil (CE). count each square as 4 squares (doubling the cost ally: A creature friendly to you. In most cases, twice, for a total multiplier of ×4), rather than as references to “allies” include yourself. 3 squares (adding 100% twice). animal: A type of creature that includes all natural animals, dire animals, giant GLOSSARY animals, and some other nonmagical vertebrate creatures (see the Monster Manual). 0-level spell: A spell of the lowest Animals always have an Intelligence score of 1 possible level. Arcane spellcasters often or 2. call their 0-level spells “cantrips,” and arcane spell failure: The chance that a spell divine spellcasters often call them “orisons.” fails and is cast to no effect because the 5-foot step: A small position adjustment that does caster’s ability to use a somatic not count as an action. Usually (but not always), a 5-foot component was hampered by armor. step is permitted at any point in the round (such as Bards can ignore the arcane spell failure before or after a full-round action, between attacks in a chance for light armor when casting bard full attack, between a standard action and a move action, spells. or between two move actions). You can’t take a 5-foot step 304 Lidda surprises arcane spells: Arcane spells involve the direct manipulation of base land speed: The speed a character can move while unar- mystic energies. Bards, sorcerers, and wizards cast arcane spells. mored. Base land speed is derived from character race. armor bonus: A bonus to Armor Class granted by armor or by a base save bonus: A saving throw modifier derived from char- spell or magical effect that mimics armor. Armor bonuses stack with acter class and level. Base save bonuses increase at different rates for all other bonuses to Armor Class (even with natural armor bonuses) different character classes. Base save bonuses gained from except other armor bonuses. Magic armor typically grants an different classes, such as when a character is a multiclass enhancement bonus to the armor’s armor bonus, which has the character, stack. effect of increasing the armor’s overall bonus. An armor bonus battle grid: A play surface marked granted by a spell or magic item typically takes the form of an off in 1-inch squares, which is invisible, tangible field of force around the recipient. An armor used to keep track of the bonus doesn’t apply against touch attacks, except for armor bonuses locations of creatures and granted by force effects (such as the mage armor spell) which apply characters (represented by against incorporeal touch attacks, such as that of a shadow. miniatures figures) during Armor Class (AC): A number representing a creature’s combat and other tactical ability to avoid being hit in combat. An opponent’s attack situations. roll must equal or exceed the target creature’s Armor Class blind: Unable to see. A to hit it. Armor Class = 10 + all modifiers that apply blind character takes –2 (typically armor bonus, shield bonus, Dexterity mod- penalty to Armor Class, ifier, and size modifier). loses his Dexterity bonus to artifact: A magic item of incredible power. AC (if any), moves at half Some spells do not function when targeted speed, and takes a –4 penalty on an artifact. on Search checks and on",
        "name":  "Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A Tiny creature is typically between 1 and 2 feet in height Will save: A type of saving throw, related to a character’s ability or length and weighs between 1 and 8 pounds. to withstand damage thanks to his mental toughness. total concealment: Attacks against a target with total conceal- Wisdom (Wis): The ability that describes a character’s willpower, ment have a 50% miss chance. Total concealment blocks line of common sense, perception, and intuition. sight. See concealment. wizard (Wiz): A class made up of characters who are schooled in the arcane arts. 314 Armor Class 134 cease concentration on spell cross-class skill 61, 62 Index modifiers 151 (free action) 144 customizing your character 110 of objects 166 Chaos domain 186 cylinder (spell area) 175",
        "name":  "Tiny",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC, armor check Based on the original DUNGEONS \u0026 DRAGONS® game by E. penalty –1, speed 30 ft., 10 lb.).",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Juniper has a speed of 30 feet or stoneworking) 4 Int — instead of the normal 20 feet for a halfling when she is Decipher Script 4 Int — Gather Information 4 Cha — wearing no armor, light armor, or medium armor (and Knowledge (any one) 4 Int — not carrying a heavy load). Knowledge (any one) 4 Int —",
        "name":  "Fast Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty –4, local notable people, legendary items, or noteworthy speed 15 ft., 15 lb.) places. Heavy wooden shield (+2 AC, armor check penalty",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1d4 gp. civilizations are usually dug from hills and mountains, Ellywick the gnome cleric is devoted to her patron, most dwarves care little for the surface world, or for nat- Garl Glittergold. Like him, she has a ready wit, a pas- ural flora and fauna. But exceptions do exist. sion for practical jokes, and a fondness for gems. She has chosen her skills and her feat so as to take full DWARF DRUID STARTING PACKAGE advantage of the extra options offered by the Trickery Armor: Hide (+3 AC, armor check penalty –3, domain. By taking Spell Focus (Illusion) as her feat, she speed 20 ft., 25 lb.) maximizes the effectiveness of her racial bonus to the Heavy wooden shield (+2 AC, armor check penalty Difficulty Class of saves against her domain spells. –2, 10 lb.)",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC, armor check penalty –4,",
        "name":  "Armor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Burek can identify plants and ani- speed 20 ft., 30 lb.) mals (their species and special traits) with perfect accu- Heavy wooden shield (+2 AC, armor check penalty racy. He can determine whether water is safe to drink –2, 10 lb.) 5 or dangerous.",
        "name":  "Nature Sense",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Backpack with waterskin, one day’s trail Skill Ranks Ability Armor Check Penalty rations, bedroll, sack, flint and steel, quiver with 20 Balance 4 Dex 0 arrows. Climb 4 Str 0",
        "name":  "Gear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male half-orc Monk 1; CR 1; Medium spells or effects and a +1 racial bonus on Listen, Spot, humanoid (orc); HD 1d8; hp 8; Init +2; Spd 30 ft.; AC and Search checks (already figured into the statistics 14, touch 14, flat-footed 12; Base Atk +0, Grp +6; Atk +2 given above). melee (1d6+2, unarmed strike), or +2 melee (1d6+2/0, kama), or +2 ranged (1d6, sling); SA flurry of blows 6 (–2/–2 melee), unarmed strike; SQ darkvision 60 ft.; AL Skill Ranks Ability Armor Check Penalty LG; SV Fort +2, Ref +4, Will +4; Str 15, Dex 15, Con 10, Climb (cc) 2 Str –6 Diplomacy 4 Cha — Int 10, Wis 14, Cha 6. Heal 4 Wis —",
        "name":  "Kurgoth",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Pick a number of skills equal to 6 also has a +2 racial bonus on saves against enchantment + Int modifier. spells or effects and a +1 racial bonus on Listen, Spot, and Search checks (already figured into the statistics Skill Ranks Ability Armor Check Penalty Climb 4 Str –1 given above). Heal 4 Wis — Wild Empathy:Susalla can use body language, Hide 4 Dex –1 vocalizations, and demeanor to improve the attitude of Knowledge (nature) 4 Int — an animal. This ability functions just like a Diplomacy Listen 4 Wis — Move Silently 4 Dex –1 check made to influence the attitude of a person, but Search 4 Int — Susalla’s modifier to the die roll is +3. The typical Spot 4 Wis — domestic animal has a starting attitude of indifferent, Survival 4 Wis — while wild animals are usually unfriendly. To use wild Swim 4 Str –2 empathy, Susalla must be able to study the animal and",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A beguiler casts arcane spells, which are drawn disadvantage or for their own good, then the beguiler is the from the beguiler spell list on page 11. When you gain class for you. More than any other kind of character, you rely access to a new level of spells, you automatically know all on Charisma-based skills to change the reactions of others, the spells for that level on the beguiler’s spell list. You can while your other class abilities enable you to catch others off cast any spell you know without preparing it ahead of time. guard with devastating spell-based attacks. Essentially, your spell list is the same as your spells known 7 NEW CLASSES CHAPTER 1 Table 1–1: The Beguiler Hit Die: d6 Base Attack Fort Ref Will — Spells per Day — Level Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1st +0 +0 +0 +2 Armored mage, trapfinding 5 3 — — — — — — — — 2nd +1 +0 +0 +3 Cloaked casting (+1 DC), surprise casting 6 4 — — — — — — — — 3rd +1 +1 +1 +3 Advanced learning 6 5 — — — — — — — — 4th +2 +1 +1 +4 — 6 6 3 — — — — — — — 5th +2 +1 +1 +4 Silent Spell 6 6 4 — — — — — — — 6th +3 +2 +2 +5 Surprise casting (move action) 6 6 5 3 — — — — — — 7th +3 +2 +2 +5 Advanced learning 6 6 6 4 — — — — — — 8th +4 +2 +2 +6 Cloaked casting (+2 to overcome SR) 6 6 6 5 3 — — — — — 9th +4 +3 +3 +6 — 6 6 6 6 4 — — — — — 10th +5 +3 +3 +7 Still Spell 6 6 6 6 5 3 — — — — 11th +5 +3 +3 +7 Advanced learning 6 6 6 6 6 4 — — — — 12th +6/+1 +4 +4 +8 — 6 6 6 6 6 5 3 — — — 13th +6/+1 +4 +4 +8 — 6 6 6 6 6 6 4 — — — 14th +7/+2 +4 +4 +9 Cloaked casting (+2 DC) 6 6 6 6 6 6 5 3 — — 15th +7/+2 +5 +5 +9 Advanced learning 6 6 6 6 6 6 6 4 — — 16th +8/+3 +5 +5 +10 — 6 6 6 6 6 6 6 5 3 — 17th +8/+3 +5 +5 +10 — 6 6 6 6 6 6 6 6 4 — 18th +9/+4 +6 +6 +11 — 6 6 6 6 6 6 6 6 5 3 19th +9/+4 +6 +6 +11 Advanced learning 6 6 6 6 6 6 6 6 6 4 20th +10/+5 +6 +6 +12 Cloaked casting (overcomes SR) 6 6 6 6 6 6 6 6 6 5 Class Skills (6 + Int modifier per level, ×4 at 1st level): Appraise, Balance, Bluff, Climb, Concentration, Decipher Script, Diplomacy, Disable Device, Disguise, Escape Artist, Forgery, Gather Information, Hide, Jump, Knowledge (arcana), Knowledge (local), Listen, Move Silently, Open Lock, Profession, Search, Sense Motive, Sleight of Hand, Speak Language, Spellcraft, Spot, Swim, Tumble, Use Magic Device. list. You also have the option of adding to your existing spell A beguiler who beats a trap’s DC by 10 or more with a Dis- list through your advanced learning class feature (see below) able Device check can study a trap, fi gure out how it works, as you increase in level. and bypass it (with his allies) without disarming it. To cast a beguiler spell, you must have an Intelligence Cloaked Casting (Ex): Starting at 2nd level, a beguiler’s score of 10 + the spell’s level (Int 10 for 0-level spells, Int 11 spells become more effective when cast against an unwary for 1st-level spells, and so forth). The Diffi culty Class for a foe. You gain a +1 bonus to the spell’s save DC when you cast saving throw against a beguiler’s spell is 10 + the spell’s level + a spell that targets any foe who would be denied a Dexterity the beguiler’s Int modifi er. Like other spellcasters, a beguiler bonus to AC (whether the target actually has a Dexterity can cast only a certain number of spells of each spell level bonus or not). per day. The base daily spell allotment is given on Table 1–1. At 8th level, you gain a +2 bonus on rolls made to overcome In addition, you receive bonus spells for a high Intelligence the spell resistance of any affected target. score (PH 8). At 14th level, the bonus to your spell’s save DC increases A beguiler need not prepare spells in advance. You can to +2. cast any spell you know at any time, assuming you have not At 20th level, you become able to automatically overcome yet used up your spells per day for that spell level. the spell resistance of any affected target. Armored Mage (Ex): Normally, armor of any type Surprise Casting (Ex): Starting at 2nd level, when you interferes with an arcane spellcaster’s gestures, which successfully use the Bluff skill to feint in combat, your can cause your spells to fail if those spells have a somatic target is denied its Dexterity bonus (if it has one) to AC for component. A beguiler’s limited focus and specialized the next melee attack you make against it or the next spell training, however, allow you to avoid any chance of arcane you cast. You must remain in melee with the target, and the spell failure as long as you restrict yourself to light armor. attack must be made or the spell cast on or before your next This training does not extend to any other form of armor, turn. The target is not considered fl at-footed and therefore nor does this ability apply to spells gained from other spell- can make attacks of opportunity against you if you do not casting classes. cast defensively.",
        "name":  "If you delight in manipulating others, either to their Spells",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). silence for stealth, and spells such as knock and spider climb to Other Gear: Standard adventurer’s kit, spell component do things for which rogues must use skills. High bonuses in pouch, thieves’ tools, 40 gp. Bluff and Concentration are a must if you’re going to use the surprise casting ability. BEGUILERS IN THE WORLD You have many good options for feats, but be sure to take “Just wait ’till I get my hands on her. No one makes a fool of Combat Casting, Combat Expertise, and Improved Feint Obramus Tumbor!” to get the most from surprise casting and cloaked casting. —Obramus Tumbor, being made a fool of by a beguiler Complete Adventurer offers Mobile Spellcasting, a feat that allows you to cast a spell and move as a single standard The beguiler class gives players a chance to play the arche- action. Combining this with the benefi ts provided to you by typal trickster. The class provides the skill set of a rogue Improved Feint and the Tumble skill, you could move into and a selection of arcane spells without the complications of melee, feint, and cast a spell that gets the benefi t of cloaked balancing multiple classes. Beguilers also make great villains. casting or surprise casting. You should also consider taking By manipulating NPCs and situations the PCs encounter, the Battle Caster feat from Complete Arcane, which allows a an evil beguiler can operate behind the scenes and trick the beguiler to wear medium armor without spell failure. Com- adventurers to his own ends. bining it with the Armor Profi ciency (medium) feat gives you much greater protection. If you’re interested in having Daily Life a lot of feats, it might be worthwhile to take a level of fi ghter, The way a beguiler behaves depends on his or her individual since the 1st level of the fi ghter class gives you profi ciency sense of morality. Some think nothing of adopting false with all types of armor and a bonus feat you could use for identities or impersonating others as a matter of course. Combat Expertise or Improved Feint. They rely on their spells and their charm to get others to give them what they want. Other beguilers fi nd themselves STARTING PACKAGES driven to use their powers of persuasion to help people. Package 1: The Controller They see the daily troubles of others and can’t help getting Human Beguiler involved in solving arguments, matchmaking, and ending",
        "name":  "Remember that you can use spells such as invisibility and Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Specialization (heavy)*.",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC). Organizations",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain shirt (+4 AC). Since duskblades are few and far between, they are natural",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Knights are always lawful. Their dedication in a single encounter. If your first chosen foe is defeated to a code of conduct is but one expression of their devotion or flees the area, you can issue a new challenge to a dif- to order. Most knightly orders arise as institutions forged to ferent foe. You cannot switch foes if your original target is protect a kingdom from invaders or to enforce the law against still active. chaos from within. At 7th level, the bonus you gain from this ability increases While knights value order, they tend in equal numbers to +2. At 13th level, it rises to +3. At 19th level, it increases toward good, evil, and neutrality. Lawful good knights see to +4. 26 1 RETPAHC SESSALC WEN Table 1–4: The Knight Hit Die: d12 Base Attack Fort Ref Will Level Bonus Save Save Save Special 1st +1 +0 +0 +2 Fighting challenge +1, knight’s challenge, knight’s code 2nd +2 +0 +0 +3 Mounted Combat, shield block +1 3rd +3 +1 +1 +3 Bulwark of defense 4th +4 +1 +1 +4 Armor mastery (medium), test of mettle 5th +5 +1 +1 +4 Bonus feat, vigilant defender 6th +6/+1 +2 +2 +5 Shield ally 7th +7/+2 +2 +2 +5 Fighting challenge +2 8th +8/+3 +2 +2 +6 Call to battle 9th +9/+4 +3 +3 +6 Armor mastery (heavy) 10th +10/+5 +3 +3 +7 Bonus feat 11th +11/+6/+1 +3 +3 +7 Shield block +2 12th +12/+7/+2 +4 +4 +8 Daunting challenge 13th +13/+8/+3 +4 +4 +8 Fighting challenge +3 14th +14/+9/+4 +4 +4 +9 Improved shield ally 15th +15/+10/+5 +5 +5 +9 Bonus feat 16th +16/+11/+6/+1 +5 +5 +10 Bond of loyalty 17th +17/+12/+7/+2 +5 +5 +10 Impetuous endurance 18th +18/+13/+8/+3 +6 +6 +11 — 19th +19/+14/+9/+4 +6 +6 +11 Fighting challenge +4 20th +20/+15/+10/+5 +6 +6 +12 Loyal beyond death, shield block +3 Class Skills (2 + Int modifier per level, ×4 at 1st level): Climb, Handle Animal, Intimidate, Jump, Knowledge (nobility and royalty), Ride, Swim. Test of Mettle (Ex): Starting at 4th level, you can shout a The effect of a test of mettle lasts for a number of rounds challenge to all enemies, calling out for the mightiest among equal to 5 + your Charisma bonus (if any). Whether a creature them to face you in combat. Any target of this ability must fails or succeeds on its save against your test of mettle, it can have a language of some sort and an Intelligence score of 5 only be targeted by this effect once per day. or higher. Creatures that do not meet these requirements are Call to Battle (Ex): Starting at 8th level, you become an immune to the test of mettle. You must have line of sight and inspiring figure on the battlefield. When all seems lost, line of effect to the targets of this ability. you are a beacon of hope who continues to fight on despite As a swift action, you can expend one use of your knight’s the odds. No cause is yet lost when a knight still battles challenge ability to cause all your enemies within 100 feet on its name. with a CR greater than or equal to your character level minus As a swift action, you can expend one use of your knight’s 2 to make Will saves (DC 10 + 1/2 your class level + your Cha challenge ability to grant an ally another save against a fear modifi er). Creatures that fail this save are forced to attack you effect. The target gains a bonus on this save equal to your with their ranged or melee attacks in preference over other Charisma bonus (if any). If the target succeeds on this save, available targets. If a foe attacks by casting a spell or using he gains the benefi t for a successful save against the attack a supernatural ability, he must target you with the attack or or spell. This ability refl ects your talent to inspire your allies include you in the effect’s area. in the face of a daunting foe. An opponent compelled to act in this manner is not thrown For example, Lidda fails her save against a lich’s fear spell. into a mindless rage and does not have to move to attack you On his next action, Sir Agrivail uses his call to battle ability in melee if doing so would provoke attacks of opportunity to grant Lidda another save. If she succeeds, she immediately against him. In such a case, he can use ranged attacks against shrugs off the effect of the fear spell. you or attack any opponents he threatens as normal. If anyone Daunting Challenge (Ex): Starting at 12th level, you can call other than you attacks the target, the effect of the test of out opponents, striking fear into the hearts of your enemies. mettle ends for that specifi c target. In this manner you separate the strong-minded from the If you are reduced to 0 or fewer hit points by an oppo- weak-willed, allowing you to focus on opponents that are nent forced to attack you due to this ability, you gain one worthy foes. additional use of your knight’s challenge ability for that As a swift action, you can expend one use of your knight’s day. This additional use comes from increased confi dence challenge ability to issue a daunting challenge. This ability and the knowledge that you have proved your mettle as a affects all creatures within 100 feet of you that have a CR less knight against your enemies by calling out foes even against than your character level minus 2. Targets must be able to overwhelming odds. This additional use disappears if you hear you, speak or understand a language of some sort, and have not used it by the start of the next day. You can only have an Intelligence score of 5 or more. All targets who meet gain one additional use of your knight’s challenge ability in these conditions must make Will saves (DC 10 + 1/2 your this manner per day. class level + your Cha modifi er) or become shaken. 27 NEW CLASSES CHAPTER 1 Whether a creature fails or succeeds on its save against The Knight’s Code: You fi ght not only to defeat your foes your daunting challenge, it can only be targeted by this effect but to prove your honor, demonstrate your fi ghting ability, once per day. and win renown across the land. The stories that arise from Bond of Loyalty (Ex): Starting at 16th level, your loyalty your deeds are just as important to you as the deeds them- to your comrades endures even in the face of powerful selves. A good knight hopes that her example encourages magic. You can expend one use of your knight’s challenge others to lead righteous lives. A neutral knight wishes to ability to make an additional saving throw against a mind- uphold the cause of his liege (if he has one) and win glory. An affecting spell or ability. You can use this ability once per evil knight seeks to win acclaim across the land and increase round as a free action and can continue to use it even if an her own personal power. opponent is controlling your actions with a mind-affecting The knight’s code focuses on fair play: A victory achieved spell or ability. through pure skill is more diffi cult, and hence wins more Loyal Beyond Death (Ex): At 20th level, if you are reduced glory, than one achieved through trickery or guile. to 0 or fewer hit points by an effect that otherwise leaves your body intact, you can expend one use of your knight’s • A knight does not gain a bonus on attack rolls when fl ank- challenge ability to remain conscious and continue to act for ing. You still confer the benefi t of a fl anking position to 1 more round before dying. You can use this ability even if your ally, but you forgo your own +2 bonus on attack rolls. your hit point total is –10 or lower. If your body is somehow You can choose to keep the +2 bonus, but doing so violates destroyed before your next action (such as by disintegrate), your code of honor (see below). then you cannot act. You can continue to expend uses of your • A knight never strikes a fl at-footed opponent. Instead, you knight’s challenge ability to survive from round to round allow your foe to ready himself before attacking. until you run out of uses. If you receive healing that leaves • A knight never deals lethal damage against a helpless foe. you with more than –10 hit points, you survive (or You can strike such a foe, but only with attacks that deal fall unconscious, as appropriate to your new hit nonlethal damage. point total) when you stop using this ability. Otherwise, death overtakes If you violate any part of this code, you lose one use of you when you run out of uses of your your knight’s challenge ability for the day. If your knight’s challenge ability. knight’s challenge ability is not available when you violate the code (for example, if you have exhausted your uses for the day), you take a –2 penalty on attack rolls and saves for the rest of that day. Your betrayal of your code of conduct undermines the foundation of confi dence and honor that drives you forward. While you cleave to your view of hon- or, chivalry, and pursuit of glory, you do not force your views on others. You might chide a rogue for sneaking around a battlefield, but you recognize (and perhaps even feel a bit smug about) the reality that not everyone is fi t to follow the knight’s path.",
        "name":  "Alignment",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 2nd level, you gain Mounted Combat as a bonus feat. Shield Block (Ex): Starting at 2nd level, you excel in using your armor and shield to frus- trate your enemy’s attacks. During your action, des- ignate a single opponent as the target of this abil- ity. Your shield bonus to AC against that foe increases by 1, as you move your shield to defl ect an incoming blow, possibly providing just enough pro- tection to turn a telling swing into a Sir Agrivail and Lady Sorra, knights near miss. Illus. by E. Polak 28 1 RETPAHC SESSALC WEN This shield bonus increases to +2 at 11th level and +3 at or evil depends solely on the knight’s preferences. Good 20th level. knights favor Heironeous, while neutral ones follow St. Bulwark of Defense (Ex): When you reach 3rd level, an Cuthbert. Evil knights, if they venerate a god, offer prayers opponent that begins its turn in your threatened area treats to Hextor. Knights of Heironeous and Hextor are renowned all the squares that you threaten as diffi cult terrain. Your for the epic duels they have fought against each other. strict vigilance and active defensive maneuvers force your Opposing armies sometimes halt their advance to allow opponents to move with care. these sworn enemies to duel to the death before the rest of Armor Mastery (Ex): Starting at 4th level, you are able to wear the battle is joined. your armor like a second skin and ignore the standard speed reduction for wearing medium armor. Starting at 9th level, you Other Classes ignore the speed reduction imposed by heavy armor as well. You respect paladins for their skill in combat and devotion to",
        "name":  "Mounted Combat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain shirt (+4 AC), heavy wooden shield (+2 AC). Some knights are lone wanderers with neither castle nor",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield Specialization (heavy). new cause worthy of her devotion. The knight’s order might",
        "name":  "Feat",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). Other knights are similar to paladins in that they place",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC), heavy steel shield (+2 AC). in his cause.",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC). Your skull for a cup!",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC), heavy wooden shield (+2 AC).",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can convert stored spell energy into the spells (1d8/19–20, 80 ft.). of one of your domains. Pick one of your two domains. You can Armor: Scale mail (+4 AC). “lose” any prepared spell (other than a domain spell) to cast any Other Gear: Spell component pouch, standard adventurer’s spell of the same level or lower on that domain list. Your choice kit, wooden holy symbol, 12 gp. is permanent unless an alignment change, deity change, or other Class Features: Channels positive energy; Healing and dramatic event leaves you incapable of accessing the domain. Sun domains.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hide (+3 AC). Languages: Common, Druidic.",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1st—cure light wounds, speak with animals; Armor: Leather (+2 AC), light wooden shield (+1 AC). 0—cure minor wounds (2), detect magic. Other Gear: Spell component pouch, standard adventurer’s kit, 1 gp, 8 sp. Package 2: The Feral Beast Class Feature: Wolf animal companion.",
        "name":  "Spells Prepared",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Beginning at 3rd level, whenever you cast a favored Armor: Scale mail (+4 AC). soul spell, you can choose any one ally affected by that spell Other Gear: Spell component pouch, standard adventur- (including yourself) to gain temporary hit points equal to three er’s kit. pqqqqqqqqqqqqqqqqqqqqrs MAKING A PROPHECY Add a random, unconnected remark, such as “The traitor sees What’s the point of being a prophet if you never get anything it all,” or “Now the door stands open to the night.” right? The trick in creating a prophecy is to bury it in symbols or metaphors that, after the fact, become perfectly obvious. Here’s an example: The more specific you are, the more likely it is that you will get something wrong. When rises the red moon above the North, Don’t use names, use titles. Instead of saying, “King Derath The Lion of Veronia ceases his roar. of Veronia,” say something like, “Veronia’s lord”—or better yet, Three times three are the slain. “the Lion of Veronia,” or even “the Lion of the East.” Rose petals fall from the elf maiden’s hands. Don’t use dates that occur once; use times of year, seasons, or celestial events. So, instead of saying “March 15th of the year These images could mean almost anything. The red moon might 635,” say something like “beneath the third moon,” or “when be a specific season or celestial phenomena, or a metaphor for winter’s grip weakens in the fifth year.” “war.” The Lion of Veronia might be its king or a Veronian-born Use metaphors instead of clear statements. Don’t say “dies,” hero. The rose petals could be flowers strewn on a grave, or or “is killed;” say “falls into darkness,” “stands before his fathers,” perhaps drops of blood—so was the elf maiden grieving for the or “goes into the night.” slain, or was she actually their murderer? It worked for Nostrada- mus; you can make it work for you. pqqqqqqqqqqqqqqqqqqqqrs 44 2 RETPAHC DEDNAPXE SESSALC FIGHTER",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain shirt (+4 AC).",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you select this class feature, you do not gain Armor: Scale mail (+4 AC), heavy steel shield (+2 AC). the fi ghter bonus feat at 12th level. Other Gear: Standard adventurer’s kit, 4 gp.",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail (+4 AC). concentrating on delivering one solid strike. Other Gear: Standard adventurer’s kit, 4 gp. pqqqqqqqqqqqqqqqqqqqqrs SCARS yard of burning metal shoved into your guts.” Every scar has a story, and your body tells many tales. Serrated Scar on Brow: “The lich said ‘run’ and I ran—right into",
        "name":  "You never waste time wounding your opponent, instead Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain shirt (+4 AC). blurs the traditional line between fighter and sorcerer. Other Gear: Standard adventurer’s kit, 10 gp. Replacing the familiar—a link to traditional forms of arcane magic—with a unique fi ghting companion helps establish Package 3: The Skirmisher the hexblade’s difference from the sorcerer. Elf Hexblade",
        "name":  "By mixing arcane spells with martial talents, the hexblade Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You’ve shaved your head and proudly display Ability Scores: Str 12, Dex 8, Con 14, Int 10, Wis 13, Cha 15. a tattoo of your deity’s holy symbol across your brow and Skills: Diplomacy, Heal, Sense Motive. naked head. Feats: Improved Initiative, Shield Specialization (heavy).",
        "name":  "Tattooed",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC).",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By choosing the dungeon specialist alternative 30 ft.). class feature, you give up both fast movement (normally Armor: Studded leather (+3 AC). gained at 3rd level and improved at 11th level) and evasion Other Gear: Standard adventurer’s kit, thieves’ tools, (normally gained at 5th level). 30 gp. 60 2 RETPAHC DEDNAPXE SESSALC SORCERER",
        "name":  "Replaces",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can apply metamagic feats that you know Other Gear: Spell component pouch, standard adventurer’s to sorcerer spells without increasing the casting time. This kit, 11 gp. benefi t even lets you quicken your sorcerer spells with the Spells Known: 1st—grease, mage armor, summon monster I; Quicken Spell feat. 0—acid splash, detect magic, daze, message, read magic. 62 2 RETPAHC DEDNAPXE SESSALC SWASHBUCKLER location so it can be dealt with more easily, while other You’ll do nearly anything on a dare, going so far as to risk times a monster is in too formidable a tactical location to your life to prove your panache. You have a style all your own. attack. That’s when you shine. You declare straightaway Agile and swift, witty and charming, you are the toast of the that you’re up to baiting the creature so that it’ll move in town wherever you go, although sometimes your antics earn the desired direction. Invective works, as does a swift you the displeasure of authority fi gures and the annoyance attack and retreat, but sometimes you end up snatching a of your more conservative compatriots. valuable item and running. Luckily, you excel both with your swift blade and your “You call that a monster? I’ve seen more dangerous claws in a equally agile tongue. You can charm even the most stone- barnyard!” hearted long enough to make your getaway. Master Magician: You claim you can endure anything, even Seeking fame, praise, and perhaps hoping to right the being buried alive. Why, you’ve gone a full seven days being occasional injustice, you leap into action, glorying in the life buried alive in a coffi n under 6 feet of earth, or so you claim. of a famous hero. If secretly allowed to make preparations to obtain food (and This class appears in the Complete Adventurer supplement. air), or if you can make a deal with a friend with the right Suggested Backgrounds (choose one): Drifter, Gladiator, Mari- spells to check up on you now and then, you might just take ner, Noble Scion. another dare to try eight days! Suggested Personality Archetypes (choose one): Challenger, “It’s true, that one time I almost died, but that was just to impress Daredevil, Rebel, Trickster, Wanderer. the ladies.”",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Chain shirt (+4 AC). Armor: Chain shirt (+4 AC).",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Studded leather (+3 AC).",
        "name":  "Armor",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You’ve always told yourself that you merely chosen school of magic. Activating this ability is an immedi- enjoy magic—who wouldn’t? It’s the best thing about living, ate action, and you can use this spell-like ability a number of isn’t it? But you’ve recently realized that your impulse control times per day equal to your Intelligence bonus (minimum might not be what it should when it comes to the discovery of 1). Its equivalent spell level is equal to one-half your wizard new tomes and items. No matter how evil the previous owner level (minimum 1st), and the caster level is your wizard level. of the item or tome, you can’t help but be curious about the The save DC (if any) is equal to 10 + 1/2 your wizard level + spells within. your Int modifi er. This is an extraordinary ability. However, you also know that true evil is a lure that can cage You can’t activate this ability in response to an attack that your mind and will just as effectively as an illithid can, and it you aren’t aware of. For instance, if an invisible rogue strikes can consume all your good works and past accomplishments. at you, you can’t activate urgent shield to gain a bonus to your To avoid that fate, you constantly look for items and or spells AC against the attack. All effects last until the start of your that might serve as an “insulator” so that you can study evil next turn unless otherwise noted. ttocserP .S yb .sullI Heroes battle the hordes of the Abyss 70 2 RETPAHC DEDNAPXE SESSALC",
        "name":  "Evil Curious",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fi ghter can select Active Shield Defense to slip past a foe’s defenses and deliver an accurate strike as one of his fi ghter bonus feats. against him.",
        "name":  "Your dexterous maneuvers and skilled acrobatics allow you Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fi ghter can select Adaptable Flanker as one of You can sacrifi ce your physical health to strengthen a spell. his fi ghter bonus feats. This process leaves you wracked with pain, but the enhanced energy you draw from the spell might provide the margin AGILE SHIELD FIGHTER between victory and defeat.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Profi ciency with shields, Improved Shield and complete this spell on the same turn that you use a swift Bash, Shield Specialization. action to activate this feat. In return, you take a –4 penalty",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fi ghter can select Agile Shield Fighter as one talents. By bleeding magical energy into your singing, oratory, of his fi ghter bonus feats. or other abilities, you enhance the pitch and sound, project your voice with a more commanding tone, and so forth.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Profi ciency with selected armor type, base between them. attack bonus +12.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one type of medium or heavy armor with which you are profi cient. When wearing masterwork armor (including magic armor) of that type, you gain damage reduc- tion 2/–. Any time you lose your Dexterity bonus to Armor Class, you lose the benefi t of this feat, because you cannot properly defl ect the blows of the enemy.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of armor. A fi ghter can select Armor Specialization as one of his fi ghter bonus feats. BATTLE DANCER You strike at your foes in time with the music you sing or in cadence with an oration you deliver. The magical power of your bardic performance drives you forward and improves your fi ghting ability.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you make a Listen check, you might learn strike with a 5-foot bonus to your attack’s reach. This benefi t more than normal about a source of noise. applies to both armed and unarmed attacks, including touch If you beat the Listen DC by 5 or more, you determine the attacks made to deliver spells. size, speed, and direction of the source of noise. Special: A fi ghter can select Lunging Strike as one of his If you beat the DC by 10 or more, you determine the fi ghter bonus feats. precise, current position of the creature or object that caused the sound. LURKING FAMILIAR If you beat the DC by 15 or more, you determine the Your familiar hides within the folds of your robe or takes type of armor the creature wears and what it carries, if cover behind you as your opponents close in. When it anything. moves to attack, its sudden appearance might catch your If you beat the DC by 20 or more, you learn the creature’s foe by surprise. type and subtypes. Prerequisites: Combat Familiar, arcane caster level 6th, The information you learn is cumulative. For example, familiar. if you got a Listen check result of 35 against a DC of 23, Benefi t: If your familiar occupies your square, it gains you gain the information for beating the check by 10 and cover against all attacks. As a consequence, it can make a by 5. These benefits apply to both standard and opposed Hide check to avoid your foe’s notice. If your familiar then Listen checks. leaves your space to attack an opponent, it gains the normal Also, you gain a +5 bonus on Listen checks to pinpoint benefi t for attacking from a hidden position. invisible creatures. MAD FOAM RAGER KI BLAST You fight with the rage that only a rabid badger or a beer- You focus your ki into a ball of energy that you can hurl at addled dwarf can bring to bear. In combat, you shrug off an opponent. attacks and continue fi ghting even in the face of horrifi c",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Profi ciency with shields.",
        "name":  "Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one type of shield from the following list: You charge across the battlefi eld, combining your speed and buckler, heavy, or light. When using a shield of the appropri- fi ghting ability to move and attack with unmatched skill. ate type, you increase its shield bonus to AC by 1.",
        "name":  "RAPID BLITZ Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Dex 13, Bounding Assault, Dodge, Mobil- Special: You can take this feat more than once. Each time ity, Spring Attack, base attack bonus +18. you select it, choose a different type of shield.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can designate a third target for your Spring A fi ghter can select Shield Specialization as one of his Attack feat. In addition to the second attack you gain from fi ghter bonus feats. your Bounding Assault feat, you can make a third attack with a –10 penalty. SHIELD WARD You use your shield like a wall of steel and wood. When an ROBILAR’S GAMBIT opponent attempts to draw in close to you, your shield forces By offering Robilar’s Gambit, you absorb damage to place him away or ruins his attacks. yourself in an advantageous position. This dangerous sacrifi ce Prerequisite: Proficiency with shields, Shield is not for the unfi t or the unwise, for one failed retaliatory Specialization. strike can undo the advantage gained. Lord Robilar, a rash Benefi t: You apply your shield bonus to your touch AC, and impetuous fi ghter, gained fame using this technique and on checks or rolls to resist bull rush, disarm, grapple, against his enemies. overrun, or trip attempts against you.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Combat Refl exes, base attack bonus +12. Special: A fi ghter can select Shield Ward as one of his",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Divine caster level 5th, ability to turn or Benefi t: Once every 24 hours, you can spend 10 minutes rebuke undead. creating a magical ward between you and one willing target. tunduH .D yb .sullI 89 NEW FEATS CHAPTER 3 Table 3–4: Divine Feats Feat Prerequisites Benefi t Divine Armor Divine caster level 5th, Expend turn/rebuke attempt to gain DR 5/– ability to turn or rebuke undead Divine Fortune Divine caster level 5th, Expend turn/rebuke attempt for +4 bonus on next save ability to turn or rebuke undead Divine Justice Ability to turn or rebuke undead Expend turn/rebuke attempt, choose foe, deal your damage or his Divine Ward Ability to turn or rebuke undead Increase range of spells from touch to short for ally Profane Aura Divine caster level 9th, Create mist that grants concealment, ability to rebuke undead +2 AC for undead Sacred Healing Ability to turn undead Expend turn attempt for bonus on healing attempts Sacred Purification Sacred Healing, ability to turn undead Expend turn attempt to heal living and harm undead Sacred Radiance Divine caster level 9th, Expend turn attempt to create radius of light that ability to turn undead soothes allies, hampers undead For the rest of the 24-hour period, you can increase the range creatures within 60 feet of you heal an amount of damage of a touch spell to short range (25 feet + 5 feet per two caster equal to 1d8 points + your Charisma bonus (if any). All undead levels) if you target the warded creature, and only the warded creatures in this area take damage equal to 1d8 points + your creature. When you cast a spell in this manner, you must Charisma bonus. expend a turn or rebuke undead attempt. You can create a ward between you and more than one SACRED RADIANCE target, so long as you expend the necessary time and turning You channel divine energy to fi ll the area around you with attempts. You must expend a turn or rebuke undead attempt a soothing, gentle radiance. to create each ward beyond the fi rst. Prerequisites: Divine caster level 9th, ability to turn undead.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you are fighting defensively and your current turn. carrying a spiked shield, you lash out at your foes with your Whirling Cloak: You can attempt to use your cloak to shield in response to their attacks. Determine what your AC confuse your opponent. As a move action after successfully would be without your spiked shield and the AC bonus for striking an opponent in melee, make a melee touch attack fi ghting defensively. If an opponent’s attack hits against this against that foe. If this attack hits, you whirl your cloak lower AC but misses against your actual AC, the foe strikes around him, temporarily ruining his defenses. Your opponent your shield, allowing you to defl ect his attack in such a way as cannot make attacks of opportunity against a particular ally to leave him vulnerable to your counter. On your next action, of your choice until the start of his next turn. you gain a +2 bonus on attack rolls against your chosen foe Special: A fi ghter can select Combat Cloak Expert as one with your spiked shield. of his fi ghter bonus feats.",
        "name":  "Spiked Rebuke",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While you are fi ghting defensively, you can the fi rst attack that you make. use your cloak to confuse your foes. You hold it before your You can use this ability once per encounter. Standing up chest like a curtain, making it diffi cult for enemies to read after playing dead does not provoke attacks of opportunity. your defensive moves. Your cloak grants you a +1 shield bonus Sneering Glower: With just the right mix of your intimidat- to AC. If you use the total defense action, your cloak’s shield ing presence and your martial talents, you strike such fear bonus improves to +2. (Shield bonuses do not stack, making into your target that he has diffi culty fi ghting you effectively. it likely that this maneuver is a poor option if you already On your next turn after you deal at least 1 point of damage carry a shield.) to your opponent, you can make an Intimidate check against",
        "name":  "Cloak Defense",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As mirror image, but gain an addi- Alter FortuneX: Cause one creature to reroll any die roll. tional image each round. Channeled Divine Shield: Gain DR, amount based on",
        "name":  "Mirror Image, Greater",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 defl ection bonus to AC; 1d8 sonic damage Trans Burning Rage: Subject takes 4 points of damage/ and push back creatures that hit you in melee. round, gains attack bonus and DR. PALADIN SPELLS 2nd-Level Sorcerer/Wizard Spells",
        "name":  "Sonic Shield",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 defl ection bonus to AC; 1d8 sonic 8th-Level Sorcerer/Wizard Spells damage and push back creatures that hit you in melee. Abjur Chain Dispel: Dispel multiple magical effects in",
        "name":  "Sonic Shield",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A pair of bronze casting the spell. When you begin cast- you have poured enough energy into the nails, each no less than 6 inches in ing this spell, you decide that you are sphere, you send it fl ying into your foes. length. fi nished casting after the appropriate time has passed. This spell creates a bolt of fi ery energy Channeled Divine Health that blasts your enemies. The spell’s Conjuration (Healing) Channeled Divine Shield strength depends on the amount of",
        "name":  "Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) action, it deals 1d6 points of fi re damage As you complete this spell, a shield crafted per caster level (maximum 10d6) to all You bring forth a sphere of pure healing from divine energy appears before you. As creatures in a 10-foot-radius spread. energy. You pour divine power into it, you channel energy into the shield, it grows If you cast this spell as a full-round slowly building the energy it holds, until it stronger and stronger. action, it deals 1d8 points of fi re damage is ready to mend an ally’s wounds. per caster level (maximum 10d8) to all This spell improves your defenses. creatures in a 15-foot-radius spread. This spell allows you to heal an ally, or The magnitude of this improvement If you spend 2 rounds casting this damage an undead creature, at a range depends on the amount of time you spell, it deals 1d10 points of fi re damage greater than touch. When you cast this spend casting the spell. per caster level (maximum 10d10) to all spell, you channel energy into it. You If you cast this spell as a swift action, creatures in a 20-foot-radius spread. can choose how long to spend casting you gain damage reduction 2/evil for You do not need to declare ahead this spell. the duration of this spell. of time how long you want to spend If you cast this spell as a swift action, If you cast this spell as a standard casting the spell. When you begin cast- it has a range of touch, and you heal a action, you gain damage reduction ing this spell, you decide that you are single touched creature of 1d8 points of 5/evil. fi nished casting after the appropriate damage. An undead creature you touch If you cast this spell as a full-round time has passed. takes this amount of damage instead of action, you gain damage reduction being healed. 8/evil. Chasing Perfection If you cast this spell as a standard If you spend 2 rounds casting this Transmutation action, it has a range of close, and you spell, you gain damage reduction Level: Cleric 6, druid 6, sorcerer/ heal a single creature within range 10/evil. wizard 6 of damage equal to 1d8 points + your The spell’s duration does not begin Components: V, S, M caster level (maximum +10). An undead until you finish casting the spell. You Casting Time: 1 standard action creature you designate within range do not need to declare ahead of time Range: Touch takes this amount of damage instead how long you want to spend casting Target: Creature touched of being healed. the spell. When you begin casting Duration: 1 minute/level If you cast this spell as a full-round this spell, you decide that you are Saving Throw: Will negates (harmless) casting this spell, it has a range of finished casting after the appropriate Spell Resistance: Yes (harmless) medium, and you heal a single creature time has passed. within range of damage equal to 2d8 Energy courses through the creature touched. points + your caster level (maximum Channeled Pyroburst Its muscles grow and become more defi ned, +15). An undead creature you designate Evocation [Fire] it starts to move with greater alacrity and within range takes this amount of Level: Duskblade 4, sorcerer/wizard 4 grace, and its bearing increases. damage instead of being healed. Components: V, S If you spend 2 full rounds casting Casting Time: See text The subject improves in all ways. It this spell, it has a range of long, and Range: Medium (100 ft. + 10 ft./level) gains a +4 enhancement bonus to each you heal a single creature within range Area: See text of its ability scores. of damage equal to 4d8 points + your Duration: Instantaneous Material Component: A statuette of caster level (maximum +20). An undead Saving Throw: Refl ex half a celestial or fi end worth 50 gp. 107 NEW SPELLS CHAPTER 4 Cloud of Knives Conjuration",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates (harmless) ends after the wearer uses the crown wearing a crown of the grave can dis- Spell Resistance: Yes (harmless) in this manner. charge its magic to gain a +4 bonus on The crown occupies space on the a single turn or rebuke undead attempt. A shimmering crown of force appears upon body as a headband, hat, or helm. If the The spell ends after the wearer uses the the recipient’s head. A barely visible shield crown is removed, the spell immedi- crown in this manner. of force projects forward from it, warding ately ends. The crown occupies space on the off attacks aimed at its wearer. Focus: A silver hoop 6 inches in body as a headband, hat, or helm. If the diameter costing 25 gp. crown is removed, the spell immedi- This spell creates a crown of magical ately ends. energy that grants the spell’s recipient Crown of Veils",
        "name":  "As an immediate action, the creature Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tiny wooden shield, which the caster snaps in half. Etherealness, Swift Transmutation",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates Since undead are powered by nega- the fl ow of magic. The energy of this Spell Resistance: Yes tive energy, a healing spirit damages zone clings to creatures and objects, them instead of healing them. The granting them a shield against spells. You utter the word “Halt!” and, in that spirit can affect an unwilling target All creatures in the spell’s area gain spell instant, the creature’s feet stick to the fl oor. (such as an undead) by succeeding resistance of 11 + caster level for as long on an incorporeal touch attack, using as they remain in the area. If a creature The subject creature’s feet (or whatever your base attack bonus and a Strength already has spell resistance higher than pass for its feet) become momentarily bonus of +0. An undead creature hit by this amount, this spell does not affect it. stuck to the fl oor. The creature must such an attack can use spell resistance Unlike personal spell resistance, this stop moving, and cannot move farther against the effect and is allowed a Will spell resistance cannot be voluntarily in its current turn. This spell has save for half damage. lowered. A creature loses this spell no effect on creatures that are not If a healing spirit travels farther from resistance when it leaves the spell’s area, touching the ground (such as fl ying you than the spell’s range, it winks out and gains it again if it returns. creatures), and the subject can still use of existence and the spell ends. a standard action (if it has one available Friend to Foe in this round) to move by means of Hesitate Illusion (Phantasm) [Mind-Affecting] teleportation magic. Enchantment (Compulsion) [Mind-",
        "name":  "This spell creates a zone that impedes Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 2, ranger 1 hp 16 (3 HD) masterwork studded leather armor,",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) creature fl ees, the assassin pursues it Init +7; Senses Listen +8, Spot +8 to the best of its ability. If the creature Languages Common, Dwarven, Elven Reality bends at your behest, speeding up dies or escapes, the assassin waits for AC 17, touch 13, flat-footed 14; Dodge, your allies. you to direct it to another creature (a Mobility, uncanny dodge free action). You cannot command (+3 Dex, +3 armor, +1 shield) All allies in the area gain a +10-foot hp 25 (5 HD) the assassin to do anything except enhancement bonus to their speed Resist evasion attack creatures or wait (do nothing scores. Fort +3, Ref +8, Will +2 but defend itself), nor can you direct 118 4 RETPAHC SLLEPS WEN it to attack another creature if the originally targeted creature still lives and is within the spell’s range. The assassin and all its posses- sions vanish when the spell’s duration expires.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No abilities to harm other creatures. Spell Resistance: Yes (harmless) The subject of this spell must have The air crackles and warps as you fl ood the an alignment that opposes yours With a mere utterance, you grant the area with unstable, disrupting magical on at least one axis—evil if you are creature special insight into how best to energy. The light shed by a continual fl ame good, lawful if you are chaotic, and complete a task at hand. torch fl utters wildly, while your magic items so on. For example, a chaotic good hum and vibrate. cleric can place a mark of doom upon a You cast this spell immediately before lawful good, lawful evil, or neutral evil the target makes a skill check. The This spell creates a field of unstable opponent. A neutral caster can use this subject envisions how a master might magical energy. Any creature trying spell against any good, evil, lawful, or accomplish the same task, gaining a +4 to cast a spell, use a spell-like ability, chaotic foe. insight bonus on its skill check. Master’s activate a supernatural ability, or touch has no effect on skill checks that manifest a psionic power in the spell’s Mark of Judgment represent effort over more than 1 round area has a 20% chance of failure. Spell Necromancy of time (Craft checks, for example). completion items, such as scrolls, also Level: Cleric 2 have this failure chance. If a creature Component: V, S, DF Melf’s Unicorn Arrow within the spell’s area has a spell failure Casting Time: 1 standard action Conjuration chance due to some other source, such Range: Medium (100 ft. + 10 ft./level) Level: Sorcerer/wizard 3 as wearing armor, check each source of Targets: One creature/3 levels, no two Components: V, S, F spell failure chance separately. Feats of which are more than 30 ft. apart Casting Time: 1 standard action and abilities that reduce the chance of Duration: 1 round/level Range: Medium (100 ft. + 10 ft./level) spell failure due to armor have no effect Saving Throw: Will negates Target or Targets: One creature or up on this fi eld. Spell Resistance: Yes to fi ve creatures, no two of which are A failed spell uses up a spell slot or more than 15 ft. apart other resources as appropriate. Magic You call upon your deity to mark your foes Duration: Instantaneous items do not have a chance of failure, as enemies of the faith. Divine energy surges Saving Throw: None since the power invested in them through the area, and for a brief moment Spell Resistance: No is too ingrained to be disrupted by a holy symbol of your deity shines from the this spell. forehead of each targeted creature. The shimmering, transparent form of a unicorn fl ies forward, its corporeal horn Mark of Doom You and your allies see the mark of judg- lowered in a charge at its enemy. Necromancy ment on a creature and know to strike",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A pinch of dande- lion seeds. Mialee uses a scattering trap spell . . . nosleN .J yb .sullI 125 NEW SPELLS CHAPTER 4 . . . to get rid of an unwelcome guest You touch two allies, and for a moment their You rip away the spell energy infused This spell grants you a +4 deflection features change so that they seem to blend within a creature, turning it into a harmful bonus to AC. In addition, anyone their appearances into one new creature. burst of energy that burns into the creature who successfully hits you with a before dissipating. melee attack takes 1d8 points of sonic When you cast this spell on two subjects, damage and must make a Fortitude you create a mystical link between This spell functions like dispel magic saving throw or be knocked 5 feet them. For the duration of the spell, the (PH 223), except as noted here. Any away from you into an unoccupied subjects gain a +2 bonus on any skill creature that has a spell effect removed space of your choice. If no space of suf- checks they make, as long as at least one from it takes 2 points of damage per fi cient size is available for it to enter, of the characters has 1 rank or more in level of the dispelled effect. If a creature it instead takes an extra 1d8 points of the skill. In addition, if either character loses the effects of multiple spells, it sonic damage. has ranks in a skill that is not normally takes damage for each one. usable by untrained characters (such as Stand Tumble), the other character can make Sonic Shield Conjuration (Teleportation) untrained checks using that skill. Evocation Level: Duskblade 1, sorcerer/wizard 1",
        "name":  "Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous you. This shield repels all attacks with a you enable the prone creature to safely rise",
        "name":  "Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No You cripple a target with sensations of falling. The subject of this spell becomes dizzy as the ground seems to drop away beneath its feet. The subject must suc- ceed on a DC 10 Balance check at the start of each turn to take a move action. Jozan summons an iron golem Illus. by R. Spencer 128 4 RETPAHC SLLEPS WEN If it fails, it cannot move. If it fails the You gain a +2 sacred bonus on all saving per caster level to each subject, to a check by 5 or more, it falls prone. While throws and +2 dodge bonus to Armor maximum of 10d6 at 10th level. affected, the subject also takes a –2 pen- Class. Once during the spell’s dura- alty on attack rolls and saving throws. tion, as an immediate action, you can Whelming Blast Airborne creatures receive a +4 bonus choose to discharge the spell to gain a Enchantment (Compulsion) [Mind- on saves against this spell and do not greater bonus. When you discharge the Affecting] need to make the Balance checks. spell in this manner, you gain a sacred Level: Beguiler 2, sorcerer/wizard 2 bonus on all saving throws and a dodge Components: V, S Vertigo Field bonus to your Armor Class equal to 1/2 Casting Time: 1 standard action Illusion (Pattern) your caster level (maximum +25). This Range: 30 ft.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are ground for adventuring. used to fi ne food and com- The noble born are guaranteed a life of luxury, Your knowledge in weap- fortable accommodations. While but some individuals crave more than that ons, armor, and tactics serves you you fancy yourself tough enough to well. Perhaps the prospect of another live an adventurer’s life, you miss the comforts of home. When year of taking orders, cleaning stables, marching in formation, on the road, you would rather spend a night in an inn with a and obeying your offi cers grew tiresome; as an adventurer, hot bath and a warm meal than rough it under the stars. You you can do what you want, when you want. Perhaps you de- can’t help but complain about the poor food, the sour wine, fi ed an unjust order and deserted rather than commit a war and other minor indignities that you must endure. It’s beneath crime. Now you must dodge press gangs, bounty hunters, and your dignity to whine, but sometimes you let others know old comrades if you want to keep your freedom. that their best falls short of your expectations. You admire Your old military unit might have been destroyed in battle, those whose accomplishments earn them the right for you to leaving you aimless and alone. Common labor or some other consider them your peers, but the sense of entitlement and peaceful trade proved too boring and mundane for you. noyL .H yb .sullI 135 IDENTITY BUILDING YOUR CHAPTER 5 Since you only know how to fi ght, an adventurer’s life was your grandmother taught you the history of your people. the best fi t for you. Although you enjoy your new life, your Everyone had his or her place at home, and you experienced past still haunts you. Your unit’s old enemies still seek you. times of both joy and sorrow with all your kin. Your surviving comrades might (wrongfully) blame you for Youth: As a child, your activities changed each day based on their defeat. Perhaps your unit’s destruction was no accident the needs of your people. Some days you gathered food with of war. Instead, someone wants you and your old comrades your mother, and others you stalked through the underbrush dead, and that individual has the ways and means to hunt in pursuit of prey with your father. Your tasks depended on you down one by one. what was needed at the time, and you were productive for at",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Appraise skill is your favorite tool. When EXOTIC exploring a ruin, you take the time to check over anything “Where I come from, this is normal.” that looks valuable. While everyone else gathers an ogre lord’s You’re different from most people of the region. You might coins and gems, you pull off his boots and armor to sell back be from an atypical culture or of a different race; you could in town. belong to an unusual religion or organization. Others see you as strange and interesting, and they might be prejudiced KIND against you or attracted to you. “There, does that feel better?”",
        "name":  "At the Table",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A born strategist can look at the battle map, pick rogue fi gure out where to stand in a fi ght so that they can out the best paths for movement to avoid attacks of opportunity, lend support while still allowing the fi ghter to shield them place spells where they are most effective, and decide where from the worst of the enemy attacks. In this manner, the everyone should be located to do well in combat situations. Such party can develop concrete teamwork benefi ts that evolve a player is an asset to the group because she can offer advice from the experience of working together. about where to attack, point out advantageous environmental conditions, and develop great strategies for the party. A general WHAT IS A TEAMWORK BENEFIT? can also help other players make good combat decisions and Experienced players understand the value of specifi c tactics show them how to maximize their resources in a fi ght. that depend on teamwork. However, teamwork also provides Few people enjoy being bossed around, and a demanding a more general benefi t. Once characters have trained with player—even a well-intentioned one—can ruin the fun specifi c comrades for a time, they become attuned to the for everyone. Thus, the general must be receptive to others’ nuances of how their companions fi ght, move, and commu- opinions and sensitive to their feelings. nicate. Thus, characters who have spent time working as a",
        "name":  "General",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your team can set up and break camp with an eye prepare their hiding positions, he can make a special Hide toward defensibility and effi ciency. The team member on check to camoufl age them. This check is modifi ed by each watch gains a +2 bonus on Spot and Listen checks, and each team member’s armor check penalty and Dexterity rather sleeping team member gains a +4 bonus on Listen checks to than the task leader’s, and the camoufl age effect lasts until hear any sounds within 30 feet. the team member moves. Hiding a team member in this",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To make optimum use of this benefi t, the task leader or trip attempts extends to all team members adjacent to her. should wear light armor or use spells that improve his speed. This bonus stacks with that provided by stability.",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some fear-based spells affect areas. If you cast such movement situations, or to mounted characters. a spell on an area that includes both allies and enemies, Tips: A barbarian is the best task leader for this teamwork your teammates are likely to make the save while the foes benefi t. At the cost of a prerequisite feat, he allows his allies to run away. travel much more quickly across the countryside. In campaigns that feature frequent wilderness or underground travel, the SUPERIOR TEAM EFFORT time saved might prove to be a major benefi t. When your team works together on a task—whether it’s battering down a door, talking a nervous innkeeper into TEAM SHIELD MANEUVER allowing everyone to spend the night, or sneaking past a When your team fi ghts as a group, its members can close guard—everyone on the team does a better than average job ranks to protect a badly injured ally. of assisting each other’s efforts. Training: Your group learns to react quickly when an ally",
        "name":  "Tips",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your team focuses on improving a particular falls. You drill in pushing aside a wounded team member before skill. Each team member watches the task leader and learns he tumbles to the ground and moving him out of harm’s way. a few specifi c actions that can help her succeed. Task Leader Prerequisite: Shield Specialization (see",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8 ranks in a skill and Skill page 82). Focus for the same skill. Team Member Prerequisite: Shield Profi ciency.",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 rank in the skill to which Benefi t: When a team member’s hit points drop to –1 or the task leader’s Skill Focus feat applies. lower, any teammate adjacent to him who carries a shield can",
        "name":  "Team Member Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Any team member who attempts to aid another line characters has a potion or wand ready to heal the fallen member’s check with the relevant skill must make a DC 5 character. In this case, even a character who isn’t a member check to succeed rather than a DC 10 check. of the team can play a valuable role in making the most of this benefi t. TEAM MELEE TACTICS Because your group fi ghts as an effective team in melee, its WALL OF STEEL members can use the aid another action with greater than By closing ranks and locking shields together, you and your normal effi ciency. teammates form an impenetrable barrier to shield a more",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your team studies each member’s tactics, fi ght- vulnerable team member from enemies. ing style, and tendencies. These hours of focused observation Training: Your group stands in a tight formation and locks allow each member to understand how best to help the rest shields while a hired mercenary or assistant pelts everyone of the team. with blunt arrows. Each bruising shot reminds you to improve",
        "name":  "Training",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Combat Expertise and your form and teamwork. Dodge. Task Leader Prerequisite: Tower Shield Profi ciency and",
        "name":  "Task Leader Prerequisite",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Whenever a team member uses the aid another Team Member Prerequisite: Shield Profi ciency and base action to grant another member a bonus on attack rolls, that attack bonus +2. bonus increases by 1. Benefi t: As a swift action, any member of the team can",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "On the surface, the Gather Information, and Sleight of Hand Caravan of Shadows is a prosperous halfl ing clan. But as with checks. +8 circumstance bonus on attempts many halfl ing affairs, there’s more going on beneath the to influence the attitude of caravan members. surface. Halfl ing characters with a connection to the Caravan of Shadows are part of a network of thieves, spies, and con Executive Powers: Pariah, shadow war, trade. artists that stretches across a wide swath of civilization. The Caravan of Shadows travels from city to city in a long CASTLE MAIRO wagon train, staying at each major settlement for a few days. Symbol: The symbol of Castle Mairo is the battered The caravan’s bards, acrobats, and other entertainers hold a breastplate of Herridek I. In more intricate heraldic designs, series of performances, and the clan’s merchants buy and the broken fl int hammers of troglodytes can be seen lying sell spices and other valuable but easily portable goods. Less below the shield. savory members of the caravan pick the pockets of the larger Background, Goals, and Dreams: Three centuries and folk, commit burglaries on a nightly basis, or fl eece the naïve one day after the Third Troglodytic Ruin razed the original in games of chance or shady business deals. Fort Mairo to the ground, Castle Mairo was raised in its place.",
        "name":  "Background, Goals, and Dreams",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you attain the rank of Lightning Coun- armor with a value of 18,000 gp or less from the Chalice’s armory. While you do so, the cilor, the other councilors lead you somberly to the Eyrie affiliation takes a –1 penalty to its capital. of Heironeous. There, among the lightning rods of the order, under a clouding sky, they inform you of the true nature of the Chalice of Heironeous. What was stolen from Executive Powers: Crusade, inquisition, war. 171 AFFILIATIONS CHAPTER 7 DARKSPIRE COLLEGE OF THAUN",
        "name":  "Secrets",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Retributive invisibility, eldritch doom, utterdark blast. 21 Cowardly 70 Phobic 1 See Complete Arcane. 22 Cruel 71–72 Proper 23–24 Dark 73–74 Reformed SUGGESTED WIZARD SPELLS 25–26 Disciplined 75–76 Religious 0: Detect magic, read magic, disrupt undead, mage hand. 27–28 Driven 77–78 Reluctant 1st: Magic missile, mage armor, charm person, color spray, silent 29–30 Energetic 79–80 Rude image, disguise self, enlarge person, alarm. 31–32 Erudite 81–82 Secretive 33–34 Exotic 83–84 Self-absorbed 2nd: Scorching ray, invisibility, mirror image, alter self, levitate, 35–36 Famous 85–86 Self-righteous spider climb, see invisibility, knock, darkvision. 37–38 Fatalistic 87 Selfi sh 3rd: Fireball, dispel magic, displacement, haste, fl y, suggestion, 39–40 Flamboyant 88–89 Serious tongues, water breathing. 41–42 Friendly 90–91 Skilled 4th: Stoneskin, polymorph, greater invisibility, charm monster, 43–44 Foul-mouthed 92–93 Threatening lesser globe of invulnerability, scrying, wall of fi re, confusion. 45–46 Funny 94–95 Tragic 5th: Cone of cold, teleport, Bigby’s interposing hand, dominate 47 Greedy 96–97 Unpredictable 48–49 Hooked 98–99 Vengeful person, hold monster, permanency, persistent image, passwall. 50–51 Interested 100 Violent Player’s Handbook II Errata When the text within a product contradicts itself, Page 51—Starting Packages; Package our general policy is that the primary source (actual 2: The Destroyer [Substitution] rules text) is correct and any secondary reference",
        "name":  "Dark",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "armor.json",
        "description":  " provided, as well as several new monsters. Most importantly a Psionic Classes (Chapter 1): This chapter introduces two psionic template in the front of this chapter allows you to new character classes: the psion and psychic warrior. The make almost any D\u0026D monster into a psionic creature. psion comes in six different “flavors,” each of which follows the call of one of the psionic disciplines: Psychometabolism, WHAT’S NEW? Psychoportation, Psychokinesis, Metacreativity, Clair- sentience, and Telepathy. The psychic warrior melds psionic If you’ve played earlier editions of the D\u0026D game, you’ll arts with martial arts, and all fear her crystal blade. Psionic notice that this psionics system features elements of previous D\u0026D game psionics systems. That said, those features were characters can multiclass with standard character classes stripped out, laid out on a game-mechanic work bench, then found in the Player\u0027s Handbook. rebuilt from the ground up. Skills (Chapter 2): Psionic characters can use all the skills Some people do not use psionics in their D\u0026D games. This introduced in the Player\u0027s Handbook, plus they have exclusive reluctance is usually due to the way previous editions have access to a few new skills detailed here, including handled psionics rules. In previous editions, psionics rule sys- Autohypnosis, Knowledge (psionics), Remote View, Stabilize terns are add-ons that do not dovetail well with the core rules. Self, and Use Psionic Device. In contrast, psionics rules for the new edition of the D\u0026D Feats (Chapter 3): Yet more special abilities for psionic game are integrated into the core mechanics of the game. A characters, such as Deep Impact, Improved Psicrystal, Iner- psionic character will be balanced with a nonpsionic tial Armor, Psionic Shot, Fell Shot, and Up the Walls (to character of equal level. You’ll be able to multiclass into and name only a few). Most of these feats are exclusive to psionic out of the psionic character classes like you can with the core characters. classes. Psionics (Chapter 4): This chapter discusses how psionic Do not fear for the balance of your game when you use the characters discover, choose, and manifest psionic powers, Psionics Handbook. Have at it, and enjoy. 4 NOITCUDORTNI sionic characters tap the power of the mind and body. Alignment: Presents alignment restrictions, if any. Al- Every sentient creature produces bioenergy that Though the basic psionic classes are open to characters of generates consciousness. This “bioenergy” has many facets. any alignment, prestige classes may have an alignment pre- Intelligence, Wisdom, and Charisma are direct elements of requisite. The pyrokineticist (see Chapter 6: Characters) is consciousness, but Strength, Dexterity, and Constitution also one such class. contribute. Each element of consciousness is like a color split Hit Die: The type of Hit Die used by psionic characters out of pure white light. The psionic character classes embrace determines the number of hit points gained per level. the total energy of consciousness directly, utilizing this inner A psionic character rolls one Hit Die each time he or she reservoir of power to effect change in the real world. The gains a new level, adds or subtracts the results to his or thoughts and dreams of normal beings race impotently within her hit point total. Thus a character has the same number the gray confines of their minds, but a psionic character’s of Hit Dice as levels. For his or her first Hit Die, a 1st- mental desires are made manifest. level character gets the maximum hit points (4 or 8) rather than rolling (although Constitution modifiers still apply).",
        "name":  "It features the following chapters",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Powers that allow mental contact and control of physiobiology. A psion whose primary discipline is Psycho– other sentient creatures. A psion whose primary discipline is metabolism is called an egoist. Strength is the key ability score Telepathy is called a telepath. Charisma is the key ability score for all powers within the Psychometabolism discipline and is the for all powers within the Telepathy discipline and is the ability ability score egoists use to determine bonus power points. score telepaths use to determine bonus power points. 8 :1 RETPAHC CINOISP SESSALC For instance, at 3rd level, the psion Alexandra (primary (See Chapter 7 of the Player\u0027s Handbook for armor check discipline Psychoportation) has Dexterity 16, good enough to penalties.) get 1 bonus power point at 1st level and 3 at 3rd level. Once Powers: A psion manifests psionic powers. A psion\u0027s she reaches 5th level, she will receive an additional 5 power selection of powe.rs is extremely limited, although he enjoys points. ultimate flexibility. Your psion begins play knowing two 0 If your character\u0027s key ability score is 9 or lower, you can\u0027t level powers (also called talents) of your choice and zero 1st manifest powers tied to that ability (powers keyed to that level powers, plus one extra power within his primary discipline). For example, if Alexandra\u0027s Dexterity drops to 9 discipline for each power level known, for a total of three o- because of a poison or psionic combat, she is unable to level powers and one 1st-level power. At each level, your manifest even her simplest psychoportation powers until psion discovers one or more previously latent powers, as cured. indicated on Table 1-1: The Psion. Psions can pick powers",
        "name":  "Telepathy",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At 1st level, the psion can Coward Owner gains +2 bonus on Hide checks. choose to learn five of the ten psionic combat modes. (A full Friendly Owner gains +2 bonus on Diplomacy checks. description of psionic combat, along with summaries of each Hero Owner gains +2 bonus on Fortitude saves. Liar Owner gains +2 bonus on Bluff checks. power, is presented in Chapter 4: Psionics.) At every odd- Meticulous Owner gains +2 bonus on Search checks. numbered level from 3rd through 11th, he can learn one Observant Owner gains +2 bonus on Spot checks. additional psionic combat mode. The five attack modes are Poised Owner gains +2 bonus on Balance checks. ego whip, id insinuation, mind blast, mind thrust, and psychic Resolve Owner gains +2 bonus on Will saves. crush. The five defense modes are empty mind, intellect fortress, Sage Owner gains +2 bonus on any one Knowledge mental barrier, thought shield, and tower of iron will. skill he already knows; once chosen this does Psionic attack and defense modes are most effective against not vary. psionic characters and creatures, but they can affect Singleminded Owner gains +2 bonus on Concentration nonpsionic beings as well. Attack and defense modes are checks. treated like psionic powers in some ways, but they have their Sneak Owner gains +2 bonus on Move Silently own special qualities that powers do not share. checks.",
        "name":  "Psionic Combat Modes",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The psion can manifest powers through the Skill Selection: Pick a number of skills equal to 5 + Int psicrystal to a distance of up to one mile. The psicrystal is modifier. treated as the power\u0027s originator, and all ranges are calculated Feat: Inertial Armor. from that location. When channe.ling a power through his Bonus Feat: Dodge. psicrystal, the psion manifests the power by paying its cost. Powers Known: o-level—catfall, burst, float. 1st-level— He is still subject to attacks of opportunity and other hazards spider climb. of manifesting a power, if applicable.",
        "name":  "Channel Power",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ego whip and mind thrust; empty mind, intellect fortress, and thought shield. Human Psion (Egoist) Starting Package Gear: Backpack with waters kin, one day\u0027s trail rations,",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None, speed 30 ft. bedroll, sack, and flint and steel. Hooded lantern, 3 pints of",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None, speed 30 ft.",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Inertial Armor. Psicraft 4 Int",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "o-level—lesser natural armor, talons, verve. Search 4 Int 1st-level—bite of the wolf. Listen (cc) 2 Wis",
        "name":  "Powers Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ego whip, id insinuation, and mind thrust; Spot (cc) 2 Wis empty mind and thought shield.",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mind thrust and psychic crush; empty mind, mental barrier, and thought shield. Human Psion (Nomad) Starting Package Gear: Backpack with waters kin, one day\u0027s trail rations,",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None, speed 30 ft. bedroll, sack, and flint and steel. Hooded lantern, 3 pints of",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None, speed 30 ft. Skill Ranks Ability",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ego whip and mind thrust; empty mind, mental barrier, and thought shield. Feat: Inertial Armor.",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Speed 20 ft. (dwarf only). Skill Ranks Ability",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Inertial Armor. Bonus Feat: None.",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "id insinuation, mind thrust, and psychic crush; empty mind and thought shield. One who rums the mind\u0027s potential to the warrior\u0027s an is",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None, speed 30 ft. psychic warrior is a worthy adversary.",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The inborn gift for psionics is armor and equipment carried. unpredictable, and it can show up in any of the common",
        "name":  "Races",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A psychic warrior manifests psionic powers. A psychic warrior must pay 1 power point per manifestation of psychic warrior\u0027s selection of powers is more limited than a a o-level power for the rest of the day. Thus, a 1stlevel psychic psion\u0027s. Your psychic warrior begins play knowing two 0-level warrior can manifest three talents for free, then must pay 1 powers (talents). At each level, your psychic warrior discovers power point for each additional o-level manifestation that one or more previously latent powers, as indicated on Table 1- day. 6: The Psychic Warrior. These powers are chosen from the Psionic Combat Modes: At 1st level, a psychic warrior psychic warrior power list (see Chapter 5: Powers). can choose to learn two of the ten psionic combat modes. (A To manifest a power within a particular discipline, a full description of psionic combat, along with summaries of psychic warrior must have a key ability score of at least 10 + each power, is presented in Chapter 4: Psionics.) At the power\u0027s level. (Psionic attack and defense modes are succeeding levels, she can learn one additional psionic exempt from this restriction and do not possess levels.) The combat mode according to the schedule shown on Table 1-6: DC for saving throws to resist a psychic warrior\u0027s powers is The Psychic Warrior. The five attack modes are ego whip, id 1d20 + the power\u0027s level + the psychic warrior\u0027s key ability insinuation, mind blast, mind thrust, and psychic crush. The five modifier. The 1d20 roll is made by the attacking psion when defense modes are empty mind, intellect fortress, mental barrier, the power is manifested. (Psionic attack and defense modes thought shield, and tower of iron will. add a special modifier instead.) Psionic attack and defense modes are most effective against Certain powers can be enhanced as they are manifested, at psionic characters and creatures, but they can affect the cost of additional power points. Chapter 3: Feats describes nonpsionlc beings as well. Attack and defense modes are a number of psionic power enhancement feats. treated like psionic powers in some ways, but they have their",
        "name":  "Powers",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Speed 15 ft. instead of 20 ft.",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Scale mail +4 AC, large wooden shield +2 AC, Skill selection: Pick a number of skills equal to 2 + Int armor check penalty -6, speed 20 ft., 40 lb. modifier.",
        "name":  "Armor",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mind thrust; thought shield. discovered for each class must be tracked separately, since",
        "name":  "Modes Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes: The skill is exclusive to psions and psychic warriors. No: Any class can take the skill. *New skill or skill addendum presented here that doesn\u0027t appear in the Player’s Handbook. **Your armor check penalty, if any, also applies. Note that the skill list presented here is not complete but Task DC contains only those skills that are class skills for at least one Resist fear 15 type of psionic character. A skill not mentioned here is a Memorize 13 cross-class skill for all psionic characters. Ignore caltrop wound 13 A psychic warrior has only one standard allotment of class Tolerate poison Poison’s DC skills, like a standard D\u0026D character class. Willpower 15",
        "name":  "Psionic Only",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "PSIQNIC FEATS worry—they do not break the “fourth wall.” The cost of making, Psionic feats are special. Only psionic characters may acquire say, Inertial Armor a feat has been carefully balanced against them. Why? Because all psionic feats, to one degree or another, making it an inertial armor power (like its arcane twin, mage require residual or direct psionic energy to function. Any armor). If the abilities granted by these psionic feats showed up character can use Tumble or Power Attack. Not so with Fell Shot in a core book, they would be spells—but that\u0027s the whole point. or Inertial Armor. These feats are directly empowered by the A psionic character benefits from these abilities as feats, which mental energy resident in a psionic creature. A nonpsionic compensates for a narrower power selection compared to the character could take Psionic Fist, but without psionic energy to sorcerer, for example. Like the monk\u0027s spiritual energy, ki, “supercharge” it, the feat is worthless. psionic capacity allows you to push the limits of physical Psionic feats may seem outrageous at first glance, but don\u0027t abilities, and sometimes, to go beyond. 23 FEATS CHAPTER 3: acquire this feat. This entry is absent if a feat has no CRAFT DORJE [ITEM CREATION] prerequisite. A feat may have more than one prerequisite. You can create slender crystal wands called dorjes than can",
        "name":  "BEHIND THE CURTAIN",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can also sense the stress points in any hard INERTIAL ARMOR [PSIONIC] construction, such as wooden doors or stone walls, and can Your mind instinctively generates a field of protective energy. ignore half of the object\u0027s total hardness (round down) when",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "While you retain 1 or more power points, your mind automatically generates a tangible field of force that GREATER POWER PENETRATION [PSIONIC] provides a +4 armor bonus to AC. unlike mundane armor, Your powers are especially potent at breaking through power Inertial Armor entails no armor check penalty or speed resistance. reduction. Because inertial armor is composed of psycho-",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You get a +4 bonus on manifester level checks do normal armor. Your inertial armor can be invisible 0r (1d20 + manifester level) to beat a creature\u0027s power resistance. appear as a colored glow, at your option. The armor bonus This bonus overlaps (does not stack with) the bonus from provided by Inertial Armor does not stack with the armor Power Penetration. bonus provided by a shield or regular armor. GREATER PSIONIC FOCUS [PSIONIC] INNER STRENGTH [PSIONIC] Your powers within your primary discipline have even You have more power points than normal. greater potency.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 13+, Power Attack. purposes of assessing your foe\u0027s Armor Class. You must",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "shield, armor, Most helmet (or circlet/headband/third eye), or item in harmful hand. Substitute “psionic power” for “magical attack,” powers and “psionic item” for “magic item,” as allow an appropriate. The randomly determined item affected must make a saving throw against the attack creature to form and suffer whatever damage the arrack make a deals. saving throw If an item is not carried or worn and to avoid some or is not psionic, it does not get a saving all of the effect. throw. It simply is dealt the The Saving Throw appropriate damage. line in the power description defines Power%Resistance which type of saving throw (if Power resistance is a special defensive any) the power allows, with ability. If your power is being resisted by a creature additional terms to describe how saving with power resistance, you must make a manifester level throws against the power work. check (1d20 + your manifester level) at least equal to the",
        "name":  "Throw likely to be struck in a psionic attack",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If you want to manifest a many psionic powers are mind-affecting (as noted in the power without provoking any attacks of opportunity, you power\u0027s name line). Most of these descriptors have no game need to dodge and weave. To manifest the power, you must effect by themselves, but they govern how the power succeed at a Concentration check (DC 15 + the level of the interacts with other powers, with spells, with special abilities, power you\u0027re manifesting). You still lose the power points if with unusual creatures, with alignment, and so on. you fail. The descriptors are acid, chaotic, cold, darkness, death, electricity, evil, fear, fire, force, good, language-dependent, MANIFESTER LEVEL lawful, light, mind-affecting, sonic, and teleportation. A power\u0027s effect and duration often depend on its manifester For instance, the power whitefire has the descriptor [Fire]. 35 PSIONICS CHAPTER 4: When a psion manifests whitefire on creatures with, say, fire and one from a spell. For example, the armor bonus from a immunity or fire resistance, the descriptor provides the mage armor spell and the armor bonus from an ectoplasmic immediate answer to the question of whether or not whitefire armor power don\u0027t stack. You use whichever bonus gives you can hurt that creature. the better Armor Class. In the same way, a shield prudence power gives you an insight bonus to AC, which does not stack with the insight bonus you get from a combat PSIONICS%MAGIC TRANSPARENCY precognition power.",
        "name":  "Manifesting Defensively",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The bonuses or penalties from two powers interact with spells and spells interact with psionic different powers, or a power and a spell, do stack, however, if powers in the same way a spell or normal spell-like ability the effects are of different types. For example, the spell interacts with another spell or spell-like ability. This is foresight provides a +2 insight bonus to AC. A character both known as transparency. under the influence of a foresight spell and wearing psionically Psionics-Magic Transparency: Though not explicitly manifested ectoplasmic armor, which provides a +10 armor called out in the spell descriptions in the Player\u0027s Handbook or bonus, has a total +12 bonus to AC, because the two different the magic item descriptions in the DUNGEON MASTER‘s Guide, bonus types stack. always follow this rule (unless your DM is using the Psionics",
        "name":  "Different Bonus Types",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Powers that give bonuses or penalties to two whitefire powers affect the same creature, it must make a attack rolls, damage rolls, saving throws, and so on, usually do Reflex save against each and takes damage from each not stack with themselves. For example, two ectoplasmic armor according to its saving throw results. powers don\u0027t give the recipient twice the benefits of one. More generally, two bonuses of the same type don\u0027t stack even if they come from different powers, or one from a power 36 :4 RETPAHC SCINOISP For example, at 3rd level, Alexandra the nomad has 8 PSIONIC POWERS power points (4 bonus power points for her 18 Dexterity— Psions and psychic warriors manifest psionic powers. Psionic key to Psychoportation—plus the 4 power points granted to a powers involve the direct manipulation of personal physio- 3rd-level psion). If she manifests eight 1st-level powers, she mental energy. These manipulations require natural talent runs out of power points and can\u0027t manifest any more powers and personal meditation. until the next day, after she refreshes her power point total. 0-Level Powers: Also called talents, 0-level powers are an exception to the normal rules governing the payment of PSIONS AND PSYCHIC WARRIORS power points. Psionic characters can manifest 0-level powers Unlike arcane spellcasting wizards, psions and psychic a number of times per day equal to their class bonus (three for warriors do not have “power” books and do not prepare psions, two for psychic warriors) + manifester level. After powers—in some ways, psionic characters are akin to arcane that, they must pay 1 power point each time they wish to sorcerers, who cast spells on the fly. A psionic character’s manifest a 0-level power, until the next day. level limits the number of power points available for Adding Powers to a Psionic Character\u0027s Repertoire: manifesting powers (see Chapter 1: Psionic Classes). A psion\u0027s Psions and psychic warriors gain powers and power points most important ability score is determined by his primary each time they achieve new experience levels; they never discipline, which if high enough grants additional power gain powers any other way. When a psionic character gains a points per level. A psychic warrior\u0027s most important ability new level, consult the appropriate table in Chapter 1: Psionic Score is probably Strength, although other ability scores can Classes to learn how many powers that character now knows. be equally important to this class. Members of either class Refer also to the appropriate class table to learn the number must have a key ability score equal to at least 10 + the power\u0027s of power points the character now has. The new powers must level to manifest that power. come from the appropriate class\u0027s power list. With the DM\u0027s",
        "name":  "Stacking Effects",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The power forces the subject to act in some finally eradicated. manner or changes the way her mind works. Some power determine the subject\u0027s actions (or the effects on the subject), Overview some allow you to determine the subject\u0027s actions when you There are five psionic attack modes and five psionic defense manifest them, and other give you ongoing control over the modes (see below). Each mode is like a specialized psionic subject. power and generally follows the rules for using a psionic power, but there are also differences. Psionic creatures trade SPECIAL ABILITIES psionic attack modes back and forth, while each defends against the other\u0027s attack with one of the psionic defense Mind flayers, githyanki, yuan-ti, and other psionic creatures modes. Successful psionic attacks deal temporary ability can create psionic effects without taking a psionic class damage, while successful psionic defenses protect the subject (although many do). Characters using dories, crystal capacitors, from taking that ability damage. Psionic characters can target and other psionic items can also create psionic effects. These nonpsionic opponents with attack modes, though nonpsionic effects come in two types: spell-like and supernatural. Only creatures are naturally resistant to most such attacks. spell-like abilities are important for purposes of this book. Spell-Like Psionic Abilities: As the name implies, spell- Psionic Attack Modes Psionic Defense Modes like abilities resemble spells. The manifestation of psionic Ego Whip (Dex) Empty Mind power by a psion or psychic warrior is considered a spell-like Id Insinuation (Str) Intellect Fortress ability, as is the free manifestation of power by creatures Mind Blast (Cha) Mental Barrier without a psionic class (creatures that have psionic abilities), Mind Thrust (Int) Thought Shield For ease of reference, these operate the same way as spell-like Psychic Crush (Wis) Tower of Iron Will abilities described in the Player\u0027s Handbook. In most cases, a (Nonpsionic buffer) creature\u0027s innate psionic ability works just like the power of Attack and defense modes do not fall under any one the same name, A few such abilities are unique, and their discipline, nor do they possess levels; however, each attack details are explained in the text where the ability is described. mode is keyed to a particular ability score (noted next to each Regardless of the manifester, psionic power and abilities attack mode in parentheses). The attacker adds the ability have no verbal, somatic, or material components. The user modifier to his roll to set the defender\u0027s will save DC against activates the power mentally. Armor never affects a power\u0027s the attack. The ability also indicates the specific type of use. Psionic abilities have a manifestation time of 1 action temporary ability damage the attack deals if successful. unless noted otherwise in the ability description. Creatures\u0027 psionic abilities are subject to spell resistance and suppression by dispel magic (unless the Psionics Are Making a Psionic Attack Different option is used). They do not function in areas A psionic character initiates psionic combat by targeting any where psionics and/or magic is suppressed or negated (such opponent in range with one of the five psionic attack modes as anantimagic field or a null psionics field). he or she knows. Using a psionic attack mode is a standard As noted above, some creatures do take levels in psionic action, and normally only one attack is allowed in a round. character classes. They manifest psionic powers just as psions Each psionic attack mode has a power point cost (as noted or psychic warriors do. In fact, an individual creature (such as on Table 4-2: Psionic Attack Modes). The attacker sets the some mind flayers) could have some freely manifested defender\u0027s will save DC with a d20 roll modified by two psionic abilities and other powers that must be paid for with additional components: the attacker\u0027s appropriate ability power points. modifier and the DC modifier. The attacker\u0027s ability modifier depends on the specific attack mode used. The DC modifier is determined by the defense mode raised by the defender, if PSIONIC COMBAT any, which is found by cross-referencing the attack mode and Psionic characters can oppose each other in areas where defense mode on Table 4-1: Psionic Combat DC Modifiers. nonpsionic creatures and spellcasters are blind. Psionic attack The defender does not know what specific attack he or she is modes take advantage of a psionic enemy\u0027s mental defending against until after the defense is raised, nor does architecture, forcing aggressive psionic energy along psionic the attacker know what defense will be raised until after the pathways right into the most sensitive portions of the brain, attack is launched. and viciously abrade the subject\u0027s most vulnerable mental and The attacker may choose to enhance the psionic attack physical attributes. Luckily, all psionic creatures are naturally through the use of specific feats, if possessed, such as Mental resistant against such attacks, but no psionic entity can ever Adversary and Disarm Mind. An attacker cannot use feats in 40 :4 RETPAHC SCINOISP conjunction with psionic combat that are not specifically for An Example of Psionic Combat use with psionic attack modes. Ialdabode somehow catches Shuluth the mind flayer flat- footed, and attacks with the attack mode ego whip as a partial Making a Psionic Defense action. Ialdabode has 23 power points remaining, easily more A character defending against a psionic attack mode makes a than the cost of ego whip (3). Now he sets shuluth\u0027s DC by Will save to determine the success or failure of the attack. rolling a 10 on 1d20. To this number he adds his Dexterity Unless flat-footed or out of power points, psionic characters modifier, +1. Normally, he would wait to see what defense can respond to a psionic attack by putting up one of the five shuluth raised before computing the final saving throw DC; psionic defense modes. The defender is aware of the attack however, Shuluth is flat-footed, which means the DC but not the specific attack mode. Following the attack, the modifier is automatically +8. Shuluth\u0027s save DC is 10 + 1 + 8 = defender knows which attack mode it was, regardless of the 19. success or failure of the attack to deal temporary ability If it weren\u0027t caught flat-footed, the mind flayer would be damage. allowed to put up a defense mode as a free action. Instead, A psionic character must be conscious to raise a psionic shuluth is caught off guard and must make a normal, defense mode. Regardless of initiative order, a defender may unmodified Will save—it gets a 16. Shuluth needed a 19 or always attempt to put up a defense mode as a free action if he higher to save against Ialdabode\u0027s ego whip, so the mind flayer or she has sufficient power points to pay for it and is not flat- suffers all the temporary Dexterity damage dealt by that footed. attack. Ialdabode rolls 1d4 for damage and gets a 2; Shuluth If caught flat-footed, or if the defender\u0027s power points are allocates the 2 points of temporary damage to its Dexterity exhausted, the defender must make a “bare-brained” Will score. Since its Dexterity drops 2 points, its AC drops by 1, as save, without the benefit of a psionic defense mode\u0027s bonus well as any modifiers for skills that rely on Dexterity. on the saving throw. The DC modifier of an unanswered With the partial action resolved, initiative is rolled. Luck is psionic attack mode is +8. with Ialdabode, and he goes first. Pulling out the stops, he A defender who successfully raises a psionic defense mode attacks Shuluth with a psychic crush, paying its cost of 5 power enjoys protection in the form of a bonus on the Will save points. Ialdabode sets the save DC with a 1d20 roll (8) + his against that psionic attack (and that attack only) and possibly Wisdom modifier of + 1 (Wisdom is the key ability for psychic mental hardness against temporary ability score damage, crush) +8 (Shuluth is still flat-footed) for a total of 17. The depending on the mode utilized (again, only for the specific mind flayer makes yet another bare-brained Will save and attack). This Will save bonus is set out in Table 4–1: Psionic rolls a 15—not good enough. Shuluth is really taking a Combat DC Modifiers. pounding. Ialdabode rolls 2d4 for damage and gets a 4, so the",
        "name":  "Compulsion",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If the defender raises a psionic mind flayer takes another 4 points of temporary ability defense mode but still fails the Will save, the mental hardness damage, this time to Wisdom. Had the illithid not been granted by the mode, if any, still reduces the total ability caught flat-footed, it could have erected a defense damage dealt by the attack (except in the special case of id automatically. In addition to bringing the DC modifier down insinuation). A defender who fails the Will save and does not to a reasonable level, the illithid might have benefited from have sufficient mental hardness to block out all the ability the mental hardness provided by some defenses even if it had damage takes the balance as the appropriate amount and type missed its saving throw. of temporary ability damage. After Ialdabode resolves his attack, it\u0027s Shuluth\u0027s turn. The The defender may choose to enhance the psionic defense mind flayer manifests its favorite psionic attack mode, mind through the use of specific feats, if possessed, such as Psychic blast, at no cost (many psionic creatures freely manifest Bastion and Mind Trap. A defender cannot use feats in specific powers). Shuluth sets Ialdabode\u0027s save DC with a d20 conjunction with psionic combat that are not specially for use roll (13) + 3 for the illithid\u0027s Charisma (the key ability for with psionic defense modes. mind blast) + a DC modifier determined by Ialdabode’s defense mode. Even if laldabode had already taken a move-equivalent action as well as his attack action, he can put up a psionic PSIONIC COMBAT IN A NUTSHELL saves. The attacker sets the defender\u0027s Will save DC with a d20 The attacker initiates a psionic attack by paying its cost, and the roll + DC modifier (see Table 4–1) + the attacker\u0027s appropriate defender can put up a defense mode if not flat-footed or out of ability modifier (determined by the attack mode used). power points. Nonpsionic creatures always enjoy the A successful attack deals temporary ability damage against a nonpsionic buffer, whether or not they realize they are under specific ability score of the defender. Against nonpsionic attack, and even if they are flat-footed. (See Psionic Attacks creatures, a successful attack stuns the defender for a number against Nonpsionic Creatures, on the following page.) of rounds equal to the points of ability damage it would The defender raises a defense mode without knowledge of the otherwise deal. specific attack mode. Both attacker and defender then declare Psionic attack and defense modes are summarized on Table the selected modes, which are cross-referenced on Table 4-1: 4–2: Psionic Attack Modes and Table 4–3: Psionic Defense Psionic Combat DC Modifiers. Modes. Each mode is described in expanded format at the end Psionic beings defend against psionic attacks by making Will of this chapter. 41 PSIONICS CHAPTER 4: defense mode in the same round as a reaction—provided he living with a Constitution score of 1. Lost ability points has sufficient power points in reserve. Fearing the illithid’s continue to return normally as the temporary damage fades power, Ialdabode opts for maximum protection and chooses (See Ability Score Loss in Chapter 3 of the DUNGEON MASTER’s intellect fortress, which grants mental hardness 3. Cross- Guide for more information.) referencing mind blast and intellect fortress on Table 4-1 gives a DC modifier of +0; thus, Ialdabode\u0027s DC for his will save is 13 TABLE 4–1: PSIONIC COMBAT DC MODIFIERS + 3 + 0 = 16. If he decides to pay an additional cost of 3 power Ego Id Mind Mind Psychic points, he can also use his Psychic Bastion feat to add another Whip Insinuation Blast Thrust Crush point of mental hardness, for a total of 4. Ialdabode pays the Empty Mind +1 -2 +3 -3 -5 cost of 5 power points for intellect fortress but forgoes Intellect Fortress -2 +1 +0 +6 +4 Mental Barrier -1 +4 -3 +1 +3 Psychic Bastion. He rolls his Will save and gets a result of 15: Thought Shield -4 -1 -2 +4 +2 a failure! Shuluth rolls its damage on 1d4 and gets a 4. Tower of Iron Will +3 +0 -1 +5 -3 Luckily, even though he failed his saving throw, Ialdabode\u0027s Nonpsionic buffer -8 -9 +4 -8 -8 intellect fortress protects him from all but 1 point of temporary Flat-footed or out +8 +7 +8 +8 +8 Charisma damage. Shuluth’s tentacles writhe nervously. . . . of power points Defending against Multiple Attacks The defender knows she\u0027s being attacked, but not what attack is Unless flat-footed, a psionic character can defend against coming in, and can put up a defense she knows unless flatfooted. multiple psionic attacks from different aggressors in the same Depending on the combination of attack mode and defense mode, round, if he has sufficient power points to pay the cost of the defender\u0027s DC is modified as noted on the table. Because it is each defense. For instance, if Ialdabode were targeted with the defender\u0027s DC that is being adjusted, negative numbers are good for the defender, positive numbers good for the attacker. psionic attack modes by three illithids, he could attempt to raise psionic defense modes against all three attacks during the same round. TABLE 4–2: PSIONIC ATTACK MODES Attack Ability Power Mode Range Damage Points‡ Psionic Attacks against Nonpsionic Creatures Mind Thrust Close (25 ft. + 5 ft./2 levels) 1d2 Int 1 Defenders against a psionic attack make will saves to deter- Ego Whip Close (25 ft. + 5 ft./2 levels) 1d4 Dex 3 mine its success or failure, regardless of their own psionic Id Insinuation Close (25 ft. + 5 ft./2 levels) 1d2 Str* 3 potential. However, nonpsionic characters and creatures Psychic Crush Close (25 ft. + 5 ft./2 levels) 2d4 Wis 5 enjoy mental protection due to their “thick-headedness.” Mind Blast 60 ft. cone** 1d4 Cha† 9 Psionic energies are thrown like mental lances, wreaking havoc against other psionic entities, but nonpsionic beings *A defender who fails a Will save ignores mental hardness, if any. don\u0027t possess the mental pathways necessary to channel **All creatures caught in the area must save or be affected. attack modes efficiently. This gives them a nonpsionic buffer †Nonpsionic beings affected by mind blast are stunned for 3d4 against psionic attack. Furthermore, their brains naturally rounds. convert ability damage to rounds of being stunned on a 1-for- ‡ Attack mode level equivalents for the purpose of Concentration checks: Mind Thrust—1st; Ego Whip and Id Insinuation—2nd; 1 basis. Thus, a nonpsionic target that would otherwise take 3 Psychic Crush—3rd; Mind Blast—5th. points of temporary ability damage is stunned for 3 rounds instead. TABLE 4–3: PSIONIC DEFENSE MODES",
        "name":  "Special Considerations",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A stunned character drops whatever he is Defense Power holding, loses his Dexterity bonus to AC (if any), and can take Mode Secondary Protection Points no actions. Foes gain a +2 bonus to hit stunned characters. Empty Mind None 1 Even when stunned, however, a nonpsionic being retains its Thought Shield 1 mental hardness* 1 nonpsionic buffer. Mental Barrier 2 mental hardness* 3 Intellect Fortress 3 mental hardness* 5 Ability Damage from Psionic Attacks Tower of Iron Will 2 mental hardness*, 10-ft. radius** 5 All damage taken during psionic combat is in the form of Nonpsionic buffer Ability damage=stun† n/a temporary ability damage. The specific attack mode used determines the type of temporary ability damage dealt. *Mental hardness reduces total ability damage dealt by successful Temporary ability damage returns naturally at a rate of 1 psionic attack. point per day for each damaged ability (2 points per day **Bonus on defender\u0027s Will save does not stack with overlapping under the care of someone versed in the Heal skill). Powers psionic defenses, but mental hardness does stack. such as lesser body adjustment, body adjustment, and rejuvenation †Nonpsionic creatures are stunned for a number of rounds equal are useful for healing temporary ability damage more quickly. to the points of ability damage that would be dealt If a psionic being\u0027s score in anyone ability damaged by an attack mode reaches 0, he drops helpless. All further psionic PSIONIC ATTACK AND DEFENSE MODES attacks against that target deal temporary Constitution Psionic attack and defense modes are in many ways akin to damage. The downed being cannot raise psionic defenses standard powers, but they differ in some ways. Since they do against these attacks. If his Constitution reaches 0, he imme- not really belong to anyone discipline, a psionic character can diately dies. If brought back to life through magical or use any mode she has access to without worrying about a key psionic means, the victim comes back to the world of the ability score. 42 :4 RETPAHC SCINOISP See Chapter 5: Powers for a description of the powers’ who fail their saving throw take 1d2 points of temporary entries. Strength damage, regardless of mental hardness. Nonpsionic creatures always enjoy a nonpsionic buffer against a psionic attack mode (see Table 4-1). On a failed Ego Whip saving throw, nonpsionic creatures are stunned for 1d2 Attack Mode (Dex) rounds.",
        "name":  "Stunned",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3 You can raise empty mind as a reaction in response to a psionic attack mode, even if you\u0027ve already taken your full allotment You can raise mental barrier as a reaction in response to a of actions for the round (unless you are flat-footed or out of psionic attack mode, even if you\u0027ve already taken your full power points). Empty mind hides your mind in an expanse of allotment of actions for the round (unless you are flat-footed vacuous conception. Cross-reference this defense with the or out of power points). Mental barrier is a construct of attack mode on Table 4–1: Psionic Combat DC Modifiers to dissembling thoughts that shields the mind. Cross-reference get the appropriate modifier to your will save DC. this defense with the attack mode on Table 4–1: Psionic Combat DC Modifiers to get the appropriate modifier to your Id Insinuation will save DC. You also gain mental hardness 2, which is Attack Mode (Str) applied against any temporary ability damage dealt by the",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates (see text) makes a will save (DC 1d20 + your Strength modifier + DC Power Resistance: No modifier). Power Points: 9 Psionic creatures are allowed to raise a psionic defense mode, which modifies the defender\u0027s will save DC. Those The air ripples with the force of your mental attack, which 43 PSIONICS CHAPTER 4: blasts the minds of all creatures in a 60-foot cone. Defenders Thought Shield within the area make a will save (DC 1d2o + your Charisma Defense Mode modifier + DC modifier).",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 blast than other psionic attack modes. The will save DC increases by +4, and on a failed saving throw, a nonpsionic You can raise thought shield as a reaction in response to a creature is stunned for 3d4 rounds (rather than 1d4). psionic attack mode, even if you\u0027ve already taken your full allotment of actions for the round (unless you are flat-footed Mind Thrust or out of power points). Thought shield erects a shield of hope Attack Mode (Int) for sanctuary. Cross-reference this defense with the attack",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 willing creatures against a psionic attack. These bonuses stack. For example, if three adjacent psionic characters were Your will surrounds that of your foe and begins to squeeze targeted by a mind blast, they could each individually raise a mercilessly. The defender makes a will save (DC 1d2o + your tower of iron will and in sum enjoy mental hardness 6 against Wisdom modifier + DC modifier). that specific attack (if all are in a 10-foot-diameter area). Each Psionic creatures are allowed to raise a psionic defense would make an individual Will save, however—there is no mode, which modifies the defender\u0027s Will save DC. Those stacking of save DC modifiers from multiple towers. who fail their saving throw take 2d4 points of temporary Nonpsionic creatures within the area also gain this mental Wisdom damage. hardness, which shields them from potential rounds of being Nonpsionic creatures always enjoy a nonpsionic buffer stunned instead of temporary ability damage, on a point-for- against a psionic attack mode (see Table 4–1). On a failed point basis. saving throw, a nonpsionic creature is stunned for 2d4 rounds. 44 :4 RETPAHC SCINOISP his chapter begins with the power lists of the psion and psychic warrior classes. The psion power list uses abbre- viated names as follows: Clasen (Clairsentience); Metcre 0%LEVEL PSION POWERS (Talents) (Metacreativity); Psykin (Psychokinesis); Psymet (Psycho- Clasen Detect Psionic. You detect the presence of metabolism); Psyport (Psychoportation); and Telep (Tele- psionic activity. pathy). The rest of the chapter contains power descriptions in Inkling. You are 50% likely to know if an alphabetical order by power name. intended action is good or bad.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "“Creatures” and “characters” are Psymet Elfsight. You have low-light vision. used synonymously in these power descriptions. Lesser Natural Armor. You gain +1",
        "name":  "Creatures and Characters",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Acid, chaotic, cold, compulsion*, darkness, Ubiquitous Vision. You have all-around vision. (Wis) death, electricity, evil, fear, fire, force, good, language- dependent, lawful, light, mind-affecting, sonic, and 4th%LEVEL PSYCHIC WARRIOR POWERS teleportation. Dimension Door. Teleports you and up to 500 lb. short *Compulsion is treated as a subschool of the Enchantment distances. (Dex) school of magic in the Player’s Handbook but is used as a Dissolving Touch. Your touch deals 7d6 acid damage. (Str) descriptor here, to the same effect. Immovability. You are almost impossible to move. (Str) Inertial Barrier. Subject gains damage reduction 10/+5. LEVEL (Con) This is the strength level of the power, ranging from 0-level Polymorph Self. You assume a new form. (Str) (talents) through 9th level (the most powerful). This entry Steadfast Perception. You gain a +4 bonus against illusions, notes which classes can manifest this power. A power\u0027s level +2 bonus on Spot and Search checks. (Wis) affects the DC for any saving throw allowed against the Telekinesis. Lift or move 25Ib./level at long range. (Con) power. 5th%LEVEL PSYCHIC WARRIOR POWERS DISPLAY Adamant Grasp. You gain a +10 bonus on your grapple This gives the type of display that accompanies manifestation checks. (Str) of the power. Adapt Body. You adapt your body to hostile environments. Displays: Au (Audible), Ma (Material), Me (Mental), Ol (Str) (Olfactory), and Vi (Visible). See Display, page 34, for more information. 50 :5 RETPAHC SREWOP You create a psychokinetic shield around the subject that MANIFESTATION TIME bolsters its powers\u0027 chance to survive a negate psionics power The time required to manifest the power. See Manifestation (or dispel magic spell). When ablating is manifested on a Time, page 32, for more information. creature or object, add +6 to the DC of the negation check or dispel check for each ongoing power subject to negate psionics. RANGE Thus, the DC for each power check is equal to 11 + the power- The maximum distance from you at which the power can to-be-negated’s manifester level +6. Ablating ends when its affect a target. See Range, page 32, for more information. duration expires or after a negate psionics is manifested on its subject. TARGET OR TARGETS/EFFECT/AREA Negate psionics can negate ablating, but against a targeted The number of creatures, dimensions, volume, weight, and negation, ablating is always checked last. Against an area soon, that the power affects. See Aiming a Power, page 32, for negation, ablating is checked according to its level (but more information. If the target is you, you do not receive a because of its relatively high level, it could well be negated saving throw, and power resistance does not apply. before weaker powers). DURATION Adamant Grasp How long the power lasts. See Duration, page 34, for more Psychometabolism(Str) information. Level: Psychic Warrior 5",
        "name":  "Descriptors",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 Height Decrease Weight Decrease -10% (x0.9) -30% (x0.7) The fingernails on both your hands grow to wicked, 2-inch- -20% (x0.8) -50% (x0.5) longpoints. The power grants you a claw attack (which does -30% (x0.7) -60% (x0.4) not draw an attack of opportunity) with a base damage of 1d8. -40% (x0.6) -80% (x0.2) Simultaneously, you heal as many points of damage as you -50% (x0.5) -90% (x0.1) deal with claws of the vampire. You can use this power in conjunction with feats, powers, or spells allowing additional Your equipment also shrinks. Your hit points, Armor Class attacks in one round, and it can be used with multiple attacks and attack rolls do not change, but Strength decreases along gained through level advancement. with size. For every 10% of reduction, your Strength score See Psychometabolism Powers in Chapter 4: Psionics for suffers an enlargement penalty of -1, to a minimum score of 1. how to handle multiple attacks. Multiple psionic or magical effects that decrease size do not stack. Combat Precognition Clairsentience (Wis) Conceal Thoughts",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 action Ectoplasmic Armor",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 hour/level (D) of reverie to the edge of conscious thought, and into the Saving Throw: Will negates (harmless) region of dreams. You can take more than one creature along Power Resistance: Yes (harmless) with you (subject to your level limit), but all must be Power Points: 9 touching each other. You physically enter the land of dreams, leaving nothing behind. The subject is dressed in a suit of shimmering ectoplasmic In the region of dreams, you move through a menagerie of armor that provides a +10 armor bonus to AC. Other armor thoughts, desires, and phantoms created by the minds of cannot be worn at the same time as ectoplasmic armor. If dreamers everywhere. For every minute you move through subject takes off the ectoplasmic armor, it immediately dream, you can “wake” to find yourself five miles displaced in dissipates. Treat ectoplasmic armor as leather armor for the waking world. Thus, a character can use this power to purposes of armor check penalty or speed reduction. Because travel rapidly by physically entering where only dreams the armor is composed of astral ectoplasm (emulating force normally prowl, moving the desired distance, and then for the purposes of this power), incorporeal creatures can’t stepping back into the waking world. You know where you bypass it the way they do normal armor. will come out in the waking world. Dream travel can also be used to travel to other planes that Ectoplasmic Cocoon contain creatures who dream, but this requires crossing into Metacreativity (Int) the dreams of outsiders, where you are subject to the vagaries Level: Psion 2 of many dream realities. This is a potentially perilous Display: Ma, Au proposition, at your DM\u0027s option. Transferring to another Manifestation Time: 1 action plane of existence requires 1d4 hours on an uninterrupted Range: Medium (100 ft. + 10 ft./level) journey. Target: One creature of Medium-size or smaller",
        "name":  "You and any creature you touch are drawn along a crystal arc Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 appears within 5 feet of you and can move up to the noted range. The “tether” consists of filamentous light connecting You and all your gear become a partially translucent mass of your hands with its forelimbs (when you raise your right rippling ectoplasm that generally conforms to your normal hand, the construct raises the corresponding appendage). shape. You gain damage reduction 20/+1. Your material Except for being visibly tethered, the astral construct is as armor (including natural armor) becomes worthless, described in Chapter 8: Monsters. although your size, Dexterity, deflection bonuses, and armor The power creates an astral construct of the highest level bonuses from force effects (such as those gained by the feat possible, corresponding to the highest-level astral construct Inetrial Armor) still apply. You become immune to poison power you know. As a consequence of your direct control, the and critical hits. You cannot attack or manifest powers while construct gains a +2 enhancement bonus to Strength and in ectoplasmic form. As with polymorph self, you lose Dexterity, and a +2 enhancement bonus on Will saves. supernatural abilities, if any, while in ectoplasmic form. In practice, the cost to manifest ecto puppet is variable, and is You cannot run, but you can swim with a +15 circumstance equal to the cost of the astral construct power you emulate + 2. bonus on your Swim skill. You can pass through small holes or narrow openings, even mere cracks, along with all you are Elfsight wearing or holding in your hands while the duration persists. Psychometabolism (Str)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 Class, sustain 1 point of damage at the end of each round they remain within the roiling turbulence of the shambler\u0027s You transfer the hurts of others to yourself. when you medium. A strong wind that blows against the shambler manifest this power, you can transfer up to 8 points of reduces its speed to 0 during the first round, and in damage per manifester level from the subject creature to subsequent rounds moves it in the direction of the wind at a yourself. speed of 5 feet. Alternatively, you can absorb one poison or one disease afflicting the subject creature into yourself. When you absorb a poison or disease, you do not absorb the damage done Ecto Puppet previously dealt by the affliction, but you do take up the Metacreativity (Int) burden of making the secondary and/or continuing Fortitude",
        "name":  "Creatures enveloped by the shambIer, regardless of Armor Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 enclosures. However, your larger size is constrained without harm by stronger materials. You cannot crush yourself. As ethereal jaunt, except you and other creatures joined by Your hit points, Armor Class, and base attack bonus do not linked hands (along with their equipment) become ethereal. change, but Strength increases along with size. For every 20% of enlargement, you gain a +1 enlargement bonus to Besides yourself, you can bring one creature per three Strength. manifester levels to the Ethereal Plane. Once ethereal, the Multiple psionic or magical effects that increase size do not creatures need not stay together. stack. Psionic and magical properties are not enhanced with When the power expires, all affected creatures in the this power. Ethereal Plane return to material existence. Fabricate Expanded Vision Metacreativity (Int) Clairsentience (Wis)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 fate link. You could attempt to create a chain of fate linked creatures, if desired. A target you select is buffeted with telekinetic force for 1 point of damage. Fate of One Far punch always affects a target within range that you can Clairsentience (Wis) see, even if the target is in melee or has partial cover or Level: Psion 4 concealment. However, a shield spell protects the target.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You You can divide yourself, creating a duplicate up to 5 feet away. Your duplicate thinks and acts exactly as you do and 75 POWERS CHAPTER 5: follows your orders, although it will not do anything you Range: Touch wouldn\u0027t do yourself. Your duplicate has all your abilities but Target: Creature touched none of your equipment. Your duplicate has all your hit Duration: 10 minutes/level points, half your power points (figured after you deduct the Saving Throw: None cost of this power), and other physical traits you had at the Power Resistance: Yes (harmless) time you manifested the power. Powers, spells, or other Power Points: 5 effects affecting you do not affect your duplicate. When the duration expires or when you dismiss the power, The power\u0027s subject can fly at a speed of 90 feet (60 feet if the you and your duplicate rejoin, no matter how far from each creature wears medium or heavy armor). The subject can fly other you are. You take half of the damage your duplicate has up at half speed and descend at double speed. The flying suffered at the time of rejoining. This could potentially put subject\u0027s maneuverability is good. Using the fly power you at 0 hit points or lower, but it can\u0027t bring you to -10 hit requires as much concentration as walking, so the subject can points or less. Also, you lose half of the power points your attack or manifest powers normally. The subject of fly can duplicate used up. If one of you dies before the duration charge but not run, and it cannot carry aloft more weight expires, there is no rejoining; however, you (either in your than its maximum load (see Chapter 9 of the Player\u0027s original flesh or that of your duplicate) gain one negative Handbook), plus any armor it wears. level. Should the duration expire while the subject is still aloft, the psionic effect fails slowly. The subject drops 60 feet per Flaming Shroud round for 1d6 rounds. If it reaches the ground in this time, it Metacreativity (Int) is safe. If not, it falls the rest of the distance (falling damage is",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None 20 feet (10 feet if the creature wears medium or heavy armor).",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Up to 10 cubic yd./level You are almost impossible to move. Your weight does not Power Points: 11 vary; instead, you mentally attach yourself to the underlying fabric of the plane. Thus, you could conceivably anchor As fabricate, except ten times as much material is affected by yourself in midair. You oppose any attempt to move you by a the power. Strength check modified by a bonus equal to three times your manifester level Thus, at 8th level, your bonus to resist being Improved Fly moved is +24. Once immovable, you can\u0027t move to a new Psychoportation (Dex) location unless you first dismiss the power or its duration Level: Psion 6 expires. Power Points: 11 While you are immovable, you lose all Dexterity bonuses to AC. Neither can you attack or make any other movement. As fly, except the subject can fly at a speed of 180 feet (150 However, your anchored body gains damage reduction 20/+3. feet if the creature wears medium or heavy armor). Improved Anchored Navigation Improved Telekinesis Clairsentience (Wis) Psychokinesis (Con)",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous (see text) attack loses any Dexterity bonus to Armor Class.",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 Power Points: 1 You generally know where you are. This power is useful to You forge a telepathic bond with another creature, which characters who frequently travel via teleportation, gates, or via must have an Intelligence score of 6 or higher. The bond can other planes of existence. The power reveals general be established only with a willing subject, who therefore information about the character\u0027s location. The information is receives no saving throw and gains no benefit from power usually no more detailed than a summary that locates you resistance. You can communicate telepathically through the according to a prominent local landmark, such as bond even if you do not share a common language. No “approximately 20 miles west-northwest of Greyhawk City.” special power or influence is established as a result of the If no prominent locations are nearby, answers such as “adrift bond. Once the bond is formed, it works over any distance on the Sunless Sea” are also possible, which at least provide (although nor from one plane to another). some information about location. Subsequent movement on your part could confuse matters once again. Lesser Natural Armor Psychometabolism (Str)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 Mass Cocoon Your skin grows thick ridges, providing a +1 natural armor Metacreativity (Int) bonus to your AC. Unlike mundane armor, natural armor",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Psion 7 entails no armor check penalty or speed reduction.",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 action 89 POWERS CHAPTER 5: For each ongoing power with an area centered within the Natural Armor negate psionics target area, you make a negation check to Psychometabolism (Str) negate the power.",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7 only within the area of the negate psionics. As lesser natural armor, but you gain a +4 natural armor bonus to AC. Also, the duration is considerably longer. Nondetection Clairsentience (Wis)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 the area. Undead that are brought to 0 hit points or below by use of the power fall limply and molder into dust (if This power not only prevents Clairsentience powers from corporeal), or slowly disperse (if incorporeal). working to detect or locate the creature or object affected by sequester, it also renders the affected creature or object Shadow Body invisible to any form of sight or seeing. (It also shields against Psychometabolism (Str) divination magic, unless the Psionics Are Different option is",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 you can become a dragon, an ant, or just about anything you are familiar with. The subject can climb and travel on vertical surfaces or even If you use this power to create a disguise, you get a +10 traverse ceilings as well as a spider does. The affected creature circumstance bonus on your Disguise check. must have bare hands and feet to climb in this manner. The subject climbs at half its speed. A creature with a Strength Shield of Prudence score of at least 20 +1 per manifester level can pull the subject Clairsentience (Wis) off a wall.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 Your awareness extends a few fractions of a second into the future, allowing you to better evade an opponent\u0027s blows. You Your gaze suffers no distractions, granting you immunity to gain a +6 insight bonus to AC. lf you are caught flat-footed, all gaze attacks while the duration lasts. shield of prudence still grants a +4 insight bonus to AC. 100 :5 RETPAHC SREWOP",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Several paragraphs in each description provide armor,",
        "name":  "Gear",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 lesser concussion (1st-2nd), 2 bite of the wolf (17th-20th), cloak of resistance +3 (magic item) (18th-20th), (1st-3rd), 2 hammer (1st), 2 biofeedback (2nd-3rd), invisibility amulet of natural armor +3 (magic item) (19th-20th), belt of giant (4th), invisibility (5th), concussion (5th), 2 claws of the bear (5th), strength +6 (magic item) (19th-20th), ring of protection +2 (magic painful touch (6th-7th), ectoplasmic form (8th), bite of the tiger item) (19th-20th), skin of the troll (20th). (9th), teleport (11th), polymorph self (12th), mass cocoon (14th), Other Gear: Dagger (1st-20th). dissolving touch (15th), breath of the dragon (15th), breath of the dragon (17th), hypercognition (17th), shapechange (18th-20th). NPC Psion (Nomad)",
        "name":  "Power Stones",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1st, Inertial Armor; 3rd, Dodge; 6th, Combat Mani- NPC Psion (Savant) festation; 9th, Speed of Thought; 12th, Psionic Charge; 15th,",
        "name":  "Feats",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4th, Con 16; 8th, Con 17; 12th, mind, id insinuation, mind thrust, thought shield; 3rd, Con 18; 14th, Dex 14 (16); 16th, Con 19; 20th, Con 20. mental barrier; 5th, intellect fortress; 7th, tower of iron will;",
        "name":  "Increased Ability Scores",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 normal (1st-3rd), 10 masterwork (4th-20th). empty mind, mind thrust, thought shield, tower of iron will;",
        "name":  "Bolts",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    }
]
