[
    {
        "origin_file":  "armor.json",
        "description":  "A ogre mage receives one feat at 1st level and +2 Cha. Pixies are physically weak but make up for it in another one at 4th level. After 12th level it gains feats nor- other areas. mally according to its character level, as shown on Table • Small: As Small creatures, pixies gain a +1 size bonus to 2–5: Experience and Level-Dependent Benefits. Armor Class, a +1 size bonus on attack rolls, and a +4 size Spell-Like Abilities:An ogre mage can use the indi- bonus on Hide checks, but they must use smaller weap- cated spell-like abilities at the indicated frequency. It has a ons than Medium-size creatures do, and their lifting and 190 1 XIDNEPPA Table A–39: The Ogre Mage Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +2 +0 +0 (2 + Int mod) ×4 1 Feat, +1 natural armor, spell-like abilities (charm person1/day, sleep1/day) 2nd 2d8 +1 +3 +0 +0 2 + Int mod 1 +2 natural armor, +2 Con 3rd 2d8 +1 +3 +0 +0 — 2 +2 Wis, spell-like abilities (darkness1/day, invisibility1/day) 4th 3d8 +2 +3 +1 +1 2 + Int mod 2 Feat, fly 40 ft. (good), +2 Str, +2 Cha 5th 3d8 +2 +3 +1 +1 — 3 +2 Int, spell-like abilities (gaseous form1/day), +3 natural armor 6th 3d8 +2 +3 +1 +1 — 3 Regeneration 1, spell-like abilities (darkness3/day, invisibility3/day) 7th 4d8 +3 +4 +1 +1 2 + Int mod 4 Spell-like abilities (polymorph self1/day), +4 natural armor, +2 Str 8th 4d8 +3 +4 +1 +1 — 4 +2 Con, +2 Wis, spell resistance 9th 4d8 +3 +4 +1 +1 — 5 Spell-like abilities (cone of cold1/day, darknessat will, invisibilityat will) 10th 5d8 +3 +4 +1 +1 2 + Int mod 6 Large size, reach 10 ft., +2 Str, +2 Int, +5 natural armor 11th 5d8 +3 +4 +1 +1 — 7 Regeneration 2, +2 Con 12th 5d8 +3 +4 +1 +1 — 8 +2 Str, +2 Cha carrying limits are three-quarters of those of Medium- ity(self only). Its caster level for all spell-like abilities is size characters. equal to its class level + 3 (save DC 10 + spell level + pixie’s • Speed: Pixie land speed is 20 feet. Cha modifier). • Low-Light Vision: Pixies can see twice as far as a human Pixie Powers (Sp):Beginning at 3rd level, a pixie can use in starlight, moonlight, torchlight, and similar condi- detect thoughtsanddispel magiconce per day. tions of poor illumination. They retain the ability to Natural Invisibility (Su): At 4th level, a pixie is natu- distinguish color and detail under these conditions. rally invisible and remains invisible even when it attacks. • Skills: +2 racial bonus on Listen, Search, and Spot checks. This ability is constant, but the pixie can suppress or • Automatic Languages: Common and Sylvan. resume it as a free action. • Favored Class: Pixie. The best multiclassing choices for a Craft Special Arrows: Upon reaching 4th level, a pixie pixie are rogue, sorcerer, and wizard. can craft pixie sleep arrows and pixie memory loss arrows as though meeting all of the prerequisites. Class Skills Greater Pixie Powers (Sp):At 5th level, a pixie can use The pixie’s class skills (and the key ability for each skill) are confusion(by touch), permanent image(visual and auditory Bluff (Cha), Concentration (Con), Craft (Int), Escape Artist elements only), and polymorph self once per day. A pixie with (Dex), Heal (Wis), Hide (Dex), Listen (Wis), Move Silently a Charisma of at least 20 can also use Otto’s irresistible dance (Dex), Profession (Wis), Ride (Dex), Search (Int), Sense once per day. Motive (Wis), and Spot (Wis). RAKSHASA Class Features Outsider (Evil, Lawful) All of the following are class features of the pixie monster Said to be the very embodiment of evil, rakshasas are class. malevolent and manipulative. They are the masterminds of",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An umber hulk has a bite attack that is a natural weap- • Automatic Languages: Abyssal, Celestial, and Draconic. on dealing the indicated damage plus 1/2 Strength bonus. • Favored Class: Vrock. The best multiclassing choices for a Tremorsense (Ex):Starting at 4th level, an umber hulk vrock are barbarian, fighter, and wizard. can automatically sense the location of anything that is in conmtact with the ground and within a certain distance Class Skills from the umber hulk. The radius of the effect increases The vrock’s class skills (and the key ability for each skill) are from 10 feet at 4th level to 60 feet at 17th level. Concentration (Con), Craft (Int), Hide (Dex), Knowledge Confusing Gaze (Su):At 7th level, an umber hulk devel- (any one, chosen at 1st level) (Int), Listen (Wis), Move ops its magical gaze, which causes confusion (as the spell, Silently (Dex), Profession (Wis), Search (Int), Sense Motive caster level 8th) within a certain distance from the hulk (Wis), Spellcraft (Int), and Spot (Wis). (DC 10 + 1/2 umber hulk’s HD from class levels + umber On reaching Large size, a vrock takes a –4 size penalty on hulk’s Cha modifier). The radius of the effect increases from Hide checks. 5 feet at 7th level to 30 feet at 13th level and higher. 202 1 XIDNEPPA Table A–51: The Umber Hulk Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points CR Special 1st 1d8 +0 +0 +0 +2 (2 + Int mod) ×4 1 Feat, +3 natural armor, 2 claws 1d4, bite 1d6 2nd 2d8 +1 +0 +0 +3 2 + Int mod 1 +2 Con 3rd 3d8 +2 +1 +1 +3 2 + Int mod 1 Feat, +2 Str 4th 3d8 +2 +1 +1 +3 — 1 +5 natural armor, tremorsense 10 ft. 5th 4d8 +3 +1 +1 +4 2 + Int mod 2 Claws 1d6, burrow 20 ft., +2 Con 6th 4d8 +3 +1 +1 +4 — 2 Bite 1d8, tremorsense 20 ft. 7th 5d8 +3 +1 +1 +4 2 + Int mod 3 +2 Str, +7 natural armor, confusing gaze 5 ft. 8th 5d8 +3 +1 +1 +4 — 3 Tremorsense 30 ft., +2 Con 9th 6d8 +4 +2 +2 +5 2 + Int mod 4 Feat, Large size, reach 10 ft., +2 Str, confusing gaze 10 ft. 10th 6d8 +4 +2 +2 +5 — 4 Claws 2d4, tremorsense 40 ft. 11th 7d8 +5 +2 +2 +5 2 + Int mod 5 +2 Str, bite 2d6, confusing gaze 20 ft. 12th 7d8 +5 +2 +2 +5 — 5 +2 Cha, tremorsense 50 ft. 13th 8d8 +6/+1 +2 +2 +6 2 + Int mod 6 +2 Str, +2 Dex, confusing gaze 30 ft. 14th 8d8 +6/+1 +2 +2 +6 — 7 Bite 2d8, tremorsense 60 ft. Class Features tangle of viny growths. A delay poisonspell stops the spores’ All of the following are class features of the vrock monster growth for its duration. Bless, neutralize poison,orremove dis- class. easekills the spores, as does sprinkling the victim with a vial",
        "name":  "Bite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A water elemental can form a vortex as described Good Save:Which type or types of saving throw receives in the Monster Manual, except the damage is the elemental’s the highest bonus for the base creature. slam damage without Strength bonus and the Reflex save BAB:The base creature’s base attack bonus. Do not DC to escape the vortex is 10 + 1/2 water elemental’s HD modify this figure further for size. from class levels + water elemental’s Con modifier. Fort, Ref, Will:The base, unmodified saving throw bonuses for the base creature. Appendix 2: Nat. Armor:If the base creature has a natural armor bonus, it appears here. The creature’s Monster Manualentry Compiled Tables provides other factors that may affect the base creature Armor Class, such as size and Dexterity.",
        "name":  "Vortex",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature’s type is monstrous have only six natural attacks rather than eight. humanoid. An anthropomorphic animal is bipedal even if An anthropomorphic animal uses the base attack bonus the base creature is not. It has a tail and/or wings if the base of a monstrous humanoid: +1 for a Small creature, +2 for creature has these features. All anthropomorphic animals Medium-size, or +3 for a Large creature. have humanoid arms and hands. Small anthropomorphic animals with class levels use the Anthropomorphic animals created from Tiny or smaller base attack bonus of their class because they lose their animals are Small, those created from Small to Large ani- single monster Hit Die. mals are Medium-size, and those created from Huge or Special Attacks:Attacks that rely on a nonhumanoid larger animals are Large. This difference in size may affect shape, such as hind-leg rakes, trampling, or a snake’s con- Armor Class, attack bonus, natural armor, and abilities; see striction, are no longer available. the introduction of the Monster Manualfor a summary of Special Qualities:An anthropomorphic animal has these effects. darkvision with a 60-foot range.",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Half-ogres inherit a tendency friendship among adventurers, many of toward chaos from their ogre parents, but, like whom are fellow wanderers and outsiders. their human parents, they favor neither good nor evil. Half-ogres raised Half-Ogre Racial Traits among ogres and willing •Starting Ability Score Adjustments:+6 Str, to live out their lives with –2 Dex, +2 Con, –2 Int, –2 Cha. them, however, are usually Half-ogres are big, brawny evil. creatures without a great Half-Ogre Lands: Half- deal of intelligence or ogres have no lands of their couth. own. They most often live • Large: As Large creatures, among ogres. Of the other half-ogres have a –1 penalty races, humans are the to Armor Class and a –1 penalty ones most likely to on all attack rolls. They also have a accept half-ogres, and reach of 10 feet. half-ogres usually live in • Speed: Half-ogre land speed human lands when not is 30 feet. living among ogre tribes. • Darkvision: Half-ogres have",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A desmodu receives a +4 racial bonus on Spot The chief desmodu deity is Vesperian, who is the creator and Listen checks, which is lost if its blindsight is and protector of the race. Typically there is a shrine dedi- negated. The creature also gets a +2 racial bonus on grap- cated to him in every enclave, and many dwellings also ple checks. When wearing light armor or no armor, the boast private altars to Vesperian. creature gains a +2 bonus on Balance and Jump checks. All these racial bonuses are included in the statistics above. Desmodu Characters When a desmodu has its hands free and deliberately Desmodus sometimes become barbarians or rogues, but jumps down from a height, subtract 10 feet from the dis- their favored class is fighter. A desmodu fighter usually tance fallen to determine damage. If it makes a successful leads a colony’s council of elders, and fighters also lead Jump check (DC 15), reduce the effective distance fallen most warbands, in those rare cases when the desmodus join by another 10 feet. to attack a common enemy. Wizards and clerics are unknown in the race. Some desmodu sorcerers and bards Desmodu Society exist, but most desmodu spellcasters are adepts. Desmodus live in small, independent family groups that gather in loosely organized colonies or enclaves to pool resources and create a communal defense. They eschew complex social organizations, and individual families live as they please. Each family group includes several genera- tions, with the eldest generation acting as the ruling body to settle all issues. The oldest and most experienced desmodus in an enclave form a council to settle disputes between families and make recommendations about handling external affairs. Desmodus of the same age from different families frequently adopt each other as siblings. These adopted sib- 220 3 XIDNEPPA pqqrs KINSHIP BADGES This item resembles an exquisite cymbal or flattened bell, measuring 3 or 4 inches across. When struck, it emits a single musical note. It also resonates and produces a distinctive ultra- sonic tone when a desmodu’s echolocation sounds strike it. Desmodus usually exchange kinship badges with their siblings and use them to identify each other in battle.",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, flat-footed 13 Armor Class. The following changes are in effect as long as",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance +3, Climb +3, Hide +4*, Jump +31, shield, empty mind.A thri-kreen manifests powers, and gains Listen +3, Spot +3 additional attack and defense modes, as if it were a psychic",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+2 leather armor, +0 Dexterity) first feat, so the bonuses on Listen and Spot checks are I assigned typical equipment to laikas, then deter- included here as well. mined their AC from that and their Dexterity. I chose Feats:Alertness, Track (B). leather armor because it has no armor proficiency A laika is entitled to one feat, and I chose Alertness. I penalty, and no hunter wants a penalty on Move also gave it Track as a bonus feat, since it’s a hunting race. Silently checks. The rest of the stat block is meaningless for char-",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A laika gains a +2 bonus to member of the race with one class level is equivalent to Constitution and a –2 penalty to Intelligence. a 5th-level character. Thus, we’ll have to balance start- Medium-Size:A laika gains no size bonus to Armor ing Hit Dice and level adjustments to reach that point. Class, attack rolls, or skill checks. Most people are either fascinated or repelled by",
        "name":  "Balanced Ability Scores",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 feet. insects, so an insectlike humanoid seems like an excit- Low-Light Vision:A laika can see twice as far as a ing vision for this race. It seems reasonable that the human in starlight, moonlight, torchlight, and similar creature would have an insect carapace (and thus a nat- conditions of poor illumination. It retains the ability to ural armor bonus), and perhaps a flying speed. A natu- distinguish color and detail under these conditions. ral armor bonus of up to +5 is worth a +1 level adjust- Speak with Animals(Sp):Once per day, a laika can ment according to Savage Species. Flight with a use speak with animalsto communicate with canine ani- maneuverability of average or worse also merits a +1 mals such as wolves and dogs. This ability is innate to level adjustment. If we stick to these aspects, keep the laikas. It has a duration of 1 minute (the laika is consid- ability scores balanced, and look for some small, clever ered a 1st-level caster when it uses this ability, regard- qualities to assign, then this race could start with 2 Hit less of its actual level). Dice. If we make the race Small, we can increase the",
        "name":  "Base Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yougaina+I divinebonustoall 8Shieldof Law attackrolls. 9 Stormof Vengeance I Shield Ranger Domain 2GhostCombatant*",
        "name":  "Granted Power",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Heroic ancestorss,piritsofthe I Shieldof Faith night,mischievousspirits,deitiesof larceny, 2 ShieldOther trickster deities. 3KeenEdge",
        "name":  "DeitiesandSpirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) items (such as scrolls) or spell trigger items (such as You unleash the power of this spell and wands), even though it can’t the nugget of platinum vanishes from cast the spells required. your palm. Your companions are If this spell is used bathed in a white aura with a silver against an object, that scale pattern overlaid upon it. object’s magical powers are suppressed—including All subjects gain a +2 luck any spells previously cast bonus to Armor Class and and currently in effect on on saving throws against the item, as well as any the attacks, spells, and spe- spells or magical effects cial attacks (extraordinary, targeted on the object supernatural, and spell-like) of during the antimagic ray’s dragons. This bonus increases duration. by 1 for every four caster levels The spell doesn’t affect above 5th (to +3 at 9th, +4 at any objects other than the 13th, and a maximum of +5 subject itself, even if those at 17th). objects are worn, carried",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous The gestures for casting arc of lightning . . . lekniwhoV .F yb .sullI 15 DESCRIPTIONS SPELL CHAPTER 1 Although there is no visible effect from Encircling your eye with thumb and forefin- ARMOR OF DARKNESS this spellcasting, you channel divine power ger as if holding a jeweler’s lens, you speak Abjuration [Darkness] through your mind, shaping and trans- the arcane words that complete the spell.",
        "name":  "Du ration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) spell’s 15-minute casting time, you of items you touch while this spell is in can scan the spells available and effect. Using the Appraise skill in this The spell envelops the creature in a shroud choose one to read and prepare. fashion requires 2 minutes instead of of flickering shadows. Once you choose and prepare an the normal 1 minute. arcane spell, you retain it in your Even if you fail an Appraise check The shroud grants the subject a +4 mind. The prepared spell occupies while this spell is in effect, you never deflection bonus to Armor Class plus your 3rd-level domain spell slot. If mistakenly estimate the worth of an an additional +1 for every three caster you read the spell from a spellbook, item by more than 50%. levels above 7th (for a total of +5 at 10th the book is unharmed, but reading level, +6 at 13th, +7 at 16th, to a maxi- a spell from a scroll erases the spell ARC OF LIGHTNING mum of +8 at 19th level). The subject from the scroll. Conjuration (Creation) [Electricity] can see through the armor as if it did When you cast the arcane spell, it",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A line between two creatures of armor of darkness also gain +4 turn to prepare and cast it. Your holy",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 hour/level or until ASPECT OF THE a bulette’s armored shell. discharged",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 3, druid 3, sorcerer/ armor bonus becomes +2, regardless wizard 4 of any natural armor bonus from your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One lightning ball follow the rules of the Balance skill Duration: 1 round/level Transmutation rather than the Climb skill. Saving Throw: Reflex negates",
        "name":  "BACKLASH bonus to Armor Class, and generally Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S Illus. by E. Polak 28 1 RETPAHC LLEPS SNOITPIRCSED BITE OF THE KING bonus to natural armor. Your hands With a sneeze, you grow a whiskered snout become claws, granting you two claw and ratlike tail as fine gray fur covers your Necromancy attacks, and your mouth becomes that thickening skin.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One living creature of a size tack feat). Each claw deals 1d8 points bonus to natural armor. Your face that does not exceed caster’s of damage (1d6 if you are Small) + your lengthens into a ratlike snout, and you",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level antimagic field. It can harm ethereal and incorporeal creatures as if it were A howl erupts from your lips as your a force effect. face contorts and expands into a wolflike The blade always strikes from your form. direction. It does not get a flanking bonus or help a combatant get one. If You gain a +2 enhancement bonus to the blade exceeds its range or goes out Strength, a +4 enhancement bonus to of your line of sight, the spell ends. You Dexterity, a +4 enhancement bonus to can direct the blade to attack another Constitution, and a +4 enhancement target as a standard action. bonus to natural armor. You gain a A gate spell can be used to coun- bite attack that deals 1d6 points of terspell a black blade of disaster. A damage (or 1d4 points if you are Small) dimensional anchor spell cast at the + 1-1/2 times your Str modifier. You blade dispels it automatically. The blade also gain the benefit of the Blind-Fight cannot be harmed by physical attacks, feat. If your base attack bonus is +6 or but dispel magic, a sphere of annihilation, higher, you do not gain any additional or a rod of cancellation can affect it. Its attacks. touch attack AC is 13.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "S, DF sprout long, deadly-looking spines. Casting Time: 1 immediate action Transmutation",
        "name":  "BRILLIANT BLADE a suit of armor instantly causes the armor to Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One willing creature/ wizard 6 one suit of armor, causing it to grow level, no two of which are",
        "name":  "The bristle spell temporarily enhances Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One living creature; see text with armor that already has spikes built",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) BRISTLE in. The spikes are flexible enough not Saving Throw: Fortitude partial; to hamper the creature wearing the Transmutation see text armor. Each round, the first time the",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sorcerer/ Spell Resistance: Yes armor wearer attacks a target in melee, wizard 2 the spikes strike out as well, growing in",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Suit of armor touched blood in your mouth congeals, but disap- Your Strength modifier does not apply",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A drop of blood wears medium or heavy armor, or if it",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Level: Cleric 5, sorcerer/wizard 5 creature. For this attack, the target’s nosleN .J yb .sullI 43 DESCRIPTIONS SPELL CHAPTER 1 shield and deflection bonuses do not CAMOUFLAGE, MASS random direction (roll 1d8; 1 indicates count, nor does its armor bonus for a push into the square closest to you, Transmutation armor worn. A target wearing shoes or and 2 through 8 indicate the other",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 2, ranger 2 other footwear gains a +2 armor bonus squares, moving clockwise around the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium (100 ft. + 10 ft./level) to Armor Class (which does count). If creature). Any creature pushed by the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes away toward other creatures, slamming (harmless) into each one. Spell Resistance: Yes With the creature’s will to resist brushed aside, you gaze out from its eyes to see your Missiles of magical energy dart from Holding your hand to your head—index and own satisfied smile. your fingertip to unerringly strike middle fingers extended in a V—you call a creature. The missiles strike one upont hea ncientp owero ft het riceratops.Y ou You can use another creature’s vision creature initially, then spring to other touch your instead of your own. While this spell targets. Each missile deals 1d4+1 points intended gives you no control over the subject, of force damage. One missile strikes target, each time it comes into physical contact the primary target per two caster levels, with another living being, you can to a maximum of ten missiles (deal- choose to transfer your sensor to the ing 10d4+10 points of damage). After new creature. During your turn in a the missiles strike, they ricochet to a round, you can use a free action to number of targets up to the number switch from seeing through the of missiles created by the spell. Each current creature’s eyes to seeing secondary target takes 1d4+1 points of normally or back again. damage, as if struck by a single magic Each transfer attempt missile. You choose secondary targets as allows the new target a saving you like, but they must all be within 30 throw and spell resistance. feet of the primary target, and no sec- If a target resists, the spell ondary target can be struck more than ends. once. You can choose to affect fewer secondary targets than the maximum (to avoid allies in the area, for example). Missiles without a secondary target do not ricochet off the primary target. Spells, magic items, and abilities that protect against magic missile (such as the shield spell or a brooch of shielding) also protect against this spell. If the primary target has that sort of protec- tion, the spell has no effect against it but still springs to all secondary targets. (A brooch of shielding loses a number of charges equal to the number of missiles hitting the creature—up to ten mis- siles.) If spell resistance causes the spell to fail to harm the primary target, the spell fails and missiles do not ricochet to additional targets. The missiles strike unerringly, even if the targets are in melee or have anything less then total cover or concealment. You cannot single out specific parts of a creature to strike. This spell cannot target or damage inanimate objects. Illus. by J. Nelson A druid can cast charge of the triceratops on herself, an ally, or an animal companion 46 1 RETPAHC LLEPS SNOITPIRCSED which then grows large horns, a bony and tells the player that Darkon lost. You must succeed on a ranged touch skull plate, and a thickened hide. Because Darkon is under the effect of attack with the ray to strike a target. a cheat spell, the player can have the The subject takes 1d10 points of cold The horns created by this spell grant DM reroll. The spell alters probability, damage. This damage increases to 2d10 a natural gore attack that deals 1d8 so there is no subterfuge that another at caster level 4th, 3d10 at caster level points of damage (1d6 points of damage character could notice (except for the 7th, and 4d10 at caster level 10th. if the subject creature is Small, 2d6 if casting of the spell itself). Large). If the gore attack is used as part Focus: A pair of dice made from CIRCLE DANCE of a charge, it deals double damage. human bones. Divination If the gore attack is used as a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) You dance to each point of the compass rose, ment bonus to its natural armor.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A piece of a (minimum 5 feet). The victim becomes Components: V, S, M corpse untreated by any kind of pre- blinded and cannot cast spells or use Casting Time: 1 standard action servative. magic items, and searing pain renders Range: Touch it incapable of attacking. While in Target: Creature touched this form, the creature has immunity CORROSIVE GRASP Duration: 1 minute/level to extra damage from critical hits and Conjuration (Creation) [Acid] Saving Throw: None sneak attacks due to its amorphous Level: Sorcerer/wizard 1 Spell Resistance: No nature. A conscious victim can regain Components: V, S its own shape by taking a standard Casting Time: 1 standard action Corpse candle sometimes reveals things you wish you hadn’t seen 55 DESCRIPTIONS SPELL CHAPTER 1 The creature you touch now moves much were rubbing together in a chaotic medley At 7th to 12th caster level, you can add faster, scuttling about with disconcerting of groans and creaks. the following tattoos to the list that you ease. can inscribe (Craft DC 15). The sound from this spell is as loud as a When the subject of this spell charges, pitched battle and is audible far beyond • +2 resistance bonus on saving it gains a +4 bonus on its attack roll and the spell’s area. Outside the spell’s area, throws. takes no penalty to Armor Class. This the sound is merely loud. Inside the • +2 competence bonus on attack benefit replaces the normal +2 bonus on spell’s area, the sound is overwhelming. rolls. attack rolls and –2 penalty to AC that a All creatures within the spell’s area charge attack normally confers. If the take a –4 penalty on Listen checks. When your caster level reaches 13th, creature is capable of multiple attacks Spellcasters are distracted and must you can add the following to the list after a charge, such as a lion with the make a Concentration check to cast any of tattoos you can inscribe (Craft pounce ability, the bonus applies only spell (DC equals this spell’s DC + the DC 20). to the first attack. level of the spell being cast).",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 7 DEATH PACT",
        "name":  "DEATH ARMOR Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action Effect: Dragon-shaped armor of Casting Time: 10 minutes",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, DF 64 1 RETPAHC LLEPS SNOITPIRCSED From your outstretched hand bursts a 2nd Round: Types of favored enemies Diamondsteel enhances the strength small sphere similar in appearance to a in the area and the number of each of one suit of metal armor. The armor soap bubble. It quickly expands and speeds type. provides damage reduction equal to in the direction you indicate. 3rd Round: The location and HD of half the AC bonus of the armor. This each individual present. damage reduction can be overcome",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None Target: Suit of metal armor touched Throwing down and shattering a fossil",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (object) them in the form of a swath of intangible, reach out with your magic and your mind spectral, stampeding dinosaurs. to sense the presence of your enemies. You pass your hand over the suit of armor several times before finally touching it. Creatures in the spell’s area take 1d12 You can sense the presence of a favored As you do so, you feel a warmth grow points of damage +1 point per caster enemy. The amount of information in the palm of your hand. The warmth level (up to +20). Creatures more revealed depends on how long you passes into the armor and manifests as a than 10 feet above the ground are not study a particular area. sparkling shine. affected by dinosaur stampede. 1st Round: Presence or absence of a With a simple gesture (a free action), favored enemy in the area. you can make the spectral forms move 65 DESCRIPTIONS SPELL CHAPTER 1 along the ground up to 40 feet per The subject creature gains a new bite a dangerous area (precarious footing, round (moving its effective point of attack that does damage according to a huge fire, or a deadly trap is in the origin). Creatures cannot be damaged the creature’s size: way) the subject creature moves around more than once per round by dinosaur the hazard if it can or moves to attack stampede. Fine 1 another creature if moving around the",
        "name":  "Using your passion for fighting your foe, you Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes your own form. You retain any super- natural abilities of your own form. You Your spell warns of unseen dangers and A black ray fires from your outstretched keep all extraordinary special attacks untrustworthy allies. As you sing, your hand, piercing and passing through nearby derived from class levels (such as a bar- target eases away from her compatriots, undead. barian’s rage or a rogue’s sneak attack), doubt written on her face. but you lose any from your normal form You must succeed on a ranged touch that are not derived from class levels. The affected subject restricts its move- attack with the ray to strike a target. You can speak and cast spells while ment to avoid any physical contact, This spell functions like disrupt undead in displacer beast form, but you must even with allies. Any ally that wishes (PH 223), except that this ray deals 1d8 physically touch any necessary material to touch the subject must make a suc- points of damage per caster level to components. Your natural armor bonus cessful melee touch attack to do so. The any undead, to a maximum of 10d8. If becomes +5, regardless of any natural subject must stay 15 feet away from all the damage is sufficient to destroy the armor bonus from your normal form. other creatures. If, at the beginning first target, then you can redirect the While in displacer beast form, you gain of its turn, the creature is within 15 ray to another undead target within the displacer beast’s displacement and feet of any creature, it must first move 15 feet of the first target. If you make a resistance to ranged attacks abilities. away (beyond 15 feet from any creature) successful ranged touch attack on the Your equipment melds into your new before taking any action. If the subject second target, that target takes half of form and becomes nonfunctional. cannot safely move that distance, it the damage rolled for the first target.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 2 Range: 80 ft. Armor Class and on saving throws.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None air rushing toward the earth. Airborne Upon casting this spell, your ally’s face is Spell Resistance: No creatures caught in the area of a down- covered briefly with a fine pattern of yellow draft must succeed on a Reflex save scales. The scales fade, but the golden radi- You feel some of your lifeforce being pulled or immediately plummet up to 100 ance remains. from you in the casting of the spell. A feet straight downward, taking falling large dragon lands nearby. “You wish to damage (1d6 points of damage per 10 The subject of the spell gains a +4 discuss something?” it asks, eying your feet fallen) if the downdraft makes enhancement bonus to Strength, Con- belongings. them hit the ground or collide with stitution, and Charisma. It also gains an object. Those who succeed on the a +4 enhancement bonus to natural This spell calls a dragon. You can Reflex save plummet only 50 feet. armor. Finally, it has immunity to ask the dragon to perform one task Creatures already on the ground magic sleep and paralysis effects. in exchange for a payment from you. must succeed on a Reflex save or be Special: Sorcerers cast this spell at +1 Tasks might range from the simple knocked prone by the spell. caster level. (fly us across the chasm, help us fight",
        "name":  "Downdraft sends a column of turbulent Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level the round after it arrives. Red: 15-ft. cone of fire, 1d8/2 caster Tasks requiring up to 1 minute per levels (maximum 10d8); Reflex half. You say nothing, but make the motions in caster level require a payment of 50 gp White: 15-ft. cone of cold, 1d8/2 caster the prescribed pattern and hold the dragon’s per HD of the called dragon. For a task levels (maximum 10d8); Reflex half. scale aloft. Your flesh erupts with hard, requiring up to 1 hour per caster level, colorful scales. the creature requires a payment of Metallic Dragons 250 gp per HD. Long-term tasks (those Brass: 15-ft. cone of sleep, lasts 1d6 Your skin toughens and becomes requiring up to 1 day per caster level) rounds; Will negates. scaly like that of a chromatic dragon, require a payment of 500 gp per HD. Bronze: 30-ft. line of electricity, 1d8/2 of a color that you select. You gain Especially hazardous tasks require caster levels (maximum 10d8); Reflex an enhancement bonus to natural a greater gift, up to twice the given half. armor equal to +1 per two levels (to a amount. A dragon never accepts less Copper: 15-ft. cone of slow, lasts 1d6 maximum of +5 at 10th level), as well than the indicated amount, even for a rounds; Will negates. as energy resistance 10 against the nonhazardous task. Gold: 15-ft. cone of fire, 1d8/2 caster type of energy appropriate to the color At the end of its task, or when the levels (maximum 10d8); Reflex half. you select: acid (black or green), cold duration bargained for elapses, the Silver: 15-ft. cone of paralysis, lasts (white), electricity (blue), or fire (red). creature returns to the place it was 1d6 rounds; Fort negates. Your energy resistance increases to 20 called from (after reporting back to at 10th level. you, if appropriate and possible). Arcane Material Component: A drag-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M ECTOPLASMIC ARMOR Anyone in the area of the spell (includ- Casting Time: 1 standard action Abjuration ing you) finds the undergrowth held Range: Touch Level: Sorcerer/wizard 1 aside while they pass. This effect Target: Creature touched Components: V essentially provides a trail through Duration: 10 minutes/level Casting Time: 1 standard action any kind of undergrowth, and you Saving Throw: None Range: Touch treat any trackless terrain as having a Spell Resistance: Yes (harmless) Target: Creature touched trail (PH 164). Once the effect of the Duration: 1 hour/level (D) spell passes, the plants return to their You feel, more than see, a black haze form Saving Throw: Will negates normal shape. The DC to track anyone at the corner of your eyes. Upon touching (harmless) who traveled within the area of this your intended subject the haze disappears Spell Resistance: No spell increases by 5 (the equivalent of and the creature’s eyes become shrouded in hiding the trail). blackness. With a final word, shimmering translucent This spell has no effect on plant slime appears around the target and fits to crea-tures (that is, they aren’t pushed The subject of this spell gains the its form like a suit of plate. or held aside by its effect). ability to see normally in natural and Illus. by E. Polak 78 1 RETPAHC LLEPS SNOITPIRCSED The subject of the spell gains a +5 armor range. You can shift the effect once caster levels you possess (maximum bonus to AC, with an additional +1 to per round. four creatures). Each target must be the bonus for every four caster levels Each of these spheres can absorb and in a square adjacent to another target. you have (maximum +9 bonus at 16th completely negate any spell or spell-like The spell deals 1d6 points of electricity level). This armor bonus applies only ability, regardless of level, that directly damage per two caster levels (maxi- against incorporeal touch attacks. All targets the subject. The spheres do not mum 5d6) to each target. A creature other attacks ignore the armor bonus automatically absorb all spells; the that fails its Reflex save must make a from ectoplasmic armor. subject can choose whether or not to let successful Will save or be stunned for them absorb any given spell cast upon 1 round. ECTOPLASMIC it. (This option allows the creature to Material Component: A loop of copper benefit from helpful spells.) Area spells wire and a magnet. FEEDBACK and spells that do not actually have Abjuration a target cannot be absorbed. Once a ELEMENTAL BODY",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action opportunity), +3 natural armor bonus objects are automatically engulfed in",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes a Reflex save or catch fire, with a save ENERGIZED SHIELD DC equal to that of a fire elemental of Crackling emerald flames wreathe your Abjuration [see text for lesser energized the same size). hand as you finish the spell, lighting the shield]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Swim at your normal speed, area around you in a green glow. Level: Cleric 3, paladin 2 water mastery (you gain a +1 bonus on attack rolls and damage rolls if both This spell functions like lesser energized you and your opponent touch shield, except that the energy resistance water), drench (you can use is 10 and damage dealt is 2d6. your elemental form to put out nonmagical open flames and dispel magi- ENERGIZED cal fire you touch as if SHIELD, LESSER casting dispel magic at Abjuration [see text] your caster level).",
        "name":  "Water",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield touched fire, elemental body is a fire",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No of the element in question from a plane other than the A silver aura surrounds the one where the spell is being cast. touched shield for a moment before it appears to trans- EMBRACE THE WILD form into the chosen type of Transmutation energy. The shield hums with",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action strong message to your foes When this spell is cast, the shield",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level (D) tricity, acid, or sonic). Whoever bears of brilliant emerald flame, shedding the shield gains resistance 5 against the light equal to that of a torch. With a While picturing a certain kind of animal chosen energy type. Additionally, if the standard action, you can make a melee in your mind, you cry out in imitation of its wielder successfully hits someone with touch attack that deals 3d6 points of fire most common call. Immediately thereafter, the shield with a shield bash attack, the damage +1 point per caster level (maxi- you perceive your surroundings as the victim takes 1d6 points of the appropri- mum +20). The creature you touch is animal you imagined would. ate energy damage in addition to the engulfed by the fiercely hot aura of normal shield bash damage. The energy flame. Each round at the beginning of Upon casting the spell, you gain the type must be chosen when the spell is its turn, the creature is allowed a For- senses of animal creatures. You gain cast and cannot be changed during the titude save to prevent further damage, low-light vision and either blindsense duration of the spell. The energy resis- but on a failed save the creature is still out to 30 feet or scent (your choice). tance overlaps (and does not stack) with engulfed in the flaming aura and again You also gain a +2 bonus on Listen and resist elements. A given shield cannot takes 3d6 points of fire damage +1 point Spot checks. be the subject of more than one lesser per caster level (maximum +20). energized shield or energized shield spell An engulfed creature that fails its at the same time. Fortitude save can use a full-round Illus. by C. Frank 80 1 RETPAHC LLEPS SNOITPIRCSED The descriptor of this spell is the This abjuration grants a creature and levels. If a sphere is used to absorb same as the energy type you choose its equipment complete immunity to damage, that sphere is destroyed. when you cast it. damage from one of the five energy When used to attack a creature types—acid, cold, electricity, fire, or with spell resistance, make one spell ENERGY EBB sonic. Energy immunity absorbs only resistance roll for all spheres that hit point damage, so the recipient could attack the target in a round. Success Necromancy [Evil] still suffer side effects such as drown- or failure applies to all spheres striking",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V +4 natural armor, +5 Dex), and hit",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S A celestial dire lion called by this points in your opponent’s armor.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Two or more summoned electricity 10; spell resistance 13; and disregarding the subject’s armor, shield, creatures, no two of which are a smite evil attack that provides a +8 and natural armor bonuses (including more than 30 ft. apart bonus on one damage roll. any enhancement bonuses) to Armor",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Will negates shuriken disappear when they hit, so With this spell, you can easily find a (harmless) they cannot set fire to combustibles or place to worship and possible aid or Spell Resistance: Yes (harmless) damage objects. shelter from the priests within. When You can create one fire shuriken per the spell is cast, you sense the direction With a few frenzied motions you complete three caster levels, up to a maximum of of the nearest temple to your god. If the spell, bathing your allies in halos of six at 18th level. there is none within the spell’s area, the magical flame. Material Component: A shuriken spell instead shows you the direction of coated with pine sap and sulfur. the nearest temple dedicated to a god This spell functions like fire shield (PH of the same alignment as yours. You 230), except as noted above. FIRE SPIDERS can also specify a particular temple to Conjuration (Summoning) [Fire] search for, but you must have visited FIRE SHURIKEN Level: Sorcerer/wizard 6 the temple personally at some point in Evocation [Fire] Components: V, S, M the past (seeing the temple through a",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) This spell creates shuriken formed of command. magical fire that you can throw as a The naga’s lower extremities thrash about normal ranged attack. You are automati- You call forth a teeming mass of fire and slowly transform into humanoid cally considered proficient with the fire elementals the size of common spiders. limbs. shuriken, which have a range incre- A creature that starts its turn in the ment of 10 feet, threaten a critical hit affected area takes 4d6 points of fire This spell transforms tails, tentacles, or on a roll of 19–20, and deal 3d6 points damage. Each round, you can use a finned extremities into humanoid legs of fire damage each on a successful move action to direct the spiders to and feet. Creatures so affected lose any hit (although you and your posses- move up to 30 feet. If the spiders are natural swim speed they possess, but sions take no damage as the shuriken left undirected, they move at a speed gain a land speed instead. Transmuted are thrown). Any additional damage of 15 feet toward the nearest living Medium creatures have a base land speed of 30 feet, Small and smaller creatures have a base land speed of 20 feet, and Large or larger creatures have a base land speed of 40 feet. The subject loses any natu- ral attacks based on its tail or tentacles. FIRE SHIELD, MASS Evocation [Fire or Cold]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level or until ponents, but rings, bracers, and other levels (maximum 5d6). A character expended; see text items worn on your arms when you cast struck in the round the spell is cast the spell still function normally. The can attempt to extinguish the flames You draw arcane power into your body, wings allow you to fly at a speed of 60 on itself as a full-round action with a wrapping your feet and legs with wisps feet (or 40 feet if you wear medium or successful DC 15 Reflex save. of flame. heavy armor), with good maneuverabil- Burst effects that overlap do not deal ity. You can charge but not run while additional damage (a creature can be You gain the ability to step into fires flying, and you cannot carry more than affected by only one burst). and move from one fire to another. The a light load aloft. Using a fire wings spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None You must succeed on a ranged touch tougher, granting it 2d8 temporary hit Spell Resistance: No attack with the ray to strike a target. points and a +2 enhancement bonus A target struck takes 2d6 points of to its natural armor. It also has a 25% Calling upon the strength of the earth, cold damage. A creature struck must chance to avoid extra damage from you lend some of the stability of stone to succeed on a Reflex save or be encased sneak attacks or critical hits (although your allies. in a 5-inch-thick sheath of ice and be such attacks still deal normal damage immobilized (and thus helpless). A if successful). Temporary hit points As long as they do not move and remain creature encased in ice takes 2d6 points gained in this fashion last for up to standing on solid ground, the subject of cold damage each round until freed. 1 hour. creatures gain a +2 bonus to Armor A target encased in ice is aware and Class and a +4 bonus on Strength breathes normally but cannot speak or FORTUNATE FATE checks made to resist being bull rushed move other than to attempt to escape by or tripped. making a Strength check (see below). It Conjuration (Healing) If this spell is cast in mountainous can still execute purely mental actions,",
        "name":  "This spell makes your familiar Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor of creature touched of a specially prepared gem. Necromancy [Evil] Duration: 1 minute/level",
        "name":  "This spell teleports you to the location GENERAL OF UNDEATH Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 ft./level-radius emanation pass through (ignore) natural armor, In fact, you cannot take any physical centered on you armor, and shields, although deflec- action that would move or manipulate",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "None as mage armor) work normally against you subject to such actions. You have",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) magic items (magic items carried by a With a flash, a glowing, golden suit of bard- transformed creature remain intact). ing for your special mount appears. The touched subject appears to be in discom- When the duration ends, the subject fort for an instant before arms erupt from returns to its original materials. If the You create a suit of barding for your its torso with a damp squelch. subject was broken or damaged while mount to wear. The armor appears in glass form, its normal form has on your mount, fitting perfectly. The You give the subject an additional similar damage. golden barding you create has no armor pair of arms. Each of its arms—new Focus: A piece of glass from a mirror. check penalty and has no effect on your and old—ends in a clawed hand with mount’s speed. The exact nature of the fingers and an opposable thumb. The GLOWING ORB barding depends on your caster level. creature’s original arms (if any) are 2nd–3rd: Scale mail barding (+4 Evocation [Light] its primary arms, and new limbs are armor bonus).",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 4, sorcerer/wizard 3 secondary limbs (if the subject had no 4th–5th: Chainmail barding (+5).",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, F arms, the arms created by the spell are 6th–7th: Splint mail barding (+6).",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Magical, controllable light each using its base attack bonus + You can cast magic vestment or other source its Str modifier for attack rolls. Each spells that target a suit of armor on the",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No Saving Throw: None becomes exhausted. The subject takes Spell Resistance: Yes 2d6 points of nonlethal damage from A wave of spectral fire bursts forth, and out the oppressive heat as well, even if it of the curling smoke steps the hunched form Your heart swells with martial vigor and makes the Fortitude saving throw to of a barbazu, followed by a second, and other you feel like marching off to war. Upon avoid fatigue or exhaustion. shadowy forms loom behind them. touching your intended subject the desire A creature wearing heavy armor to do battle wanes, but you see a hint of the takes a –4 penalty on its save. Creatures When the spell is complete, 2d4 lust for glory in the recipient’s eyes. with immunity or resistance to fire are bearded devils (MM 52) appear. Ten not affected by this spell. minutes later, 1d4 chain devils (MM The heroics spell temporarily grants the 53) appear. Ten minutes after that, subject a feat from the fighter’s bonus HEAVENLY HOST one bone devil (MM 52) appears. Each feat list. For the duration of the heroics creature has maximum hit points per spell, the subject can use the feat as Conjuration (Summoning) Hit Die. Once these creatures appear, if it were one of those the creature [Good, Lawful] they serve you for the duration of the had selected. All prerequisites for the",
        "name":  "If it is already fatigued, it instead Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Medium (100 ft. + 10 ft./level) manages to gain control over them. You or armor that has been used in combat",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) caster level, which you can spend as Calling upon the dark power of the Plane you like to improve attack rolls, skill of Negative Energy, you bolster the power Thes pell’se nergym akesy ouf eeli mpervious checks, and ability checks, although of incorporeal undead. to wounds, if only for a limited time. no single check can receive a bonus greater than one-half your caster level. The undead affected by this spell gain The indomitability spell protects its You must declare any bonus point usage a +1 deflection bonus to Armor Class, recipient from the first incapacitating before the appropriate roll is made. +1d8 bonus hit points, a +1 enhance- attack the creature suffers during the Used points disappear from the pool, ment bonus on attack rolls, and a +2 spell’s duration. An incapacitating and any points remaining when the bonus to turn resistance. Each of these attack is one that would reduce the spell ends are wasted. These points enhancements improves by the base recipient to fewer than 1 hit point. count as luck bonuses for the purpose amount for every five caster levels The attack must be one that deals of stacking. beyond 5th, so that a 20th-level caster damage; the indomitability spell offers For example, a 14th-level bard pauses grants undead +4 to AC, +4d8 bonus no protection from nondamaging while chasing a pickpocket to cast hit points, +4 on attack rolls, and +8 to effects or attacks that kill or destroy improvisation. At any time during the turn resistance. without dealing any damage, such as next 14 rounds, he could use the points death effects. Regardless of how much to provide himself a +7 luck bonus on a 122 1 RETPAHC LLEPS SNOITPIRCSED damage the attack deals, the recipient and reach of a bone devil (10 feet/10 INFERNAL of the indomitability spell takes only feet). You gain a +4 profane bonus to enough damage to be reduced to 1 hp. Strength and Constitution and dark- TRANSFORMATION, The remaining damage from the attack vision out to 60 feet. You gain damage LESSER is ignored. Once the spell protects the reduction 5/good. Transmutation [Evil] subject in this manner, the spell is You also grow a tail like that of a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One suit of armor touched/ This spell does not obligate nor force 3 levels the creature you communicate with to This powerful glamer functions like",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless, target, so the spell cannot reach planes except touch. As with greater invisibility, object) separate from (not coterminous to or this spell doesn’t end if the subject coexistent with) the Astral Plane. attacks. While invisible, the subject As you imitate a clanking noise you brush You can have only one interplanar exudes no scent and is undetectable your hand over the armor you wish to message active at any given time. by scent, blindsense, tremorsense, and silence. The armor glows softly orange for blindsight. a moment before the glow fades. A closer INTERPLANAR Superior invisibility renders the look reveals what looks like orange grease recipient immune to detection by see TELEPATHIC BOND invisibility, faerie fire, glitterdust, invisibil- in the joints of the armor. Divination ity purge, and dust of appearance, although While this spell is in effect, the armor",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M can be detected by true seeing. Certain or suits of armor does not apply on",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) footprints) can also render a subject wearers proficient in the armor’s use",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You plus one willing detectable. get this benefit when wearing the creature/3 levels, no two of which affected armor. The armor check pen- are more than 30 ft. apart INVISIBILITY, SWIFT alty still applies to other skill checks",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round will able to communicate with them. This spell functions like lesser ironguard, With a whispered syllable you complete the This spell functions like Rary’s telepathic except that the subject you touch is spell. You notice that others look past you bond (PH 268), except that the commu- immune to magic metal as well. as if you weren’t there. nication functions both on the same Material Component: A tiny shield of plane and across planes. wood, glass, or crystal. This spell functions like invisibility (PH",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You or a creature or object creature’s skeleton changes to iron. (harmless) weighing no more than 100 lb./ The creature gains a +6 natural armor",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Reflex negates expires while metal is inside you, the with a noxious concoction of scorpion Spell Resistance: Yes metal object is shunted out of your body venom, toad sweat, adder venom, and the (or you away from the metal, if it is an strained brains of carrion crawlers. The The last words of your spell boom out with immovable object such as a set of iron poisonous liquid evaporates into a black a thundering roar, knocking the foes in your bars). You and the object each take 1d6 cloud that surrounds your hand as you path off their feet. points of damage as a result (ignoring reach out to touch the target. the object’s hardness for determining You create a deep resonant vibration damage to it). You enable a creature to better fight off that can shake creatures off their feet. Because you pass through metal, the effect of poison. The subject is filled Creatures in the area must succeed on a you can ignore armor bonuses from with antitoxin and gains a +5 alchemi- Reflex saving throw or fall prone. nonmagic metal armor on opponents cal bonus on Fortitude saves against you attack with unarmed attacks.",
        "name":  "You mutter the spell and uncork a bottle Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tiny shield of all kinds of poisons, whether injury, JAGGED TOOTH contact, ingestion, or inhalation. After wood, glass, or crystal. Transmutation the spell ends, the subject is nauseated",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 2 to escape. If you cast this spell while against an undead of your Hit Dice samohT .J yb .sullI 129 DESCRIPTIONS SPELL CHAPTER 1 requires you to make a Will saving This spell evaluates the creatures in the Strengths can include attack forms throw (DC 10 + turning character’s Cha area and determines the relative power and special abilities (including spell- modifier) or be panicked (or cowering) level of each. Creatures are evaluated like abilities or supernatural abilities). for 10 rounds. A turn attempt that would as follows. Weaknesses include vulnerability to destroy (or command) undead of your an energy type. Hit Dice requires you to make a Will CR Strength For example, suppose a 7th-level save (DC 15 + turning character’s Cha 4 or lower Weak cleric casts know opponent on a black- modifier) or be stunned (or charmed as 5–10 Moderate armored warrior, choosing to learn one 11–15 Strong by charm monster) for 10 rounds. strength and two weaknesses. The war- 16 or higher Overwhelming Any charm effect you create with rior fails his save, and the DM informs this spell ends when the spell ends, the cleric’s player that the opponent has Among creatures within the same cat- but all other effects remain until their the ability to drain energy (a strength), egory, you know which is the most normal duration expires. is adversely affected by sunlight, and powerful, but not why. For example,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 2, sorcerer/wizard 2 your turn each round, adjacent crea- nature are affected. tures take 10d6 points of electricity In addition, the subject’s armor or This spell functions like light of Lunia, damage, or half that with a successful clothing is considered ghost touch except that the radiance created is Reflex save. armor, and its armor bonus counts golden. Your light rays deal 2d6 points In addition, each round as a free against incorporeal attacks. (A suit of of damage, or 4d6 points of damage action at the beginning of your turn, clothing is considered armor that gives against undead and evil outsiders. you can direct two lightning bolts that +0 AC for this purpose, though it can deal 5d6 points of electricity damage be enhanced with spells such as magic vestment.) LIGHT OF VENYA each, exactly as the lightning bolt spell (caster level 5th), in any directions This spell doesn’t remove negative Evocation [Good, Light] you choose. Each bolt can be aimed levels that the subject has already Level: Cleric 3, sorcerer/wizard 3 separately. A creature struck by one of gained, nor does it affect the saving these bolts can make a Reflex save for throw necessary 24 hours after gaining This spell functions like light of Lunia, half damage. The DC for this save is a negative level. except that a softy pearly radiance is calculated for an 8th-level spell, even created. Your light rays deal 3d6 points though the bolts mimic a 3rd-level LIGHT OF LUNIA of damage, or 6d6 points of damage spell. against undead and evil outsiders. Evocation [Good, Light] Material Components: A small glass Alternatively, you can choose for the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes vortex (below and on all sides) must make successful Reflex With an incomprehensible word saves or be sucked in. Trained and the touch of a hand wrapped swimmers can attempt Swim checks in black magic, you reduce your instead if their skill modifier is higher foe to a screaming lunatic. than their Reflex save bonus. Water- borne vessels avoid being sucked in if This spell makes it impossible for Lucent lance bores a hole their operators make Profession (sailor) the victim to do anything other than through a shadow checks against the same DC as the race about caterwauling. The creature spell’s saving throw. These creatures must move its speed each turn, unless Hysteria: The subjects fall into fits and objects take 3d8 points of damage somehow prevented, and can take no of uncontrollable laughing or crying upon being sucked in. other action. The spell gives the subject (equal chance for either). This hysteria Once inside, creatures and objects a –4 penalty to Armor Class, its Reflex affects subjects as though they were take 3d8 points of bludgeoning damage saving throws fail except on a roll of 20, nauseated; they are unable to attack, each round at the beginning of your and the subject cannot use a shield. cast spells, concentrate on spells, or turn. They remain trapped for 2d4 do anything else requiring attention. rounds, after which time they are MADDENING The only action a subject can take is a ejected to any square adjacent to the single move action per turn. bottom of the vortex (your choice).",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sorcerer/wizard 8 size are ejected from the bottom of the Illus. by J. Engle 136 1 RETPAHC LLEPS SNOITPIRCSED An aquatic druid can wreak havoc with the maelstrom spell, all the while unseen by his foes vortex. Larger subjects are ejected from You feel arcane energy encompass you, A greater mage hand spell can lift the top. granting you a sense of serenity. As you an object and move it at will from a choose your targets for the spell, you see each distance. As a move action, you can MAGE ARMOR, one glow briefly with a silver aura. propel the target up to 20 feet in any direction, although the spell ends if the GREATER This spell functions like mage armor distance between you and the subject Conjuration (Creation) [Force] (PH 249), except that it affects multiple ever exceeds the spell’s range.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S against an object it possesses with a MAGE HAND, GREATER successful Will save or if you fail to An invisible sheen of armor-shaped force overcome its spell resistance. Transmutation surrounds you. An object can be telekinetically",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S This spell functions like mage armor example, a lever or rope can be pulled,",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One object or creature field of force provides a +6 armor bonus the weight limitation. The spell has an weighing up to 40 lb. to Armor Class. effective Strength of 10.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes MAGIC FANG, Conjuration (Creation) [Force] SUPERIOR",
        "name":  "MAGE ARMOR, MASS Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes By pointing your finger at one of your favored enemies, As you touch the creature, a chill you mark it with a glowing sweeps through you and down rune that only you can see. your arm. As the spell takes effect, the creature’s body changes hue, Your favored enemy becoming an icy blue. bonuses against a foe with a mark of the hunter are 4 The subject creature gains higher than they would the cold subtype, granting it otherwise be. immunity to cold and vulner- Furthermore, the ability to fire (the creature rune limns your enemy, takes half again as much making the foe easier for damage from fire effects). you to attack. The subject A fire creature subjected to of a mark of the hunter spell this spell does not gain the gains no bonus to Armor cold subtype, but it loses the Class against your attacks fire subtype for the duration. from any cover less than",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action deals 1d6 points of damage, or half that Spell Resistance: Yes sraepS .R yb .sullI 139 DESCRIPTIONS SPELL CHAPTER 1 You select your victim for punishment and MASS (SPELL NAME) face, moving through dirt and stone as easily invoke the ancient words of anathema. A as if you were flying through the air. Any spell whose name begins with dull purple splotch in the shape of a skull mass is alphabetized in this chapter manifests itself on your victim’s flesh, vis- You travel straight through the earth according to the second word of the ible to all. itself to a destination you choose. spell name. Thus, the description of The movement is instantaneous and a mass spell appears near the descrip- This spell creates an indelible mark has no distance limitations (though the tion of the spell on which it is based, on the subject’s face (or other upper location must be on the same world). unless that spell appears in the Player’s body part, if the subject doesn’t have You need only think of where you Handbook. a head). The mark is visible to normal want to go. If you don’t think of an vision, low-light vision, and darkvision. exact location, the earth carries you to The wearer of such a mark takes a MASTER AIR the periphery of the general area you –5 circumstance penalty on Bluff and Transmutation imagine. Diplomacy checks and a –2 penalty to Level: Druid 2 The earth never leaves you stranded Armor Class. Components: V, S, F inside it. It always puts you back to the",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 hours/level Casting Time: 1 swift action armor). Using master air requires as",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes ally destroying its mind. The spores immediate attack against a creature deal 1d6 points of Intelligence damage passing through. If it succeeds, the At the culmination of casting the spell you immediately. The spores then gradually target must make a Reflex save or it open your mouth wide as if to yawn. In eat away at the subject’s brain, dealing cannot pass through the maw. imitation, the air cracks and splits, opening 1 point of Intelligence drain each The animated stone has an Armor into a yawning area of roiling blue-green round thereafter at the beginning of Class of 15 and hardness 8. Dealing 60 energy resembling a great mouth. your turn. The subject can attempt a points of damage to it ends the spell. Fortitude save each round to combat All creatures in the area take 1d6 points the effect of the spores. A successful of damage per caster level in the round MECHANUS MIND save ends the spores’ advance and halts when you cast the spell and each round Enchantment (Compulsion) [Lawful, any further Intelligence drain. thereafter at the start of your turn. Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round resumption of breathing) causes the armor of your foes drip from their vulner-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (object) the next round, the subject drops to –1 hit points and is dying; on the third Miasma of entropy causes accelerated You uncork the vial and pour out its con- round, it suffocates (DMG 304). decay in all wood, leather, and other tents, and the armor you designate begins natural materials in the spell’s area. It to soften and flow. destroys nonmagical objects of wood, leather, paper, and other for- You alter the physical merly living organic matter. properties of a metal All such objects within the object so that it runs like area rot into slimy, pulpy water. The melted metal masses. Objects weighing does not change temperature more than 1 pound per but flows as a liquid for 1 round caster level are not affected, and then returns to its normal but all other objects of the solid state, usually in a form appropriate composition are resembling a puddle. An item in ruined. a creature’s possession is allowed Alternatively, you can a Will save, using the creature’s target miasma of entropy saving throw bonus unless against a single solid object its own is higher. of nonliving nonmagical",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A potion of cat’s underwater, and you gain low-light grace, which you drink (and whose vision and damage reduction 5/cold Abjuration effect is subsumed by this spell’s iron. You also gain a +6 enhancement",
        "name":  "NIGHTSHIELD Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level (D) standard action fling it toward a foe tures differently, depending on where within 30 feet. You must succeed on a they are in relation to the avalanche. Moving the potion you hold in a circle ranged touch attack with the energy Within 20 feet of the Center Point: before you, you finish speaking the words of to strike a target. A nimbus of light Creatures take 1d8 points of damage the spell before quaffing the potion in one deals 1d8 points of damage +1 point per two caster levels (maximum 10d8) gulp. A moment later you feel discomfort per round that has elapsed since you and an additional 1d6 points of cold as your connection to the arcane energies cast the spell (maximum 1d8 + caster damage per two caster levels. A suc- of the world around you slips away. In its level). Attacking with a nimbus of light cessful Reflex save halves the damage. place, you find your mind and body filled ends the spell, whether your ranged Creatures who fail their saves are also with abilities you lacked before. touch attack is successful or not. buried (DMG 90). All squares within 20 feet of the center point are covered in You gain a +4 enhancement bonus to NIXIE’S GRACE heavy snow (DMG 94), which persists Dexterity, a +3 luck bonus to Armor as long as ordinary snow would. A Transmutation [Water] Class, a +5 luck bonus on Reflex saving buried creature can free itself with a",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No 3d6 points of damage whenever you must be in hand. attack an opponent that you flank or an Between 20 feet and 40 feet of the You feel a longing for cool waters, and a opponent denied its Dexterity bonus to Center Point: Creatures take half as forceful confidence manifests within you. Armor Class. This extra damage works much damage from the impact of the Your movements and thoughts become like the rogue’s sneak attack ability. avalanche as the creatures nearer the filled with grace. 149 DESCRIPTIONS SPELL CHAPTER 1 center point took (Reflex negates). • Peril: You will face challenges typical Move Silently, Search, Survival, and",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Seven days or seven armor struck by an orb of electricity must that seems almost bonded to your skin. months (D) make a Fortitude save or be entangled The sphere grows, until with a final precise Saving Throw: None for 1 round instead of being sickened. movement, you release the translucent Spell Resistance: No 152 1 RETPAHC LLEPS SNOITPIRCSED You smell an otyugh swarm before you see it Focusing your will on a disgusting pile OWL’S INSIGHT Duration: Instantaneous of refuse, you cause toothed and tentacled Saving Throw: Will half (harmless); Transmutation horrors to rise up and stalk about at your see text",
        "name":  "In addition, a creature wearing metal feel against your palm a spherical weight Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Spell Resistance: No • If a mental alarm is chosen, you receive a mental picture of all crea- In an instant you cause glistening green You cast a tiny bell at the portal, and it tures that have passed through the vines to spring up at your command. rings as you finish the last gesture of the portal and which direction they spell. With the completion of the spell, the passed through. The mental image This spell functions like vine mine (page bell vanishes in midair, but it continues to provides information as if you were 230), except that the vines you create ring for a few moments more. olliraP .L yb .sullI 161 DESCRIPTIONS SPELL CHAPTER 1 standing 10 feet away from the You speak the eldritch phrases of power and subtype appropriate to the chosen portal. an aura of white, shining, positive energy element. • You can enable another creature to surrounds you. You gain a +4 bonus on saving throws receive the mental alarm instead against mind-affecting spells and abili- of yourself. You must touch the Each round on your turn, every living ties. There is a 25% chance that critical creature, which receives a Will creature within 10 feet of you gains hits and sneak attacks scored on you are saving throw to negate the effect, if 1 hit point per three caster levels negated, as if you were wearing armor applicable. (maximum 5). Creatures can’t exceed with the light fortification special abil- their full normal hit point totals as a ity (DMG 219). You cannot cast spells,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Instantaneous Casting Time: 1 standard action bonus to Armor Class. In addition,",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No Effect: Ray creature retains its Dexterity bonus to Armor Class when flat-footed or when struck by an invisible attacker. knarF .C yb .sullI 179 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes/level 180 1 RETPAHC LLEPS SNOITPIRCSED SANDBLAST attempt a DC 26 Strength check to less than 0, nor does it have any effect break free of the stone, and allies can on an enhancement bonus to natural Evocation also help to break the trapped creature armor (such as that granted by the",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A red dragon’s scale. skin glistens and shimmers with a silvery the portal, knowing its chaotic power will protective aura that makes you shine. give portal users a surprise. SCOURGE This spell transforms your natural Necromancy You randomize the destination of one armor bonus to Armor Class into a Level: Pestilence 7 interplanar gate or portal for the dura- deflection bonus to your Armor Class. Components: V, S, F, DF tion of the spell. Anyone who passes",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action through the portal from either side is not change, the deflection bonus applies Range: Long (400 ft. + 40 ft./level) sent to a random plane instead of the to melee touch attacks and ranged touch Targets: One living creature/level, portal’s normal destination. All those attacks, including incorporeal touch no two of which are more than who fail the save on the same round attacks. If you have no natural armor 50 ft. apart go to the same location on the same bonus, this spell has no effect. Duration: Instantaneous plane.",
        "name":  "While your overall Armor Class might Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Illus. by R. Horsley 188 1 RETPAHC LLEPS SNOITPIRCSED You strike the bell with the hammer and You hold your arms aloft and implore the The touched shield or buckler grants evoke a loud thrumming vibration. It power you venerate. Your comrades are its wielder a +1 sacred bonus to Armor quickly builds to a painful crescendo, then bathed in a silver light, and over their hearts Class and on Reflex saves, +1 per five fades. In its wake it leaves a circle of crushed appears the symbol of your god, showing the caster levels (maximum +5 at 20th stone and rubble. deity’s protection. level). The bonus applies only when the shield is worn or carried normally Creatures and objects in the area take This spell functions like shield of faith (but not, for instance, if it is slung over 1d4 points of sonic damage per caster (PH 278), except that it affects multiple the shoulder). level (maximum 10d4), and can make allies at a distance. a saving throw to take half SHIELDBEARER damage. If the floor of Transmutation the area is made of stone,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield touched soft dust, wood fragments,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A miniature hammer and bell worth at A feeling of protectiveness and least 10 gp. guardianship fills you as you complete the spell. Touching SHELTERED the target shield, you point VITALITY to the creature it is meant to protect and watch as the shield Abjuration rises in the air and floats gently",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 A shieldbearer spell allows standard action you to enchant one shield",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes enchanted shield remains (harmless) The shieldbearer spell can prove better than the shield spell within 1 foot of the creature for the duration of the spell. Pressing your hand to the creature’s chest, you utter a low chant, and SHIELD OF WARDING The shield’s subject is then granted a shield bonus to AC as if it was wear- a warm glow passes from your hand into Abjuration [Good] ing the shield. The spell permits the the subject. Level: Cleric 3, paladin 2 enchanted shield’s subject to use a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action each hand and still benefit from the exhaustion, and ability damage or abil- Range: Touch shield’s effect. ity drain (regardless of the source). Target: One shield or buckler Shield bonuses from multiple touched sources, including multiple castings",
        "name":  "The subject gains immunity to fatigue, Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level of this spell, do not stack.",
        "name":  "SHIELD OF FAITH, Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) You press your palm against the shield and Level: Druid 7, sorcerer/wizard 8",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One creature/level, no two speak the words of power. A silver radiance, Components: V, S of which are more than 30 ft. apart in the shape of your holy symbol spreads Casting Time: 10 minutes over the shield. Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 minute/level (D) You finish casting this spell, and the area around you is abuzz with a low, droning hum that improves your concentration. After you cast this spell, the next spell you cast within the duration that requires concentration to maintain is maintained for you until the sonorous hum spell expires. This effect allows you to cast other spells, even another spell that also requires concentra- tion. If the spell maintained by the sonorous hum has a shorter duration than that of this spell, the maintained A sound lance is visible as waves in the air spell expires as it normally would, and you gain no further benefits from this If you take damage, you must still of a translucent lance hurtling through casting of sonorous hum. The sound cre- make a Concentration check to main- the air. ated by the spell is as loud as a person in tain the spell. armor walking at a slow pace trying not This spell causes a projectile of intense to make noise (normally a DC 5 Listen check to detect). You can end the spell SOUND LANCE sonic energy to leap from you to a target within range. The sound deals 1d8 as a free action. Evocation [Sonic] points of sonic damage per caster level",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No that makes a successful Fortitude of your will, takes the shape of a centaurlike save is partially affected, taking only spider creature called a drider. A violet spray springs from your fingertips 5d6 points of damage. If this damage and wraps around your opponent. It fades reduces the creature or object to 0 or You turn a humanoid into a creature into a dull purple glow, which attracts spell fewer hit points, it is disintegrated. resembling a drider (MM 89) that obeys energies as opposed to shrugging them off. The effects of the sphere count as your mental commands. a disintegrate spell for the purpose of The transmuted subject gains a This spell reduces the subject’s spell destroying a wall of force or any other spider’s body with a humanoid head, resistance by 1 per caster level (maxi- spell or effect specifically affected by arms, and torso, just like a drider. mum reduction 15). This reduction disintegrate. If the sphere moves beyond The subject has a drider’s speed, can’t lower a subject’s spell resistance the spell’s range, it winks out. natural armor, bite attack, and poison below 0.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Asy ous uccessfullyc omplete the intricate gestures and tongue-tying syllables of this spell, you conjure a featureless black sphere of nothingness. Matter that touches the sphere disap- pears, causing a slight breeze to form that blows endlessly in the direc- tion of the all-consuming blackness. You create a terrible sphere that destroys anything it touches. The sphere flies up to 30 feet per round. The sphere stops moving when it enters a space containing a crea- ture, automatically striking it. You must actively direct it to a new target as a move action. 1 RETPAHC LLEPS SNOITPIRCSED 200 A sphere of ultimate destruction destroys everything it touches ippillihP .M yb .sullI 201 DESCRIPTIONS SPELL CHAPTER 1 hit points (despite any change in Con- A fiendish creature (MM 107) size from Tiny to Huge as you decide. stitution), alignment, base attack bonus, summoned by this spell has damage Unlike with polymorph, this spell allows and base saves. (New Strength, Dexter- reduction 5/magic; resistance to acid the subjects to gain a spider’s poisonous ity, and Constitution scores might 5 and fire 5; spell resistance 9; and a bite. All the creatures you transmute affect final Armor Class, attack, and smite good attack that provides a +4 must become spiders of the same size. save bonuses.) The subject’s equipment bonus on one damage roll. Subjects remain in the spider form remains and continues to function as When you use a summoning spell to until the spell expires or you dismiss long as it fits a drider’s body shape. summon an evil or good creature, it is the spell for all subjects. In addition, Otherwise it is subsumed into the new a spell of that type. an individual subject can choose to form and ceases to function for the resume its normal form as a full-round duration of the spell. Retained items SPIDER POISON action. Doing so ends the spell for that include anything worn on the upper creature only. Necromancy body (head, neck, shoulders, hands,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action Transmutation legs, feet, or the whole body (armor,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No spider, alive or dead. armor, attack routines, and movement capabilities. Your eyes rolling wildly in their sockets, you SPIDER SHAPES You also acquire the poisonous bite cackle the last few words to call upon your and web-spinning ability of whichever Transmutation deity’s power. A number of massive spiders spider form you choose.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) your foe and intone the spell. The bone If the jaws move beyond the range of vanishes, leaving a mottled bruise where the spell, they vanish. Attacking the set You cast this spell upon yourself, and it touched. of jaws has no effect. As a magical force your flesh glows yellow. The glow quickly effect, the jaws cannot be damaged, but subsides, but you feel your flesh thicken, You create a lingering decay in the disintegrate or a sphere of annihilation its surface growing harder and more like spirit and body of the target. If the destroys the effect. a carapace. target fails its saving throw, it takes The grappled opponent can cast a 1 point of Constitution damage each spell only if the spell has no somatic The spell grants the recipient a +1 round while the spell lasts (maximum component, the material components enhancement bonus to its existing 5 points). The victim can attempt a are in hand, and a Concentration check natural armor bonus, a +1 racial bonus Fortitude saving throw each round, (DC 20 + spell level) is made. A creature on saves against poison, and a +1 racial and success negates the Constitution grappled by the set of jaws can attempt bonus on Hide checks for every three damage for that round and ends the to escape by succeeding on a grapple caster levels you have. This means that spell. check against the jaws or by making the bonuses to natural armor, saves, Material Component: A piece of fire- a successful Escape Artist check as a and Hide checks improve to +2 at caster blackened ivory or bone carved in the standard action opposed by the set of level 6th, +3 at caster level 9th, +4 at shape of a segmented worm. jaws’ grapple check. 12th, and +5 at 15th. As a free action, you can direct the The enhancement bonus provided SPIRITJAWS jaws to pin a grappled opponent instead by spiderskin stacks with the subject’s Evocation [Force] of dealing damage with a grapple natural armor bonus, but not with other",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 3 check. If the jaws win the opposed enhancement bonuses to natural armor.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M grapple check, the opponent is pinned. A creature without natural armor has",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action A pinned opponent is held immobile an effective natural armor bonus of +0,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Jaws of force escape the grapple. Creatures other clothing has an armor bonus of +0.",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) A brief flash engulfs your ally, and through his flesh you can see his skeleton. The skeleton glows a foggy gray for a moment, thickening with eldritch power, then all is as it was before. You cause the skeleton of the target corporeal undead to become thicker and as strong as stone. This gives the Stone shatter sends a heartrendingly pure note to the center of any stone subject a +3 enhancement bonus to its existing natural armor. You mutter the ancient words, and your Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Reflex negates; • Their natural armor bonus increases Before they attack, the arms remain see text by 6. beneath the surface of the stone. They",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 round/level your hand that allows you to touch In the blink of an eye, the creature you an untriggered magic sigil (such as touched grows the armor plating of a tor- You evoke the power of the forests, giving a glyph of warding or a symbol of death) toise across its torso and a tough, leathery yourself the ability to speak for them. You without setting it off. The touched sigil skin elsewhere. loom over others like a mighty tree dwarfs is removed from its location and held lesser plants. as magical potential on your hand, as Tortoise shell grants a +6 enhancement though it were a touch spell. bonus to the subject’s existing natural You draw on the oak’s strength to To pick up a sigil in this manner, armor bonus. This enhancement bonus improve your ability to intimidate your you must make a successful caster level increases by 1 for every three caster enemies. You gain a +10 competence check (DC 20 + the target glyph’s spell levels beyond 11th, to a maximum of bonus on Intimidate checks and a +2 level). Failure indicates that you have +9 at 20th level. enhancement bonus to Strength. triggered the glyph or symbol. If you The enhancement bonus provided successfully transfer the sigil to your by tortoise shell stacks with the target’s TRAIN ANIMAL hand, you can use a standard action to natural armor bonus, but not with Enchantment (Charm) place it on a surface (not a creature) of other enhancement bonuses to natural [Mind-Affecting] the sort on which it can normally be armor. A creature without natural",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Druid 2, ranger 2 scribed. The transferred sigil works armor has an effective natural armor of",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10 minutes its original triggering conditions, normal clothing has an armor bonus",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 hour/level to achieve. ment as if it were wearing heavy armor.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes (harmless) If your concentration lapses or the and could run only 60 feet per round. spell duration expires while the sigil is The spell affects only a creature’s speed; At last, you near the end of the spell’s thus stored as potential, it immediately tortoise shell doesn’t carry an armor complicated procedure. As the final act of triggers upon you (and only you), even check penalty or an arcane spell failure the ritual, you call out the tricks you wish if you normally would not meet its chance. to teach the animal you are touching. Your trigger conditions. The effect has the 222 1 RETPAHC LLEPS SNOITPIRCSED same saving throw and spell resistance An affected creature that is attacked dimension door spells (PH 221) and as the original spell did. The only safe gains a new saving throw to break free exchange appearances, as if using way to rid yourself of the stored sigil of the enchantment. disguise self spells (PH 222) to appear is to place it upon a suitable surface. Material Component: A drop of pine as each other. Your target can negate",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bard 3, druid 3, sorcerer/ on attack rolls and to Armor Class. damage or becoming fatigued as long wizard 4 Even after leaving the area of the spell, as the spell is in effect. While bearing",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action duration expires. Until then, it remains the deity, except that you take on many Range: Personal sticky, and any creature touching it qualities of a half-celestial or half-fiend- Target: You (for example, a creature attempting to ish creature. Duration: 1 round/level pull out an ally) must make a success- Your creature type changes to out- ful Reflex save or become stuck itself. sider for the duration of the spell. As you end your prayer, you can feel the A creature stuck by such secondary Unlike other outsiders, you can be hand of your deity upon you. Your appear- contact is not trapped as thoroughly brought back from the dead if you are ance reflects her divine power, and her as a creature targeted by the glob, killed in this form. touch grants you resistance from some of however, so the DC of the Strength Good clerics undergo the following the damage of this world. check or Escape Artist check required transformations. to get free is reduced by 5. You gain a +4 enhancement bonus to Material Component: A tiny ball of • You grow feathered wings that allow Charisma. You also gain resistance to spider silk. you to fly at twice your normal speed acid 10, cold 10, and electricity 10 if (good maneuverability). you are good, or resistance to cold 10 VISION OF GLORY • You gain +1 natural armor. and fire 10 if you are evil. Divination • You gain low-light vision.",
        "name":  "This spell functions like lesser visage of Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 4, sorcerer/wizard 5 the ability to bypass armor",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20-ft.-radius emanation it becomes invisible again. Ethereal you close with a chosen opponent. centered on you creatures in the spell’s area become",
        "name":  "You invoke a divine shield to protect you as Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Make Disable Device or Open Lock Iron Silence: Armor touched has no armor check at +2 as free action. check penalty on Hide and Move Silently for",
        "name":  "Instant Locksmith",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your attacks ignore armor and natural",
        "name":  "Find the Gap",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "For 1 round you gain +1d6 damage, armor. doubled threat range, and +4 on attack",
        "name":  "Critical Strike",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check penalty Hymn of Praise: Add +2 to caster level to all good divine on Hide and Move Silently for 1 hour/level. casters within range.",
        "name":  "Iron Silence",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield 10 ft. from you blocks sounds, deals 1d6 sonic damage +1/level, and deafens creatures 6TH-LEVEL BARD SPELLS passing through. Di rge: Enemies take 2 points of Str and",
        "name":  "Cacophonic Shield",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your mount gets force armor.",
        "name":  "Golden Barding",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain resistance bonus on saves, and spell 3RD-LEVEL BLACKGUARD SPELL absorbs magic missile damage.",
        "name":  "Nightshield",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield provides user resistance",
        "name":  "Energized Shield, Lesser",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 on ranged attacks against creatures in 5, shield bash deals +1d6 damage. illuminated area.",
        "name":  "Guiding Light",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor works normally against",
        "name":  "Ghost Touch Armor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor touched has no armor check penalty thrown. on Hide and Move Silently checks for 1 hour/level. Demon Dirge: Demons are stunned and take 3d6 damage/",
        "name":  "Iron Silence",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject becomes immune to extra Downdraft: Flying creatures knocked down. damage from critical hits and sneak attacks. Energized Shield: Shield provides user resistance 10,",
        "name":  "Living Undeath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject takes –5 penalty on Bluff shield bash deals +2d6 damage. and Diplomacy checks and –2 penalty to AC. Energy Vortex: Burst of energy centered on you damages",
        "name":  "Mark of the Outcast",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +3 natural armor speed, melee attacks treated as good; take –20 to Hide bonus. checks.",
        "name":  "Stone Bones",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield grants +1 bonus on AC and level. Reflex saves/5 levels (max +5).",
        "name":  "Shield of Warding",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As lesser vigor, but multiple subjects exhaustion, ability damage, and ability drain. (max 25 rounds). Shield of Faith, Mass: Allies gain +3 or higher AC bonus.",
        "name":  "Vigor, Mass Lesser",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +6 natural armor bonus.",
        "name":  "Iron Bones",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain +4 natural armor, +4 deflection, Heavenly Host: Summons archons to fight for you. and natural attacks. Hellish Horde: Summons devils to fight for you.",
        "name":  "Death Dragon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject gains increasing bonus to natural evil, lawful, or chaotic. armor bonus, saves against poison, and Hide checks.",
        "name":  "Spiderskin",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Energy cocoon shields creature, hours. then heals it. dnalgnE .W yb .sullI 257 SPELL LISTS CHAPTER 2 Sirine’s Grace: You gain bonuses to Charisma and Slime Wave: Creates a 15-ft. spread of green slime.",
        "name":  "Rejuvenation Cocoon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creature gains +6 natural armor, +1/3",
        "name":  "Tortoise Shell",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Makes lawful-aligned axiomatic armor. water.",
        "name":  "Axiomatic WaterM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield provides user resistance Strategic Charge: You gain the benefits of the Mobility feat. 5, shield bash deals +1d6 damage. Traveler’s Mount: Creature moves faster but can’t attack.",
        "name":  "Energized Shield, Lesser",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your mount gets force armor. 2ND-LEVEL PALADIN SPELLS",
        "name":  "Golden Barding",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield provides user resistance 10, Plane. shield bash deals +2d6 damage.",
        "name":  "Energized Shield",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield grants +1 bonus on AC and allies within 100 feet. Reflex saves/5 levels (max +5). Visage of the Deity, Lesser: You",
        "name":  "Shield of Warding",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Metal armor penalty on skill check. provides damage reduction. Arrow Mind: You",
        "name":  "DiamondsteelM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Animal rages like barbarian, not armor; immunity to magic sleep effects and paralysis. fatigued.",
        "name":  "Enrage Animal",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your attacks ignore armor and natural checks. armor.",
        "name":  "Find the Gap",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain armor bonus against or shield touched for 1 minute/level. incorporeal touch attacks. Sniper’s Shot: No range limit on next ranged",
        "name":  "Ectoplasmic Armor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain resistance bonus on saves, having taken 10. and spell absorbs magic missile damage. Targeting Ray: You and allies are +1 to hit/3 levels",
        "name":  "Nightshield",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Caster rerolls when determining the Scintillating Scales: Your natural armor bonus success of a game of chance. turns into a deflection bonus.",
        "name":  "Cheat",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield floats near subject to offer Mindless Rage: Subject compelled to attack you protection. physically for 1 round/level.",
        "name":  "Shieldbearer",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject of ray can take only standard penalty to AC. or move action, has –2 AC, and must make Death ArmorF: Black aura damages creatures Concentration checks to cast spells. attacking you.",
        "name":  "Sting Ray",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hand makes creature provoke Bristle: Armor spikes attack with wearer. attacks of opportunity. Earthbind: Subject creature can’t fly.",
        "name":  "Slapping Hand",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor works normally Bands of Steel: Metallic bands immobilize or against incorporeal attacks. entangle subject for 1 round/level.",
        "name":  "Ghost Touch Armor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You and allies gain +10 increase to Mage Armor, Greater: Gives subject +6 armor speed. bonus.",
        "name":  "Lively Step",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject becomes hard to move. Mage Armor, Mass: As mage armor, but one",
        "name":  "Mountain Stance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject’s natural armor level (max +15). weakens. Summon Undead III: Summons undead to fight",
        "name":  "Scale Weakening",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +3 natural Telepathic Bond, Lesser: Link with subject armor bonus. within 30 ft. for 10 minutes/level.",
        "name":  "Stone Bones",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "One set of jaws/level attacks enemies DiamondsteelM: Metal armor provides damage for 1d6 damage. reduction.",
        "name":  "Manyjaws",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sonic energy deals 1d4 damage/ Dragonskin: You gain a bonus to natural armor level (max 10d4). plus energy resistance 10.",
        "name":  "Resonating Bolt",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Object becomes natural armor, saves against poison, and Hide programmed to create an area of silence at your checks. command. Steeldance: Blades hover around you and attack",
        "name":  "Suspended SilenceM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Skull shrieks when creature enters Fortify Familiar: Your familiar gains 2d8 warded area. temporary hp, +2 to armor, 25% chance to avoid",
        "name":  "Skull Watch",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Corporeal undead gains +6 natural Hidden Lodge: Creates sturdy cottage armor bonus. camouflaged to blend into natural surroundings.",
        "name":  "Iron Bones",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Lets you cast another spell in the Cacophonic Shield: Shield 10 ft. from you blocks same round at +2 caster level. sounds, deals 1d6 sonic damage +1/level, and",
        "name":  "Spell Enhancer",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject’s flight down creatures. maneuverability improves by two steps. Fire Shield, Mass: Creatures attacking allies take damage; allies are protected from fire or cold. 5TH-LEVEL FirebrandM: One 5-ft. burst/level deals 1d6 fire/ level plus burning for 1 round. SORCERER/WIZARD SPELLS Fireburst, Greater: Subjects within 15 ft. take",
        "name":  "Wings of Air, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +5 to Str, Con, Cha; +4 question/round. natural armor; immunity to magic sleep and Interplanar Telepathic Bond: Link lets allies paralysis effects. communicate across planes.",
        "name":  "Draconic Might",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day, as a free action, you can add once per day. Activating this power is a free action. The Charisma your Wisdom modifier to your Armor Class. This bonus lasts increase lasts 1 minute. for 1 round per cleric level. Charm Domain Spells Balance Domain Spells 1 Charm Person: Makes one person your friend. 1 Make Whole: Repairs an object. 2 Calm Emotions: Calms creatures, negating emotion 2 Calm Emotions: Calms creatures, negating emotion effects. effects. 3 Suggestion: Compels subject to follow stated course of 3 Clarity of Mind†: +4 bonus on saves against mind- action. affecting spells and abilities, allows reroll of 4 Good Hope: Subjects gain +2 on attack rolls, damage rolls, concealment miss chance. saves, and checks. 4 Dismissal: Forces a creature to return to native plane. 5 Charm Monster: Makes monster believe it is your ally. 5 Sanctuary, Mass†: One creature/level can’t be attacked, 6 Geas/Quest: As lesser geas, plus it affects any creature. and can’t attack. 7 Insanity: Subject suffers continuous confusion. 6 Banishment: Banishes 2 HD/level of extraplanar 8 Demand: As sending, plus you can send suggestion. creatures. 9 Dominate Monster: As dominate person, but any creature. 7 Word of Balance†: Kills, paralyzes, weakens, or nauseates nonneutral creatures. 8 Protection from SpellsMF: Confers +8 resistance bonus. COLD DOMAIN 9 Weighed in the Balance†: Harms or heals creatures Granted Power (Su): You can turn or destroy fire creatures within 30 feet of you. as a good cleric turns undead. You can also rebuke or command cold creatures as an evil cleric rebukes undead. Use these abilities CAVERN DOMAIN a number of times per day equal to 3 + your Cha modifier.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use calm emotions as a spell-like ability once for your race by 10 feet. This benefit is lost if you are wearing per day. Gain a +2 bonus on Diplomacy checks. medium or heavy armor or carrying a medium or heavy load. Community Domain Spells Celerity Domain Spells 1 Bless: Allies gain +1 on attack rolls and saves against fear. 1 Expeditious Retreat: Your speed increases by 30 ft. 2 Status: Monitors condition, position of allies. 2 Cat’s Grace: Subject gains +4 to Dex for 1 minute/level. 3 Prayer: Allies +1 on most rolls, enemies –1 penalty. 3 Blur: Attacks miss subject 20% of the time. 4 Tongues: Speak any language. 4 Haste: One creature/level moves faster, +1 on attack rolls, 5 Rary’s Telepathic Bond: Link lets allies communicate. AC, and Reflex saves. 6 Heroes’ Feast: Food for one creature/level cures and 5 Tree Stride: Step from one tree to another far away. grants combat bonuses. 272 XIDNEPPA 7 RefugeM: Alters item to transport its possessor to you. Craft Domain Spells 8 Mordenkainen’s Magnificent MansionF: Door leads to 1 Animate Rope: Makes a rope move at your command. extradimensional mansion. 2 Wood Shape: Rearranges wooden objects to suit you. 9 Heal, Mass: As heal, but with several subjects. 3 Stone Shape: Sculpts stone into any shape. 4 Minor Creation: Creates one cloth or wood object. COMPETITION DOMAIN 5 Wall of Stone: Creates a stone wall that can be shaped. 6 Fantastic Machine†: Creates a machine to perform a Granted Power (Ex): You gain a +1 bonus on opposed checks single simple task. you make. 7 Major Creation: As minor creation, plus stone and metal. 8 ForcecageM: Cube or cage of force imprisons all inside. Competition Domain Spells 9 Fantastic Machine, Greater† Creates a machine to 1 Remove Fear: Suppresses fear or gives +4 on saves against perform multiple tasks. fear for one subject + one per 4 levels. 2 Zeal†: You move through foes to attack the enemy you CREATION DOMAIN want.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You cast conjuration (creation) spells at +1 3 Prayer: Allies +1 bonus on most rolls, enemies –1 penalty. caster level. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/ level. 5 Righteous Might: Your size increases, and you gain Creation Domain Spells combat bonuses. 1 Create Water: Creates 2 gallons/level of pure water. 6 Zealot Pact†X: You automatically gain combat bonuses 2 Minor Image: As silent image, plus some sound. when you attack someone of opposite alignment. 3 Create Food and Water: Feeds three humans (or one 7 Regenerate: Subject’s severed limbs grow back, cures 4d8 horse)/level. damage +1/level (max +35). 4 Minor Creation: Creates one cloth or wood object. 8 Moment of Prescience: You gain insight bonus on single 5 Major Creation: As minor creation, plus stone and metal. attack roll, check, or save. 6 Heroes’ Feast: Food for one creature/level cures and 9 Visage of the Deity, Greater†: As lesser visage of the deity, grants combat bonuses. but you become half-celestial or half-fiendish. 7 Permanent ImageM: Includes sight, sound, and smell. 8 True Creation†X: As major creation, but permanent. COURAGE DOMAIN 9 Pavilion of Grandeur†: A feast and a great pavilion are created. Granted Power (Su): You radiate an aura of courage that grants all allies within 10 feet (including yourself) a +4 morale bonus on saving throws against fear effects. This ability func- DARKNESS DOMAIN tions only while you are conscious. Granted Power: You gain Blind-Fight as a bonus feat. Courage Domain Spells Darkness Domain Spells 1 Remove Fear: Suppresses fear or gives +4 on saves against 1 Obscuring Mist: Fog surrounds you. fear for one subject + one per 4 levels. 2 Blindness/Deafness: Makes subject blinded or deafened. 2 Aid: +1 on attack rolls and saves against fear, 1d8 temporary 3 Blacklight† Create an area of total darkness. hp +1/level (max +10). 4 Armor of Darkness†: Shroud grants deflection bonus, 3 Cloak of Bravery: You and your allies gain a bonus on darkvision, and other effects. saves against fear. 5 Darkbolt†: Multiple bolts deal 2d8 damage and daze 4 Heroism: Gives +2 bonus on attack rolls, saves, skill creatures. checks. 6 Prying Eyes: 1d4 +1/level floating eyes scout for you. 5 Valiant Fury†: +4 Str, Con; +2 Will saves, extra attack. 7 Nightmare: Sends vision dealing 1d10 damage, fatigue. 6 Heroes’ Feast: Food for one creature/level cures and 8 Power Word Blind: Blinds creature with 200 hp or less. grants combat bonuses. 9 Power Word Kill: Kills one creature with 100 hp or less. 7 Heroism, Greater: Gives +4 bonus on attack rolls, saves, skill checks; immunity to fear; temporary hp. DEATHBOUND DOMAIN 8 Lion’s Roar†: Deals 1d8 points of damage/2 levels to",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You cast all illusion spells at +1 caster Charisma modifier to your Climb, Jump, Move Silently, and level. Hide checks. Activating this ability is a free action. Illusion Domain Spells Halfling Domain Spells 1 Silent Image: Creates minor illusion of your design. 1 Magic Stone: Three stones gain +1 on attack rolls, deal 2 Minor Image: As silent image, plus some sound. 1d6+1 damage. 3 Displacement: Attacks miss subject 50%. 2 Cat’s Grace: Subject gains +4 to Dex for 1 minute/level. 4 Phantasmal Killer: Fearsome illusion kills subject or 3 Magic Vestment: Armor or shield gains +1 enhancement/ deals 3d6 damage. 4 levels. 5 Persistent Image: As major image, but no concentration 4 Freedom of Movement: Subject moves normally despite required. impediments. 6 Mislead: Turns you invisible and creates illusory double. 5 Mordenkainen’s Faithful Hound: Phantom dog can 7 Project Image: Illusory double can talk and cast spells. attack, guard. 8 Screen: Illusion hides area from vision, scrying. 6 Move Earth: Dig trenches and build walls. 9 Weird: As phantasmal killer, but affects all within 30 ft. 7 Shadow Walk: Step into shadow to travel rapidly. 8 Word of Recall: Teleports you back to designated place. 9 Foresight: “Sixth sense” warns of impending danger. INQUISITION DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain a +4 bonus on dispel checks. HATRED DOMAIN Granted Power (Su): Once per day as a free action, choose Inquisition Domain Spells one opponent. Against that foe you gain a +2 profane bonus on 1 Detect Chaos: Reveals chaotic creatures, spells, or objects. attack rolls, saving throws, and Armor Class for 1 minute. 2 Zone of Truth: Subjects within range cannot lie. 3 Detect Thoughts: Allows “listening” to surface thoughts. 4 Discern Lies: Reveals deliberate falsehoods. 276 XIDNEPPA 5 True SeeingM: Lets you see all things as they really are. Madness Domain Spells 6 Geas/Quest: As lesser geas, plus it affects any creature. 1 Confusion, Lesser: One creature acts randomly for 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful 1 round. subjects. 2 Touch of Madness†: Dazes one creature for 1 round/level. 8 Shield of LawF: +4 AC, +4 resistance, and SR 25 against 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, –2 chaotic spells. to AC. 9 Imprisonment: Entombs subject beneath the earth. 4 Confusion: Makes subject behave oddly for 1 round/level. 5 Bolts of Bedevilment†: One ray/round, dazes 1d3 rounds. LIBERATION DOMAIN 6 Phantasmal Killer: Fearsome illusion kills subject or deals 3d6 damage. Granted Power (Su): If you are affected by a charm, compul- 7 Insanity: Subject suffers continuous confusion. sion, or fear effect and fail your saving throw, you can attempt 8 Maddening Scream†: Subject has –4 AC, no shield, Reflex the save again 1 round later at the same DC. You get only this save on 20 only. one extra chance to succeed on your saving throw. 9 Weird: As phantasmal killer, but affects all within 30 ft. Liberation Domain Spells MENTALISM DOMAIN 1 Omen of Peril†F: You know how dangerous the future Granted Power (Sp): Once per day as a standard action, will be. you can generate a mental ward, granting a creature you touch 2 Undetectable Alignment: Conceals alignment for a resistance bonus on its next Will saving throw equal to your 24 hours. level +2. The mental ward is an abjuration effect with a duration 3 Rage: Subjects gain +2 to Str and Con, +1 on Will saves, of 1 hour. –2 to AC. 4 Freedom of Movement: Subject moves normally despite impediments. Mentalism Domain Spells 5 Break Enchantment: Frees subjects from enchantments, 1 Confusion, Lesser: One creature acts randomly for alterations, curses, and petrification. 1 round. 6 Dispel Magic, Greater: As dispel magic, but up to +20 on 2 Detect Thoughts: Allows “listening” to surface thoughts. check. 3 Clairaudience/Clairvoyance: See or hear at a distance 7 RefugeM: Alters item to transport its possessor to you. for 1 minute/level. 8 Mind Blank: Subject is immune to mental/emotional 4 Modify Memory: Changes 5 minutes of subject’s magic and scrying. memories. 9 Unbinding†: Frees everyone in range from spells that 5 Mind Fog: Subjects in fog get –10 to Wisdom and Will constrain or bind. checks. 6 Rary’s Telepathic Bond: Link lets allies communicate. LUST DOMAIN 7 Antipathy: Object or location affected by spell repels certain creatures. Granted Power (Su): Once per day as a free action, you gain 8 Mind Blank: Subject is immune to mental/emotional an enhancement bonus to Charisma equal to your cleric level. magic and scrying. The power lasts for 1 round. 9 Astral ProjectionM: Projects you and companions onto the Astral Plane. Lust Domain Spells 1 Charm Person: Makes one person your friend. METAL DOMAIN 2 Invisibility: Subject is invisible for 1 minute/level or until",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 bonus on Bluff, Diplomacy, and Sense Motive checks. 277 APPENDIX Mind Domain Spells NOBILITY DOMAIN 1 Comprehend Languages: You understand all spoken and Granted Power (Sp): Once per day as a standard action, you written languages. can inspire allies, giving them a +2 morale bonus on saving 2 Detect Thoughts: Allows “listening” to surface thoughts. throws, attack rolls and damage rolls, ability checks, and skill 3 Telepathic Bond, Lesser: Link with subject within 30 ft. checks. Allies must be able to hear you speak for 1 round. This for 10 minutes/level. effect lasts for a number of rounds equal to your Charisma bonus 4 Discern Lies: Reveals deliberate falsehoods. (minimum 1 round). 5 Rary’s Telepathic Bond: Link lets allies communicate. 6 Probe Thoughts†: Read subject’s memories, one question/ Nobility Domain Spells round. 1 Divine Favor: You gain +1/3 levels on attack rolls and 7 Brain Spider†: Eavesdrop on thoughts of up to eight other damage rolls. creatures. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 8 Mind Blank: Subject is immune to mental/emotional 3 Magic Vestment: Armor or shield gains +1 magic and scrying. enhancement/4 levels. 9 Weird: As phantasmal killer, but affects all within 30 ft. 4 Discern Lies: Reveals deliberate falsehoods. 5 Command, Greater: As command, but affects one subject/ MOON DOMAIN level.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Add Appraise, Intimidate, and Sense Motive as if it were a normal secret door (Search DC 20). to your list of cleric class skills. Portal Domain Spells Pact Domain Spells 1 Summon Monster I: Calls extraplanar creature to fight 1 Command: One subject obeys selected command for for you. 1 round. 2 Analyze Portal: Find a nearby portal and discover its 2 Shield OtherF: You take half of subject’s damage. properties. 3 Speak With Dead: Corpse answers one question/2 levels. 3 Dimensional Anchor: Bars extradimensional movement. 4 DivinationM: Provides useful advice for specific proposed 4 Dimension Door: Teleports you a short distance. action. 5 Teleport: Forces a creature to return to native plane. 5 Stalwart Pact†M: You gain combat bonuses automatically 6 Banishment: Banishes 2 HD/level of extraplanar when reduced to half hit points or lower. creatures. 6 Zealot Pact†X: You automatically gain combat bonuses 7 Etherealness: Travel to Ethereal Plane with companions. when you attack someone of opposite alignment. 8 Maze: Traps subject in extradimensional maze. 7 Renewal Pact†M: Creature is automatically healed if 9 GateX: Connects two planes for travel or summoning. adverse condition affects it. 8 Death Pact†M: Deity brings subject back from the dead PRIDE DOMAIN automatically.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain immunity to the effects of all Pride Domain Spells diseases, though you can still carry infectious diseases. 1 Hypnotism: Fascinates 2d4 HD of creatures. 2 Eagle’s Splendor: Subject gains +4 Cha for 1 minute/level. Pestilence Domain Spells 3 Heroism: Gives +2 bonus on attack rolls, saves, skill 1 Doom: One subject takes –2 on attacks, damage, saves, and checks. checks. 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/ 2 Summon Swarm: Summons swarm of bats, rats, or level. spiders. 5 Reduce Person, Mass: Reduces several creatures. 3 Contagion: Infects subject with chosen disease. 279 APPENDIX 6 ForbiddanceM: Blocks planar travel, damages creatures of Retribution Domain Spells different alignment. 1 Shield of Faith: Aura grants +2 or higher deflection 7 Heroism, Greater: Gives +4 bonus on attack rolls, saves, bonus. skill checks; immunity to fear; temporary hp. 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ 8 Spell Immunity, Greater: As spell immunity, but up to level. 8th-level spells. 3 Speak with Dead: Corpse answers one question/2 levels. 9 Charm Monster, Mass: As charm monster, but all within 4 Fire Shield: Creatures attacking you take fire damage; 30 ft. you’re protected from heat or cold. 5 Mark of Justice: Designates action that will trigger curse PURIFICATION DOMAIN on subject. 6 Banishment: Banishes 2 HD/level of extraplanar",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are closest to your god while lazing STORM DOMAIN and relaxing. You take no penalty to Armor Class against melee Granted Power: You gain resistance to electricity 5. attacks while prone. Storm Domain Spells Sloth Domain Spells 1 Entropic Shield: Ranged attacks against you have 20% 1 Touch of Fatigue: Touch attack fatigues subject. miss chance. 2 Unseen Servant: Invisible force obeys your commands. 2 Gust of Wind: Blows away or knocks down smaller 3 Deep Slumber: Puts 10 HD of creatures to sleep. creatures. 4 Slow: One subject/level takes only one action/round, –2 to 3 Call Lightning: Calls down lightning bolts (3d6 per bolt) AC, –2 on attack rolls. from sky. 5 Symbol of SleepM: Triggered rune puts nearby creatures 4 Sleet Storm: Hampers vision and movement. into catatonic slumber. 5 Ice Storm: Hail deals 5d6 damage in cylinder 40 ft. across. 6 Waves of Fatigue: Several subjects become fatigued. 6 Summon Monster VI*: Calls extraplanar creature to fight 7 Shadow Walk: Step into shadow to travel rapidly. for you. 8 Waves of Exhaustion: Several subjects become exhausted. 7 Control Weather: Changes weather in local area. 9 Astral ProjectionM: Projects you and companions onto 8 Whirlwind: Cyclone deals damage and can pick up the Astral Plane. creatures. 9 Storm of Vengeance: Storm rains acid, lightning, and SPELL DOMAIN hail.",
        "name":  "Granted Powers",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 bonus on Concentration checks and Spellcraft checks. SUFFERING DOMAIN Granted Power (Sp): You can use a pain touch once per day. Make a melee touch attack against a living creature, which Spell Domain Spells bestows on that creature a –2 penalty to Strength and Dexterity 1 Mage Armor: Gives subject +4 armor bonus. for 1 minute on a successful attack. This ability does not affect 2 Silence: Negates sound in 15-ft. radius. creatures that have immunity to extra damage from critical 3 Anyspell†: Prepare any arcane spell up to 2nd level. hits. 4 Rary’s Mnemonic EnhancerF: Wizard only. Prepares extra spells or retains one just cast. 5 Break Enchantment: Frees subjects from enchantments, Suffering Domain Spells alternations, curses, and petrification. 1 Bane: Enemies take –1 on attack rolls and saves against 6 Anyspell, Greater†: Prepare any arcane spell up to 5th fear. level. 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ 7 Limited WishX: Alters reality—within spell limits. level. 8 Antimagic Field: Negates magic within 10 ft. 3 Bestow Curse: –6 to an ability score; –4 on attack rolls, 9 Mordenkainen’s Disjunction: Dispels magic, saves, and checks; or 50% chance of losing each action. disenchants magic items. 4 Enervation: Subject gains 1d4 negative levels. 5 Feeblemind: Subject’s Int and Cha drop to 1. 6 Harm: Deals 10 points/level damage to subject. 7 Eyebite: Subject becomes panicked, sickened, and comatose. 281 APPENDIX 8 Symbol of PainM: Triggered rune wracks nearby creatures 9 Discern Location: Reveals exact location of creature or with pain. object. 9 Horrid Wilting: Deals 1d6/level damage within 30 ft. TYRANNY DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fight –2 penalty on attack rolls, Armor Class, and saves for 24 hours for you.* or until they successfully hit you. A creature that has resisted 6 Heroes’ Feast: Food for one creature/level cures and or broken the effect cannot be affected again by your aura for grants combat bonuses. 24 hours. Add Sense Motive to your list of cleric class skills. Eagle’s Splendor, Mass: As eagle’s splendor, affects one subject/level. 7 Spell Turning: Reflect 1d4+6 spell levels back at caster. Celestia Domain Spells",
        "name":  "Summon Monster V",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fight 1 Light of Lunia†: You radiate silvery light, which you can for you.* expend as two bolts that deal 1d6 damage. 8 Heroism, Greater: Gives +4 bonus on attack rolls, saves, Shield of Faith: Aura grants +2 or higher deflection skill checks; immunity to fear; temporary hp. bonus.",
        "name":  "Summon Monster VII",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Subject is immune to mental/emotional 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ magic and scrying. level. 9 Freedom: Releases creature from imprisonment. Shield OtherF: You take half of subject’s damage.",
        "name":  "Mind Blank",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fight 3 Magic Vestment: Armor or shield gains +1 for you* enhancement/4 levels. * Chaotic good creatures only. Summon Monster III: Calls extraplanar creature to fight for you.* BAATOR DOMAIN 4 Divine Power: You gain attack bonus, +6 to Strength, and 1 hp/level.",
        "name":  "Summon Monster IX",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Calls extraplanar creature to fight Shield of LawF: +4 to AC, +4 resistance, and SR 25 against for you.* chaotic spells. 4 Deeper Darkness: Object sheds supernatural shadow in 9 Foresight: “Sixth sense” warns of impending danger. 60-ft. radius. Summon Monster IX: Calls extraplanar creature to fight",
        "name":  "Summon Monster III",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blinds all within 80 ft., deals 6d6 damage. control, hedge out elementals and outsiders. 9 Heal, Mass: As heal, but with several subjects. 2 Entropic Shield: Ranged attacks against you have 20%",
        "name":  "Sunburst",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Large warships often have reinforced WALLS hulls. Reinforced hulls have a thick backing of solid Walls inside a ship are more properly called bulkheads. timbers designed to help the outer hull absorb and resist Bulkheads serve the same purpose on board a ship as heavy impacts such as catapult shot. Reinforced hulls are walls do in a building; they partition the ship into discrete just as hard to climb as other hulls (Climb DC 25). compartments, and they strengthen the overall structure. Other types of walls found in marine dungeons are FLOORS described below. Floors usually don’t matter much in submerged dungeons or water-filled chambers, simply because many characters Typical Break Hit (and most monsters) are swimming instead of walking. Wall Type Thickness DC Hardness Points However, there are exceptions—a monstrous crab or a Bulkhead 3 inches 16 5 30 heavily armored character with a water breathing spell Coral 3 feet 45 7 480 Hull, heavy 8 inches 28 5 80 might do better walking along the bottom and fighting Hull, light 4 inches 20 5 50 with feet planted on the sand or muck. Hull, reinforced 1-1/2 ft. 40 6 150 In order to obtain firm footing and effectively walk along the bottom, a character or creature must meet one",
        "name":  "Hull, Reinforced",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The term master can overlap with the term captain in some degree. In general, a master owns her vessel, while a captain doesn’t but typically exercises complete authority over all matters of sailing, navigation, discipline, and administration of the crew. A master is usually an expert (or multiclass expert) or rogue with at least 7 to 10 ranks in Profession (sailor), 4 to 7 ranks in Knowledge (geography), 2 to 4 ranks in Knowledge (nature) or Survival, 2 to 4 ranks in an inter- action skill such as Bluff, Diplomacy, or Intimidate, and 2 to 4 ranks in Profession (merchant). Master-at-Arms: The ship’s master-at-arms is the petty officer charged with keeping order among the crew and supervising the ship’s armory. If a ship carries soldiers, then offi cers and sergeants among the soldiers fulfill these functions. A master-at-arms is usually a warrior, barbarian, or fi ghter with a rank or two in skills useful to his job, such as Bluff, Diplomacy, Intimidate, or Sense Motive.",
        "name":  "Master",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The Armor Class of each hull section. or 1 mph Junk 50/7 1-1/2 mph* 15,000 gp",
        "name":  "Section AC",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    }
]
