[
    {
        "origin_file":  "armor.json",
        "description":  "13 (–2 size, +2 Dex, +3 natural), touch 10, fl at- Speed: 20 ft. (4 squares), swim 20 ft. footed 11 Armor Class: 13 (–2 size, +2 Dex, +3 natural), touch 10, fl at- Base Attack/Grapple: +7/+23 footed 11",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 Armor Class: 13 (–2 size, +2 Dex, +3 natural), touch 10, fl at-",
        "name":  "Initiative",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (–2 size, +1 Dex, +3 natural), touch 9, fl at- Base Attack/Grapple: +9/+26 footed 11 Attack: Bite +16 melee (3d6+13) Base Attack/Grapple: +5/+23 Full Attack: Bite +16 melee (3d6+13)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12d12 (78 hp) Armor Class: 15 (–4 size, +3 Dex, +6 natural), touch 9, fl at-",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (–2 size, +1 Dex, +3 natural), touch 9, fl at- Attack: Talon +17 melee (2d6+12) footed 11 Full Attack: 2 talons +17 melee (2d6+12) and bite +12 melee Base Attack/Grapple: +6/+24 (2d8+6) 161 CAMPAIGNS CHAPTER 7 162 7 RETPAHC SNGIAPMAC Space/Reach: 20 ft./15 ft. Vicious Skeleton",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A nimble skeleton’s Armor Class and touch pins the foe, it drains blood, dealing 1d4 points of Constitution AC increase by 2 thanks to its improved Dexterity. drain each round the pin is maintained. On each such successful",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cooperation (Ex): A soldier skeleton gains a +1 Create Spawn (Su): A humanoid or monstrous humanoid circumstance bonus to its attack rolls and Armor Class for each slain by a vampire’s energy drain rises as a vampire spawn (see other soldier skeleton that is adjacent to it. If a soldier skeleton Vampire Spawn on page 253 of the Monster Manual) 1d4 days fl anks an opponent, it gains an additional +1 circumstance bonus after burial. on attacks against that opponent. If the vampire instead drains the victim’s Constitution to 0",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "bracers of armor +2, ring of invisibility. 1/day—daze (DC 16), sound burst (DC 18). Caster level 3rd. Vulnerability to Sunlight (Ex): A derro takes 1 point of Constitution damage for every hour it is exposed to sunlight, 167 CAMPAIGNS CHAPTER 7 and it dies if its Constitution score reaches 0. Lost Constitution Shamila Garrick, Vampiric Piper points are recovered at the rate of 1 per every 24-hour period For many years, Shamila Garrick was a beloved street performer spent underground or otherwise sheltered from the sun. who specialized in entertaining children with her piping and Sorcerer Spells Known (6/8/6 per day; caster level 5th): 0—detect antics. Her disappearance nearly a year ago caused much sadness magic, mage hand, message, ray of frost (+9 ranged touch), read magic, among those of the city, but most assumed that she had simply touch of fatigue (+9 melee touch; DC 16); 1st—disguise self, ray of packed up and moved away, a victim of wanderlust. enfeeblement (+9 ranged touch);, shield, shocking grasp (+9 melee Little did they suspect that the friendly gnome had actually touch); 2nd—blur, touch of idiocy (+9 melee touch). fallen victim to a horrible blood-drinking monster. When her",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gnomes have a +1 racial bonus on attack rolls Zenami is a typical harpy vampire. She lurks in the marshes against kobolds and goblinoids. Gnomes have a +4 racial bonus outside a small city, luring unwary travelers or explorers to an to Armor Class against giants. early grave. Spell-Like Abilities: 1/day—dancing lights, ghost sound (DC Zenami: Female harpy vampire; CR 6; Medium undead 15), prestidigitation, speak with animals (burrowing mammal only, (augmented monstrous humanoid); HD 7d12; hp 45; Init +8, duration 1 minute). Spd 20 ft., fl y 80 ft. (average); AC 21, touch 14, fl at-footed 17; Base Bard Spells Known (4/5/4/3/1 per day; caster level 10th): 0—daze Atk +7; Grp +10; Atk +10 melee (1d6+3 plus energy drain, slam); (DC 15), detect magic, lullaby (DC 15), mage hand, open/close, read Full Atk +10 melee (1d6+3 plus energy drain, slam) and +5 melee magic; 1st—disguise self, sleep, Tasha’s hideous laughter (DC 16), (1d3+1, 2 claws); SA blood drain, captivating song, children of ventriloquism; 2nd—cat’s grace, detect thoughts (DC 17), invisibility, the night, create spawn, dominate, energy drain; SQ alternate minor image; 3rd—blink, dispel magic, major image, sculpt sound; form, damage reduction 10/silver and magic, darkvision 60 ft., 4th—hold monster (DC 19), shadow conjuration (DC 19). fast healing 5, gaseous form, resistance to cold 10 and electric-",
        "name":  "Gnome Traits",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +2 Dex, +2 natural), touch 13, fl at- Psychic Vampire footed 13 A psychic vampire drains a victim’s mental strength, rather Base Attack/Grapple: +1/–2 than physical health. Attack: Bite +3 melee (1d4+1) or slam +3 melee (1d4+1)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares) A savage vampire has none of the traditional vampire’s person- Armor Class: 11 (+1 size, –1 Dex, +1 natural), touch 10, fl at- ality or persuasiveness, instead relying on brute force. Rather footed 11 than acting as charismatic leaders, savage vampires form packs Base Attack/Grapple: +1/–2 much as wolves do. Attack: Slam +3 melee (1d4+1)",
        "name":  "Savage Vampire Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (+1 size, +1 natural), touch 11, fl at-footed 12 Swarmform Vampire Base Attack/Grapple: +1/–2",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+4 natural), touch 10, fl at-footed 14 Special Attacks: — Base Attack/Grapple: +3/+8 Special Qualities: Single actions only, damage reduction",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Gnoll Warrior Zombie Base Attack/Grapple: +3/+6",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12 (–1 Dex, +3 natural), touch 9, fl at-footed 12 Special Attacks: — Base Attack/Grapple: +2/+5 Special Qualities: Single actions only, damage reduction",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +4 natural), touch 11, fl at-footed 14 Medium Undead Base Attack/Grapple: +2/+4",
        "name":  "Hound Archon Zombie Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 Dex, +11 natural), touch 9, fl at-footed 20 Special Attacks: — Base Attack/Grapple: +6/+9 Special Qualities: Single actions only, damage reduction",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +1 Dex, +6 natural), touch 10, fl at- Medium Undead (Aquatic) footed 15",
        "name":  "Skum Zombie Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+4 natural), touch 10, fl at-footed 14 Space/Reach: 10 ft./5 ft. 172 7 RETPAHC SNGIAPMAC",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10d12+3 (68 hp) Armor Class: 18 (–2 size, +10 natural), touch 8, fl at-footed 18",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "(–1 size, +1 Dex, Full Attack: 5 bites +7 melee (1d10+4) or slam +7 melee Base Attack/Grapple: +5/+16 (2d6+4)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20d12+3 (133 hp) Armor Class: 19 (–2 size, +1 Dex, +10 natural), touch 9, fl at-",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, +1 Dex, +14 natural), touch 10, fl at- Attack: Talons +12 melee (2d8+6) or slam +12 melee (2d6+6) footed 23 Full Attack: Talons +12 melee (2d8+6) or slam +12 melee Base Attack/Grapple: +10/+21 (2d6+6)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–2 size, +15 natural), touch 8, fl at-footed 23 ZOMBIE VARIANTS Base Attack/Grapple: +9/+26",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The fast zombie gains a +2 dodge bonus to quietly built up a secret but powerful organization dedicated to AC. death and evil. Now, the time to strike approaches near, yet she",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "3 scrolls of fell frightened chill touch (+3 melee touch; DC 13), bracers of armor +2. 9. Corrupt Well (EL 2) A gargoylelike stone ahead affi xed to the side of the central stone square steadily spews stagnant water, keep- ing this entire are fl ooded. Behind the wall (Strength check DC 20 to break) is a well that contains the body of Nuchar’s mother, drowned by her daughter’s hand. The curse of that act caused the well to go bad. The mother’s spirit lingers as a murk. If the murk is killed the fl ood of stagnant water is stopped. Murk (1): hp 19; see page 112 of this book. THE BARROW This adventure site is suitable for a party of 6th-level adventurers. A barrow is a large mound of earth above an old tomb. As of this darkened chamber—this is the entrance to the fi nal the passage of years roll on, the earth is grown over with grass, descent that leads to room 4. The smell seems to come from giving the mound the look of a simple hill. the closed sarcophagus. This is normally true, but the plague Barrows are found in many places, usually marking the spot blight that wiles away the centuries is alerted when the cross of ancient peoples now long vanished. Often, barrows are let brace holding the entrance is bypassed or broken (see room1). lie, since they may be haunted by the spirits of those buried It removes itself form its “bed,” puts the lid back on, then hides within. in a corner (Spot check 34), and attempts to take from behind creatures opening its sarcophagus. 1. Top of the Mound (EL 6) Plague Blight (1): hp 41; see page 115 of this book. The grassy mound is has a small bald spot of earth and bare stone on top; tomb raiders have recently discovered this mound 4. True Barrow (EL 8) could be a barrow, and have uncovered the ancient stone door. The 20 foot high space measures 40 feet in length and 60 in The massive stone slab covering the opening is fastened from breadth. Every 10 x 10 foot section of the fl oor contains an within with a cross brace (Strength check DC 28 to break) and eroded stone sarcophagus, for a total of 24 sarcophagi. The trapped. names imprinted upon the top of each of the elaborate coffi ns",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Unwashed, and gaunt, Lady Indrimi’s is most 4. Library of the Necromancer (EL 6) commonly found slouched on some couch or other seat, gazing Indrimi betrayed and killed her master to which she was without purpose or will into the distance. She lightly hums a apprenticed. Her old master, the Ancient, was a renowned tune that never changes or varies through the years, since she necromancer, and responsible for the current Necromantic can’t be troubled to learn a new one. Her spiritual affl iction Vault and Possession Circle—Indrimi never studied enough reduces her to this, and so her life has become a revolving tor- to become nearly so profi cient. This was the Ancient’s library, ture of attempting to compensate for the presence of her mental and it is fi lled with wide, dusty leather tomes of undead lore and defi ciency. Her “possession therapy” is somewhat effective, and practice. However, Omipethia, in the face of Indrimi’s obvious so she undergoes possession and undead spirit shedding imme- apathy, has done a good job of eradicating most of the texts of diately prior to important meetings with others of the city in any real power, save one he missed. which she is an offi cial and for other special circumstances. The A false bookshelf (treat as a secret door; Search DC 31; locked; problem is, she never knows when the effl uvia of spiritual indif- Open Lock DC 40) is trapped. If the trap and door are overcome, ference will build to the point where it will again overwhelm the Book of Deathless Spells is revealed. This item is a spellbook her. Whenever one Lord says to another, “Who cares?” they refer containing three spells of each level from 1st to 5th (chosen to Lady Indrimi—but never in her presence. from among the spells in this book). 187 CAMPAIGNS CHAPTER 7 Indrimi’s Goals: Lady Indrimi’s personal overarching goal prestidigitation, read magic; 1st—chill touch, detect undead, protec- varies, depending on whether she is in an upswing or down- tion from chaos, protection from evil, protection from good, protection swing. When free of apathy, she seeks to further her knowledge from law, shield, shocking grasp, silent image, spider climb, Tenser’s of necromancy, so as to more ably control her downswing. When fl oating disk, true strike; 2nd—blur, bull’s strength, cat’s grace, dark- fully in the grip of her sloth, she actually would fully welcome ness, darkvision, daylight, detect thoughts, bear’s endurance, knock, death, but can’t trouble herself to deal it herself. When on an locate object, minor image; 3rd—halt undead, haste, hold person, upswing (post-transference), she considers the idea of lichdom, illusory script, invisibility sphere, magic circle against evil, magic circle thinking that such tribulations of spirit would be left behind against law, major image, phantom steed, protection from elements; forever without the swell of blood in their veins and emotions 4th—arcane eye, charm monster, contagion, dimensional anchor, in their heart. Evard’s black tentacles, lesser geas, locate creature, remove curse, scry-",
        "name":  "Lady Indrimi",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Indrimi chooses not to summon a familiar, seeing This adventure site is suitable for a party of 13th- level adven- a potential familiar as more of a vulnerability than an asset. turers. Wizard Spells Prepared (caster level 8th): 0—detect magic (2), A catacomb is an underground cemetery consisting of detect poison, read magic; 1st—charm person (DC 14), mage armor, passages and tunnels with rooms and recesses leading off ray of enfeeblement (2)(+6 ranged touch), shield; 2nd—command them for burial chambers. Catacombs can be found under undead (DC 15), mirror image, scorching ray (+5 ranged touch), see old churches, under castles, and other places where the dead invisibility; 3rd—dispel magic, displacement, slow (DC 16), vampiric are revered. touch;4th—greater invisibility, summon monster IV. Unfortunately, catacombs have an unfortunate tendency to",
        "name":  "Familiar",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "bracers of armor +2, ring of protection +1, cloak of priests seldom venture below the basement levels and on into resistance +1, amulet of natural armor +1, 1,700 gp. the catacomb). 6. The Ancient’s Laboratory 1. Alcoves What was once a state of the art necromancer’s laboratory is In this simplest form, the catacomb consist of several under- now reduced a ruin of broken glass, corroded stone, and twisted ground tunnels and rooms in a rectangular or grid plan. The metal. Tiny sparks still buzz from ruined wizardly equipment, hollows cut in these recessed walls received bodies on a regular but at fi rst glance, nothing seems salvageable. This ruin occurred basis when the catacomb was being actively fi lled. The alcoves during one of Indrimi’s downswings; she’s her own worst enemy lining these sorts of hallways contain a jumble of disintegrating in her quest to gain understanding of the world of undeath. bones and mummifi ed remains, the remains of several fi gures commonly mixed. The remains are barely distinguishable 7. The Ancient’s Vault (EL 8) through the gauzy barrier of the cobwebs and dust. Not everything is lost. The Ancient kept a vault of special items useful in his research, behind a secret door (Search DC 30), 2. Complex Alcoves (EL 11) though unmindful access of the secret vault sets off the trap. The areas keyed to this entry have deeper hollows cut into the",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sean Glenn, Cynthia Fliege where appropriate, the proper page in the Monster Based on the original DUNGEONS\u0026 DRAGONS®game by E. ManualorLibris Mortisis referenced. Gary Gygax and Dave Arneson and on the new edition of the ADVENTURE DUNGEONS\u0026 DRAGONSgame designed by Jonathan Tweet, Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. BACKGROUND D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the The story behind this adventure begins some twenty Coast, Inc. All Wizards characters, character names, and the distinctive likenesses years ago, with a noble family based in a somewhat thereof are trademarks owned by Wizards of the Coast, Inc. remote location. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the LOPHAR material or artwork contained herein is prohibited without the express written permission of Lophar, a wealthy aristocrat, was always the black sheep Wizards of the Coast, Inc. of his family. He frequently hired teams of experts and ©2004 Wizards of the Coast, Inc. bodyguards to accompany him on explorations of All rights reserved. Made in the U.S.A. strange ruins in hopes of uncovering forgotten secrets. This product is a work of fiction. On one such trip, he died at the hands of a psychic Any similarity to actual people, organizations, places, or events is purely coincidental. vampire (see the Vampire Variants section of the New Monsters chapter in Libris Mortis) and subsequently This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without rose as a vampire of the same kind under his slayer’s written permission. To learn more about the Open Gaming License and the d20 System License, control. Shortly thereafter, a band of adventurers killed please visit www.wizards.com/d20. his master, and he found himself free and blessed with For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, the powers of undeath. visitwww.wizards.com/dnd Lophar remained in hiding for nearly a year, return- ing to his family only after devising an airtight story about his deeds in a foreign land. Ambitious but subtle, 1 he looked within his family for others who might make ADVENTURE SYNOPSIS good vampire underlings, but most of them disap- pointed him with their physical weaknesses, petty bick- Tarus begins by issuing the PCs an invitation to his ering, or flamboyant personal habits. Eventually, he mansion for a banquet and a night hunt beneath the full decided that grooming a youngster to serve him from moon. During the hunt, he and his minions turn on the birth would be much more effective than “shopping” characters, intending to kill them and explain it away as among his adult family members. a terrible hunting accident or monster attack. The PCs Thus, when his sister’s son Tarus was born, Lophar must avoid death at the hands of the vampire and his took a special interest in the boy. Over the years, minions and, ideally, destroy them all. Lophar trained Tarus as his protégé, his agent, and even- tually his lieutenant. Lophar made Tarus a vampire BEGINNING THE about a year ago, and he has not yet needed to use his ADVENTURE supernatural influence to control his nephew. TARUS Tarus’s Banquetis an encounter-based scenario in which the action occurs in and around the mansion that Tarus Tarus Bargden is a charismatic young aristocrat with a Bargden has purchased. The adventure begins when minor talent for sorcery. Raised in the lap of luxury under the characters receive an invitation to a fete at the the watchful eye of Lophar, he willingly entered his mansion (see encounter A, below). uncle’s service and readily embraced the vampiric state when Lophar offered it. Though the young psychic A. THE INVITATION vampire is technically under the control of his uncle Lophar, he willingly obeys the older vampire’s commands, A courier wearing the livery of the Bargden family so his uncle has never needed to exercise the magical delivers a message to the PCs when they are at home or control he holds over Tarus. Arrogant but diplomatic, at one of their favorite haunts. If the characters live skilled in arms but proficient in magic, Tarus embodies secretly or avoid frequenting any particular restaurant the ideal qualities of a tyrant noble, and his vampiric or bar, the message goes to a public organization—such powers serve to back up his decrees quite effectively. as a temple, wizard guild, or fighting school—to which one or more of the PCs belongs. THE PLOT The message consists of a folded piece of parchment Whether or not they intended to do so, the PCs took secured with wax and stamped with the seal of the some action that thwarted one of Lophar’s plans in Bargden family (a boar’s head surrounded by six stars). recent months. Though the characters may not even It is addressed to one or more of the PCs by name, and know about Lophar’s existence, the incident has made the name of the organization to which it was mailed is the vampire aware of them, and he has decided to deal also noted, if appropriate. with them now because they’ll only become tougher The letter reads as follows. Modify the text below as and more difficult to kill later on. To that end, Lophar needed, inserting exact dates for the dinner and adding has sent Tarus to put an end to the PCs. noble titles for the PCs (if appropriate) and a city of On instructions from his uncle, Tarus bought a piece origin for Tarus. of property near the characters’ home base and spent several months establishing a reputation among the My Esteemed Adventurers, locals as a wealthy nobleman fond of hunting and high- society parties. Though Tarus was already well aware of Tales of your accomplishments have reached my the PCs’ identities and exploits, he allowed a suitable ears and elicited a spark of interest within me. It amount of time to pass before approaching them, so as has become my habit to invite persons of interest to prevent questions about how he learned of their exis- to my home for dinner, and while I normally tence so fast. He now intends to invite the PCs to his extend such invitations only to the nobility, I believe your deeds merit an exception. If I am home on some pretext and slay them there. But he convinced that your reputations are not recognizes the danger inherent in the mission, and unfounded, I may have information of interest to though he is loyal to his uncle, Tarus still values his own you, and perhaps even a business opportunity. unlife. Realizing this fact, his uncle has given him permission to flee if completing this task would mean his destruction. 2 Your attendance is requested at my mansion at Atop a hill in a lightly wooded area stands a two- sundown on the eve of the next full moon. story building with a large chimney at the side and Activities include dinner prepared by my servants a double-door entrance in the front. A path leads and a moonlight hunt of whatever fast natural to the left around the house, presumably to a creature we can find near the grounds. Daylight stable. In a clear area to the right stands a long hunts are far too easy for a man of my skill, and I wooden table with eight chairs (one slightly larger presume that the same holds true for you. Please than the others). Several servants are busy setting respond by the day after tomorrow by courier, dishes, glasses, and silverware at each place. Four letter, or in person. vertical wooden poles surround the table, each holding an unlit lantern about 7 feet off the With gracious intent, ground. A thin man with iron-gray hair stands on Lord Tarus Bargden the paving stones just outside the front door of the manor, directing the servants as they go in and out of the house. The scent of cooking food floats from A party, the opportunity to make contact with a noble, the manor whenever the door opens. the possibility of valuable information, and a chance to do business ought to be enough to convince the PCs to attend. If they are still reluctant, or if you don’t feel that The servants are busy setting up for the evening’s festiv- the above message will catch their interest, modify the ities. invitation so that it makes specific references to people, Creatures: The servants are normal humans. places, events, or items that directly concern them. Tarus doesn’t keep them dominated all the time If the PCs respond by letter or courier, they receive because he wants them to be able to go about their a pleasant acknowledgement of their RSVP from Lord duties in a normal fashion. He isn’t shy about using his Tarus and a reminder of the dinner the morning dominate ability to browbeat them into submission if before it occurs. If they respond in person, they are they become insolent or rebellious, however. met by Lennel, Lord Tarus’ manservant (see area B1a, The gray-haired man is Lennel, Tarus’s manservant. below), who accepts their response on behalf of his A sergeant in the army in his younger days, Lennel is lord and offers regrets that his master is away on busi- polite to guests but a terror to the servants. Like the rest ness that day. Lennel politely thanks the PCs for their of the staff, he has been subjected to Tarus’s dominate time and tells them he looks forward to seeing them at ability in the past, so he obeys his master unfailingly, the lord’s banquet. knowing that his life is the price of erring too greatly. No other events relating to this scenario occur until Fortunately, Lennel is as good at taking orders as giving the night of the banquet. Go to encounter B, below, them, and since he served as one of Lophar’s private when the PCs approach the manor. bodyguards for several years (both before and after Lophar became a vampire), he knows how to deal with B. THE GROUNDS the Bargden family. Lennel can feel himself growing older now, and he hopes that his master will either Lord Bargden’s mansion stands atop a hill in a lightly make him a vampire or put him out of his misery wooded area about a mile down a private side road. A quickly rather leaving him a weak old man. broad, well-maintained path climbs the wooded hill to",
        "name":  "Graphic Design",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Not only is Tarus smart, but he was also appears to be a sumptuously appointed living trained and educated by an experienced adventurer— room. A great stone fireplace occupies most of this namely Lophar. If Tarus has a minute to himself before chamber’s east wall. The fire has burned down low starting this fight, he casts mage armor and expeditious and is now little more than coals. Against the walls stand eight wooden chairs, and four large, decora- retreat on himself. He stays close to his opponents so tive urns mark the corners of the chamber. Two that they can’t use fireball or other area spells on him, sets of double doors open into the room—one on and he does his best to guard against invisible foes. the north wall, and one on the south. Tarus casu- Otherwise, he tailors his tactics to what he learned ally points out the sitting room and the dining about the PCs during dinner. Praslin and Kantos don’t room beyond, then makes a grand gesture encom- have the benefit of Tarus’ training, and they don’t have passing the rest of the house. specific knowledge about the PCs, but Tarus can give “Welcome to my humble home. Do make your- them tactical commands via hand signals. Refer to the selves comfortable,” Tarus says easily, taking a seat Vampire Tactics sidebar for more tips on using the by the fireplace. “I regret that I cannot show you three psychic vampires in combat. the rest of the house at this time, but frankly, I",
        "name":  "Tactics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "April 2005 DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Lords of Madness, and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. All Wizards characters, character names, and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc., and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2005 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 3 CONTENTS TABLE OF Chapter 5: The Slave Takers . . . . . . . . . . . . . . . .89 Silthilar . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 168 Contents Neogi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .89 Urophion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 170 Adult Neogi . . . . . . . . . . . . . . . . . . . . . . . . . . . .90 Zeugalak . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 171 Neogi Spawn . . . . . . . . . . . . . . . . . . . . . . . . . . .91 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .4 Chapter 9: The Aberration Hunter . . . . . . . 173 The Book of Aberrations . . . . . . . . . . . . . . . . . . . .4 Great Old Master . . . . . . . . . . . . . . . . . . . . . . .91 The Great Foes . . . . . . . . . . . . . . . . . . . . . . . . . . 173 What You Need to Play . . . . . . . . . . . . . . . . . . . . .4 Neogi Society . . . . . . . . . . . . . . . . . . . . . . . . . .92 Aboleths . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .174 Neogi Characters . . . . . . . . . . . . . . . . . . . . . . .93 Beholders . . . . . . . . . . . . . . . . . . . . . . . . . . . . .174 Chapter 1: What Is an Aberration? . . . . . . . . . .5 Neogi Anatomy . . . . . . . . . . . . . . . . . . . . . . . . . . .93 Origins of the Aberrations . . . . . . . . . . . . . . . . . .6 Neogi Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .97 Mind Flayers . . . . . . . . . . . . . . . . . . . . . . . . . .175 Aberration Characteristics . . . . . . . . . . . . . . . . .10 Leaders and Slavery . . . . . . . . . . . . . . . . . . . .97 Minions and Cultists . . . . . . . . . . . . . . . . . . . . .175 The Aberration Campaign . . . . . . . . . . . . . . . . .12 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .98 Unhuman Gods . . . . . . . . . . . . . . . . . . . . . . 177 Feats for the Aberration Hunter . . . . . . . . . . 178 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .98 Chapter 2: The Deep Masters . . . . . . . . . . . . . .15 Aberrant Feats . . . . . . . . . . . . . . . . . . . . . . . 178 Aboleth Anatomy . . . . . . . . . . . . . . . . . . . . . . . . .15 Relations with Other Races . . . . . . . . . . . . .99 Aberration Banemagic . . . . . . . . . . . . . . . . 178 Aboleth Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Neogi Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .99 Aberration Blood [Aberrant] . . . . . . . . . . 178 The Aboleth Diet . . . . . . . . . . . . . . . . . . . . . . .19 Neogi Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .99 Aberration Wild Shape [Aberrant] . . . . 178 Aboleth Variants . . . . . . . . . . . . . . . . . . . . . . .20 Wreck of the Mindspider . . . . . . . . . . . . . . . . 101 Aquatic Spellcasting . . . . . . . . . . . . . . . . . . 178 Savant Aboleth Prestige Class . . . . . . . . . . .21 Chapter 6: The Eaters . . . . . . . . . . . . . . . . . . . . 107 Bestial Hide [Aberrant] . . . . . . . . . . . . . . . 179 Aboleth Feats . . . . . . . . . . . . . . . . . . . . . . . . . .22 Grell 107 Darkstalker . . . . . . . . . . . . . . . . . . . . . . . . . . 179 Aboleth Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . .24 Grell Philosopher . . . . . . . . . . . . . . . . . . . . 109 Deepspawn [Aberrant] . . . . . . . . . . . . . . . . 179 The Nightmare Out of Time . . . . . . . . . . . . . . .26 Grell Anatomy . . . . . . . . . . . . . . . . . . . . . . . . . . 109 Durable Form [Aberrant] . . . . . . . . . . . . . 180 Aboleth Religion . . . . . . . . . . . . . . . . . . . . . . .27 Grell Variants . . . . . . . . . . . . . . . . . . . . . . . . .111 Inhuman Vision [Aberrant] . . . . . . . . . . . 180 Aboleth Language . . . . . . . . . . . . . . . . . . . . . .29 Grell Society . . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 Music of the Outer Spheres . . . . . . . . . . . 181 Relations with Other Creatures . . . . . . . . .29 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 Ocular Spell [Metamagic] . . . . . . . . . . . . . 181 Aboleth Lairs . . . . . . . . . . . . . . . . . . . . . . . . . . .30 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 Parrying Shield . . . . . . . . . . . . . . . . . . . . . . 181 Aboleth Minions . . . . . . . . . . . . . . . . . . . . . . .31 Leaders 113 Quick Recovery . . . . . . . . . . . . . . . . . . . . . . 181 Aboleth Cities . . . . . . . . . . . . . . . . . . . . . . . . . .31 Relations with Other Races . . . . . . . . . . . .114 Scavenging Gullet [Aberrant] . . . . . . . . . 181 Aboleth Characters . . . . . . . . . . . . . . . . . . . . .32 Grell Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .114 Starspawn [Aberrant] . . . . . . . . . . . . . . . . . 181 The God in the Lake . . . . . . . . . . . . . . . . . . . . . . .33 Sangkon Bhet . . . . . . . . . . . . . . . . . . . . . . . . . . . 115 Thrall Bred . . . . . . . . . . . . . . . . . . . . . . . . . . . 182 Warped Mind [Aberrant] . . . . . . . . . . . . . 182 Chapter 3: The Eye Tyrants . . . . . . . . . . . . . . . .37 Chapter 7: The Wearers of Flesh . . . . . . . . . 121 Beholder Anatomy . . . . . . . . . . . . . . . . . . . . . . . .37 Tsochar . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 121 Waterspawn [Aberrant] . . . . . . . . . . . . . . . 182 Beholder Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 Tsochar Characters . . . . . . . . . . . . . . . . . . . 123 Wild Talent . . . . . . . . . . . . . . . . . . . . . . . . . . 182 The Beholder Diet . . . . . . . . . . . . . . . . . . . . . .41 Tsochar Anatomy . . . . . . . . . . . . . . . . . . . . . . . 123 Picking a Prestige Class . . . . . . . . . . . . . . . . . 182 Beholder Variants . . . . . . . . . . . . . . . . . . . . . .41 Tsochar Variants . . . . . . . . . . . . . . . . . . . . . 126 Abolisher . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 182 Beholder Mage . . . . . . . . . . . . . . . . . . . . . . . . . . . .42 Tsochar Society . . . . . . . . . . . . . . . . . . . . . . . . . 126 Darkrunner . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 186 Beholder Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 Fleshwarper . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 189 Agile Tyrant . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 127 Keeper of the Cerulean Sign . . . . . . . . . . . . . 194 Bane of the Unclean . . . . . . . . . . . . . . . . . . . 44 Leaders 129 Sanctifi ed Mind . . . . . . . . . . . . . . . . . . . . . . . . . 198 Disintegration Finesse . . . . . . . . . . . . . . . . . 44 Relations with Other Races . . . . . . . . . . . 129 Topaz Guardian . . . . . . . . . . . . . . . . . . . . . . . . . 203 Disjunction Ray . . . . . . . . . . . . . . . . . . . . . . . .45 Tsochar Magic . . . . . . . . . . . . . . . . . . . . . . . . . . 129 Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 206 Focused Antimagic . . . . . . . . . . . . . . . . . . . . .45 The House of Deros Frist . . . . . . . . . . . . . . . . 130 Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Metaray 45 Arms of Plenty . . . . . . . . . . . . . . . . . . . . . . . 209 Skilled Telekinetic . . . . . . . . . . . . . . . . . . . . .45 Chapter 8: New Monsters . . . . . . . . . . . . . . . . 135 Befoul . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Beholder Magic . . . . . . . . . . . . . . . . . . . . . . . . . . .45 Beholderkin . . . . . . . . . . . . . . . . . . . . . . . . . . . . 135 Blast of Force . . . . . . . . . . . . . . . . . . . . . . . . . 209 Beholder Society . . . . . . . . . . . . . . . . . . . . . . . . . .47 Hive Mother . . . . . . . . . . . . . . . . . . . . . . . . . 135 Bolts of Bedevilment . . . . . . . . . . . . . . . . . 209 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Director 137 Brain Spider . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Eye of the Deep . . . . . . . . . . . . . . . . . . . . . . 138 Damning Darkness . . . . . . . . . . . . . . . . . . . .210 Relations with Other Creatures . . . . . . . . .47 Overseer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 Darkbolt . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .210 Sane Beholders . . . . . . . . . . . . . . . . . . . . . . . . .48 Spectator . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 Despoil . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .210 Hives and Hive Cities . . . . . . . . . . . . . . . . . .49 Cildabrin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .141 Detect Aberration . . . . . . . . . . . . . . . . . . . . 211 Sekarvu’s Lair . . . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Cloaker, Shadowcloak Elder . . . . . . . . . . . . . .142 Invoke the Cerulean Sign . . . . . . . . . . . . . 211 Cult of the Hungry Eye . . . . . . . . . . . . . . . . . . . .56 Elder Brain . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Invoke Magic . . . . . . . . . . . . . . . . . . . . . . . . 212 Elder Eidolon . . . . . . . . . . . . . . . . . . . . . . . . . . . 146 Maddening Scream . . . . . . . . . . . . . . . . . . . 212 Chapter 4: The Mind Flayers . . . . . . . . . . . . . . .61 Gas Spore . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .148 Morality Undone . . . . . . . . . . . . . . . . . . . . . 212 Mind Flayer Anatomy . . . . . . . . . . . . . . . . . . . . .61 Gibbering Mouther . . . . . . . . . . . . . . . . . . . . . 150 Nature’s Purity . . . . . . . . . . . . . . . . . . . . . . . 213 Illithid Variants . . . . . . . . . . . . . . . . . . . . . . . .64 Half-Farspawn . . . . . . . . . . . . . . . . . . . . . . . . . . 151 Pox . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 213 Illithid Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . .67 Hound of the Gloom . . . . . . . . . . . . . . . . . . . . 153 Probe Thoughts . . . . . . . . . . . . . . . . . . . . . . 213 Mind Flayers and Magic Items . . . . . . . . . .67 Illithidae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 154 Undulant Innards . . . . . . . . . . . . . . . . . . . . 213 Nautiloid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .69 Embrac 154 Utterdark . . . . . . . . . . . . . . . . . . . . . . . . . . . . 213 Psionic Seal . . . . . . . . . . . . . . . . . . . . . . . . . . . .69 Kigrid 155 Magic Items . . . . . . . . . . . . . . . . . . . . . . . . . . . . .214 Resonance Stone . . . . . . . . . . . . . . . . . . . . . . .69 Saltor 156 Grafts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 215 The Whispering Shadow . . . . . . . . . . . . . . . . . .70 Mind Flayer, Alhoon . . . . . . . . . . . . . . . . . . . . 157 Defenders of Humanity . . . . . . . . . . . . . . . . . 217 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .71 Mind Flayer, Ulitharid . . . . . . . . . . . . . . . . . . 158 Circle of the True . . . . . . . . . . . . . . . . . . . . . 217 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .71 Mind Flayer, Vampire . . . . . . . . . . . . . . . . . . . 160 Darkrunner Guild . . . . . . . . . . . . . . . . . . . . 218 Relations with Other Races . . . . . . . . . . . . .72 Pseudonatural Creature . . . . . . . . . . . . . . . . . .161 Society of the Sanctifi ed Mind . . . . . . . . 219 Mind Flayer Goals . . . . . . . . . . . . . . . . . . . . . . . . .73 Psurlon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .162 The Topaz Order . . . . . . . . . . . . . . . . . . . . . 221 Lagurno, Illithid Sept . . . . . . . . . . . . . . . . . . . . .77 Shaboath . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 The Lair of Sarkt . . . . . . . . . . . . . . . . . . . . . . . . . .82 Shadow Creature . . . . . . . . . . . . . . . . . . . . . . . . .167 # RETPAHC Introduction Aboleths, or the deep masters, are the loathsome lords of the underground seas. Perhaps the most alien and inscrutable of Among the most iconic elements of the DUNGEONS \u0026 DRAGONS all the major aberration races, the aboleths are mighty psions game are its unforgettable monsters. Dragons roam the skies, and mages whose sinister infl uence wells up from the deepest seeking towns to burn and plunder. Hordes of ravening orcs places in the earth. lurk sullenly in the wastelands and barren places, waiting Beholders, the terrible eye tyrants, command fearsome for the chance to sweep down on the unsuspecting lands of innate magical power. With a single glance they kill, paralyze, humankind. Demons and devils pry and push at the borders confuse, or enslave their foes. Rapacious and arrogant, a single of their infernal planes, seeking the opportunity to enter beholder can easily become the overlord of its own realm of the world and wreak their terrible evil. Bizarre, antediluvian evil. monstrosities—things of deadly eyes, squirming tentacles, and Mind fl ayers, or illithids, are brilliant, cruel, and terrify- mind-poisoning horror—lurk in the deep and remote places, ing creatures. Mind fl ayers might comprise the single most dreaming terrible alien dreams of conquest and dominion over dangerous threat to the dominion of humanoids in the daylight the world outside. These are the aberrations, creatures whose lands of the surface world. very existence outrages nature, creatures that belong to distant Neogi, the slave takers, are a race of greedy and sinister times and dimensions of cosmic terror. merchants who spin their webs of gold and misery across the human world. Grell, or the eaters,are an alien race of predators that haunt THE BOOK OF the wild and lonely places of the world. Armed with an inde- ABERRATIONS cipherable admixture of alchemy and science, the fearsome While this book might seem to be intended primarily for grell ruthlessly destroy all other races that blunder into their Dungeon Masters, the monsters discussed in this tome are so territory. powerful, iconic, and prevalent in the D\u0026D universe that any The Tsochari, or the wearers of the fl esh, are a race of player wishing to know more about his character’s adversaries invasive parasites that wear the stolen bodies of their victims should be interested in the information contained herein. so that they can pass in human society. Chapter 9 includes a number of feats, spells, and prestige classes The six races mentioned here pose the most widespread for characters whose principal enemies include monsters of the and virulent threats to humans and other good races. They aberration type. While the focus of this book is on aberrations, combine magical power, ruthless genius, and cold, calculating many of these new rules elements can apply to other creatures. malice; they are alien and inscrutable, things born of madness New aboleth, illithid, and silthilar (a new aberration swarm) and nightmare. Brave indeed are the heroes who venture into grafts can benefi t an adventurer in any sort of campaign, as their domains. can any of several new domains and magic items. Of course, the Far Realm and the deep, dark places of the Naturally, Dungeon Masters will fi nd dozens of new mon- earth are responsible for spawning forth many more creatures sters, monster feats, monster spells, and tremendous amounts than these. Many other aberrations can be found in this book, of hidden lore about these same creatures. Everything you need including the half-farspawn, a new template for the offspring to highlight an iconic aberration race in your campaign (or to of creatures that have consorted with aberrations; the psionic survive such an event, if you are a player) can be found in this psurlon; and the bizarre silthilar, masters of grafts. book. Each chapter devoted to one of the major aberration races also includes an encounter site, complete with keyed WHAT YOU NEED TO PLAY locations and ready to be used in an existing campaign. Unlike the creatures that populate Draconomicon or Libris Lords of Madness makes use of the information in the three Mortis, aberrations share few common characteristics other D\u0026D core rulebooks—Player’s Handbook, Dungeon Master’s than a broad thematic link. Other than the fact that they’re Guide, and Monster Manual. In addition, it includes refer- all inhuman monsters that have powerful magical abili- ences to material from several D\u0026D supplements, including ties and dwell deep underground, aboleths, mind fl ayers, Fiend Folio, Monster Manual II, Epic Level Handbook, Miniatures and beholders do not really share any common origins or Handbook, Libris Mortis, and Expanded Psionics Handbook, as physiology. Therefore, the major races of aberrations are well as the FORGOTTEN REALMS® supplements Underdark and each discussed in their own chapter, with little reference Unapproachable East. Although possession of any or all of these to other aberrations. supplements will enhance your enjoyment of this book, they",
        "name":  "First Printing",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Ability to cast 3rd-level arcane spells. Infernal. Enslave (Su): Orluthian’s enslave special attack can be resisted on a DC 27 Will save. CLASS FEATURES Slime (Ex): Orluthian’s slime special attack can be resisted All the following are class features of the savant aboleth with a DC 31 Fortitude save. prestige class. Smite Good (Su): Once per day, Orluthian can make a Spellcasting: At each level, a savant aboleth gains new spells normal melee attack to deal an extra 20 points of damage per day as if it had also gained a level in an arcane spellcasting against a good foe. class it belonged to before adding the prestige class. It does not, Mucus Cloud (Ex): The effect of Orluthian’s mucus cloud however, gain any other benefi t a character of that class would can be resisted with a DC 29 Fortitude save. have gained, except for an increased effective level of spellcast- ing. If an aboleth had more than one arcane spellcasting class SAVANT ABOLETH PRESTIGE CLASS before becoming a savant, it must decide to which class it adds Aboleths are powerfully strong creatures, but they do not the new level for the purpose of determining spells per day. value physical strength in their leaders. Rather, they look Glyph Mastery (Sp): At 1st level, a savant aboleth has to the eldest, the most intelligent, the wisest, and the most mastered the ancient craft of the aboleth glyph. When a savant forceful of personality to lead them. In short, they look to the aboleth creates an aboleth glyph, multiply the base cost of the savant aboleths. glyph by 75% to determine its cost in XP and raw materials. Savant aboleths are highly arrogant creatures. They organize Additionally, a savant aboleth gains the ability to cast glyph and run aboleth society, rarely leaving the boundaries of their of warding as a spell-like ability a number of times each day chosen city except to trade information or to train a new savant equal to its savant aboleth level. Each use of this spell-like in the ways of the glyph. Savants lust for magical lore and bend ability costs 200 gp in raw materials (rare inks, crushed shells, all of their city’s resources to the acquisition of new magic—in and powdered gemstones). Alternatively, a savant aboleth can particular, the capture of new slaves with the ability to cast expend 8 XP instead of spending the 200 gp. arcane spells. Although this ability mimics a divine spell, this spell-like ability uses arcane magic. pqqqqqqqqqrs Ossifi cation (Ex): As a savant aboleth grows more power- ful, its body begins to transform and become more heavily ELDER GLYPH OF WARDING armored. Ridges of bone form atop its skull and run down its Abjuration",
        "name":  "Spells",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cleric 9 spine, eventually encasing the savant aboleth’s brain and back in thick natural armor. A savant aboleth’s natural armor bonus This spell functions like glyph of warding, except that an elder improves by 2 points at 1st level, 3rd level, and 5th level. blast glyph deals 1d8 points of damage per caster level (maxi- Enlarged Enslave (Su): Beginning at 2nd level, the range mum of 30d8), and an elder spell glyph can store a spell of 9th of a savant aboleth’s enslave special attack is doubled from 30 level or lower.",
        "name":  "Level",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Creatures within range of the mucus cloud have Powerful Bite their swim speed reduced by half if they start their movement An aboleth with this feat develops jaws that are much more in the cloud. Additionally, all creatures in melee with this muscular than normal, allowing it to bite more effi ciently. aboleth take a –1 penalty on attack rolls, Armor Class, and",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ILTHARSHUB Glyph Mastery (Sp): When Iltharshub creates an aboleth The savant aboleth Iltharshub is a member of a council of four glyph, multiply the base cost of the glyph by 75% to determine savant aboleths that rule the deep city of Yolinithili. Well its cost in XP and raw materials. Additionally, Iltharshub can served by ample slaves and loyal aboleth mages, Iltharshub cast glyph of warding twice per day as a spell-like ability at a cost spent large portions of its time sifting through the ancient of 200 gp in raw materials or 8 XP. memories of its ancestors. It was thus with great shock that it Psionics (Sp): At will—hypnotic pattern (DC 14), illusory stumbled upon a memory of an ancient ruin from the primal wall (DC 16), mirage arcana (DC 17), persistent image (DC 17), empire—an aboleth laboratory located only a few dozen miles programmed image (DC 18), project image (DC 19), veil (DC 18). away in a forgotten section of deep underground waterways. Caster level 16th. Iltharshub pondered its memories of the ruins for several Slime (Ex): Iltharshub’s slime special attack can be resisted more days and came to realize that the building was con- with a DC 30 Fortitude save. structed well enough that it likely survived the passage of Mucus Cloud (Ex): The effect of Iltharshub’s mucus cloud can eons. It decided there and then to claim the ruins and the be resisted with a DC 28 Fortitude save. fantastic treasures lost within for its own. It did not want to Recrudescent Memories (Ex): Iltharshub increased its Intel- share any discoveries with its rivals on Yolinithili’s council, so ligence score by 2 points upon reaching 2nd level as a savant it took only a single assistant and its most loyal and powerful aboleth. bodyguard, a greater stone golem. It then set off to fi nd the Wizard Spells Prepared (caster level 15th): 0—arcane mark, nameless ruins. detect magic (2), resistance (DC 19); 1st—comprehend languages, Encounter (EL 20):The PCs can encounter Iltharshub and identify, magic missile (2), ray of enfeeblement (2) (+14 ranged its golem and assistant in any number of ways. They might touch), shield; 2nd—false life,invisibility,knock,mirror image, stumble across the aboleths while exploring the fl ooded spectral hand, touch of idiocy (+20 melee touch); 3rd—arcane underground. They might be seeking out the same ruins, not sight,clairaudience/clairvoyance,dispel magic,displacement,haste, realizing that the site is an ancient aboleth laboratory. They vampiric touch (+20 melee touch); 4th—arcane eye,dimension might also be hired by a powerful wizard who has learned that door (2), lesser geas (DC 23), phantasmal killer (DC 23), wall of ice one of the leaders of the nearby city of Yolinithili passed by (DC 23); 5th—break enchantment,passwall,prying eyes,Rary’s recently. The fact that a savant aboleth left the city intrigues the telepathic bond, teleport, wall of force; 6th—analyze dweomer, wizard greatly, and he sends the PCs to investigate in return disintegrate (+14 ranged touch, DC 25), greater dispel magic,legend for information, items, or spells they seek. lore; 7th—fi nger of death (DC 26), limited wish,greater scrying",
        "name":  "SAMPLE CHARACTER",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Aboleth wizard 13/savant aboleth 2; CR 19; doors, erase, mage armor, protection from good; 2nd—arcane Huge aberration (aquatic); HD 10d8+70 plus 13d4+91; hp 238; lock, command undead, protection from arrows, web; 3rd—hold Init +3; Spd 10 ft., swim 60 ft.; AC 30, touch 15, fl at-footed person, nondetection, protection from energy, summon monster III; 27; Base Atk +13; Grp +30; Atk +20 melee (1d8+9 plus slime, 4th—confusion, dimensional anchor, lesser globe of invulnerability, tentacle); Full Atk +20 melee (1d8+9 plus slime, 4 tentacles); solid fog; 5th—cone of cold, dismissal, permanency, summon monster Space/Reach 15 ft./10 ft.; SA enlarged enslave, glyph mastery, V, symbol of pain; 6th—control water, mass suggestion, repulsion, psionics, slime; SQ darkvision 60 ft., mucus cloud, recrudes- true seeing; 7th—banishment, greater arcane sight, symbol of weak- cent memories; AL LE; SV Fort +16, Ref +9, Will +20; Str 28, ness; 8th—discern location, mind blank, symbol of insanity. Dex 16, Con 24, Int 29, Wis 16, Cha 14. 32 MASTERS THE DEEP CHAPTER 2",
        "name":  "Iltharshub",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "hp 31; Monster Manual page 202. them via the image. Any PC who approaches the image is hit with hypnotic patterns. If the aboleth is discovered, it fi ghts until 13. Skum Pond (EL 7) reduced to below half its hit points, at which time it fl ees into This large cavern is fl ooded completely with cold, dark water. the depths of Raven’s Lake to heal and plot revenge. A search of the southern section of the cave uncovers a Zlorthishen has managed to breed only fi ve skum so far, but respectable amount of loot that the aboleth collected from one has already become a 2nd-level fi ghter. This skum is named other adventurers and victims. The spoils consist of 4,120 Toruk and serves as the leader when the aboleth is elsewhere. sp, 1,003 gp, two thunderstones, a masterwork light wooden If the skum haven’t been encountered elsewhere in the caves, shield, a spyglass worth 1,000 gp, a potion of bear’s endurance, they are encountered here. The water in this area is 10 feet awand of bull’s strength (20 charges), a +1 scimitar, and a pair of deep, so the skum prefer to fi ght enemies here. boots of striding and springing. Skum (4): hp 11 each; Monster Manual page 228. Zlorthishen: Aboleth; hp 88; Monster Manual page 8.",
        "name":  "Gray Ooze",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Beholder with functional antimagic ability. armor, cloaks, boots, gauntlets, and similar magic items so it",
        "name":  "Prerequisite",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per round, as a standard action, the creature or scarabs on up to three eyestalks (one item per eyestalk). can enhance one of its eye rays with the effect of a metamagic • One belt worn about an eyestalk. feat that it possesses. Enhancing an eye ray in this manner • One pair of bracers or bracelets on a pair of eyestalks. burns the eyestalk out for a number of rounds equal to the • Up to three rings on up to three eyestalks (one ring per amount by which the metamagic would normally increase a eyestalk). spell level. Since fi ring an eye ray that hasn’t been enhanced with metamagic is a free action, the creature still can use its Beholders cannot wear vests, vestments, shirts, robes, suits other eye rays in a round in which it enhances one ray with of armor, cloaks, capes, mantles, gloves, gauntlets, boots, or metamagic. shoes. For example, if a beholder had the Maximize Spell feat Beholder mages and elder orbs are exceptions to the rule and the Metaray feat, it could take a standard action to fi re a that beholders do not create magic items. Some of the items maximized infl ict moderate wounds eye ray that would cause fashioned by these powerful creatures are among the treasures 26 points of damage on a hit. Its infl ict moderate wounds sought after by their lesser kin and adventurers alike. eyestalk would then not be usable for the next 3 rounds. Lens of Ray Chaining: This small lens can be affi xed over a beholder’s eyestalk and held in place by suction and the 45 3 RETPAHC EYE EHT STNARYT",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Elves have immunity to magic sleep effects. An elf (DC 17), lullaby (DC 17), mage hand,message,read magic,summon who merely passes within 5 feet of a secret or concealed door instrument; 1st—charm person (DC 18), cure light wounds,disguise is entitled to a Search check to notice it as if she were actively self,undetectable alignment; 2nd—cure moderate wounds,detect looking for it. thoughts (DC 19), invisibility. Implanted Eyeball (Su): Akeni’s implanted eyeball grants Cleric SpellsPrepared (caster level 4th): 0—detect magic,detect her knowledge of the beholder language and a +4 bonus on poison,guidance,purify food and drink,resistance; 1st—cause fear Spot checks. It also grants her the use of a number of eye ray (DC 13), doomD(DC 13), entropic shield,protection from goodE (DC powers, similar to those fi red by a beholder’s eyestalks. She 13), sanctuary (DC 13); 2nd—bull’s strength (DC 14), desecrateDE, can use each eye ray up to twice per day as a standard action enthrall (DC 14), zone of truth (DC 14). that does not provoke attacks of opportunity. The implanted D: Domain spell. Domains: Death (death touch 1/day, damage eyeball closes and must rest for the entire round immediately 4d6), Evil (cast evil spells [E] at +1 caster level). following a round in which a ray attack is used. Possessions:+2 chain shirt,+1 light steel shield,+1 shock punching Each eye effect resembles a spell cast by a 4th-level sorcerer dagger,cloak of Charisma +4,gloves of Dexterity +2,ring of protection but follows the rules for a ray. Each ray has a range of 100 feet +1, 5 doses of gas spore powder. and a save DC of 19. As a 4th level ocular adept, she has access 60 elppabarC .D yb .sullI ew monsters inspire as much horror or terror as the appetite for living brains. All mature illithids are psioni- illithids. They are rightly feared by everyone and cally gifted, and some are wizards or (rarely) sorcerers everything. Few can match them in undiluted evil, as well. cruelty, or cunning. Their origins are cloaked in mystery, Mind fl ayers dwell underground and prefer to remain their plans are enigmatic, and their culture and thought there. They have sometimes been encountered in deep- processes are utterly alien. sided chasms and half-buried surface ruins, but the Illithids are better known by their common name of mind world beneath the surface is their realm. In that place, fl ayers, and it is an apt title. A mind fl ayer’s attack strikes into fi lled with fearsome races and monsters, mind fl ayers a victim’s most vulnerable spot. It can psychically peel back are among the most dangerous predators of the dark. a target’s personality the way a surgeon draws back swollen A lone illithid hunting in its element is more than a fl esh. Tentacles slick with slime writhe across ravaged edges match for a group of surface warriors, and seldom is an of bone to caress gray, glittering coils of brain before drawing illithid alone. They travel with the protection of their them from the conscious, screaming prey. minions, enslaved subterranean monsters, or worse Where the illithids came from, why they choose to live in yet, others of their own kind. Those who explore the eternal darkness beneath the earth, what they seek, why they deep underground paths agree that it is better to die take such delight in cruelty and horror—these questions almost any other death than to fall into the clutches have stymied sages for centuries. The answers are startling of the mind fl ayers. and horrible, yet provide little illumination. One can know the mind fl ayers without understandingthem. MIND FLAYER Illithids are humanoid monsters, roughly the size of ANATOMY humans. Their pale mauve fl esh is covered in glistening slime, and in place of a human head they have a terrifying A mind fl ayer is roughly comparable to a thin visage reminiscent of nothing so much as a four-limbed human in height and build, but the external resem- octopus. Their evil reputation is based on their horrid blance stops at that point. 61 Illus. by D. Lukacs 4 RETPAHC DNIM EHT SREYALF An illithid’s head is a monstrous sight, resembling a four- fl ayer as an additional set of hands, even to the point of being tentacled octopus sitting atop the creature’s shoulders. The two used to punctuate or accentuate communication. The tentacles eyes, uniformly pale white and without pupils, are sheltered are also quite strong; an illithid receives the benefi t of its full beneath prominent brow ridges. The creature’s soft, moist Strength score in any situation involving its tentacles. skin is mauve in color and glistens beneath a thin coating of The tentacle cluster surrounds a circular, jawless mouth mucus. ringed with rows of small, rasping teeth. The teeth serve Mind fl ayers have three long, slender fi ngers and an oppos- primarily as tools for gripping and to prevent slippery gobs of able thumb on each hand, and two webbed toes on each foot. brain matter from falling out of the mouth. An illithid does not Each fi nger and toe is capped with a wicked-looking nail, bite through the skin and skull of a victim, instead dissolving which aren’t as dangerous as they seem. In fact, the nails are it with a powerful enzyme transmitted through ducts in the composed of soft cartilage and present little danger to anyone tentacles. This enzyme acts so quickly that the tentacles appear struck or scratched by them. to push right through the scalp and bone as if through soft clay. The enzyme is highly unstable and never survives more INTERNAL ANATOMY than brief contact with the air, making it impossible to harvest Internally, illithids are similar to humans. More precisely, from slain illithids. No material other than illithid mucus is they are very close to the base stock of the host in which they known to resist its corrosive effect. grow bodies prior to ceremorphosis (see Reproduction, below). They have hearts, lungs, livers, spleens, stomachs, and digestive ILLITHID SENSES systems that are recognizable to any anatomist. The process of Although their white, pupilless eyes suggest blindness, mind ceremorphosis alters the appearance of these organs but not fl ayers see quite well. Their acuity lies entirely in the realm their function or the need to have them. of darkvision, which operates out to 60 feet. Their hearing is What it does alter, however, is the host body’s nervous a little less acute than a human’s. They have relatively good system. An illithid’s nervous system is more extensive and auditory direction sense (they can tell where a sound is coming more advanced than any human’s. Every part of an illithid’s from), but they have poor discernment (ability to separate and body is “wired” into the brain with direct connections unseen recognize discrete components of a particular sound). in any other creature. In effect, an illithid’s entire body is an extended brain. One might question the cognitive power of a REPRODUCTION liver, but there is no doubting that an illithid has tremendous From birth to death, the physiology of the illithid life cycle is physical awareness of its own body and physical condition. unique, and unspeakably horrible. For reasons explained below, an illithid’s brain is anathema In basic confi guration, a mind fl ayer is amphibious. The to its body. The process of ceremorphosis creates something fi rst portion of its life is spent as a tadpole hatched from an closer to parasite than brain. That parasite becomes an indis- egg. An adult illithid spawns hermaphroditically two or three pensable part of the body. Its great weakness is that it does not times during its lifetime, depositing about a thousand eggs in produce the critical enzymes, hormones, or psychic energy a briny pool constructed for just this purpose. The eggs hatch that the body needs to survive and function. Those critical after about a month, releasing the writhing tadpoles into the components must come from consumed brains. pool. Because of the mind fl ayer’s all-embracing nervous system, The tadpoles spend ten years in the pool, where they are fed food does not pass through a simple gastrointestinal tract but a fatty mash of brain material and other organs prepared by through a cognitive, self-aware digestive system. That system nursery attendants. After a decade, they have grown from a absorbs more than just nourishment from food. It scavenges fraction of an inch to around 3 inches in length. At this point, enzymes, hormones, and most important, psychic energy. in terms of sentience and intellect, they are still little more Illithids are known for consuming brains, but they eat other than intelligent frogs. food as well, most of which contains various amounts of these The nurseries are home to more than just tadpoles. At the needed enzymes and hormones. Internal organs are good bottom of the pool resides an elder brain, which survives by sources, and they rank high on illithid menus. Brains are preying on the defenseless tadpoles. The tiny percentage of ripe with all three and are the only external source of psychic tadpoles that survive a decade in the pool—no more than a energy. few in a thousand—are rightly considered by the illithids to be the fi ttest, canniest specimens. By surviving, they earn the MOUTH AND TENTACLES privilege of undergoing ceremorphosis. An illithid’s tentacles can vary from 2 to 4 feet in length when This is the real mystery of the illithid life cycle, for illithids fully extended. When the creature is at rest and not excited, the do not grow their own bodies. Instead, a mature tadpole is tentacles appear shorter. Even then, they are in almost constant inserted into the ear, nostril, or eye of a helpless humanoid motion, writhing absent-mindedly as the creature ponders. captive. Over a period of several days, the tadpole burrows These limbs are extraordinarily dexterous and serve the mind into the host brain, consuming gray matter and gaining body 62 FLAYERS THE MIND CHAPTER 4 mass in a nearly equal ratio. When the process is complete, the Only certain races are used by the mind fl ayers as recipients victim’s brain is completely replaced by the tadpole’s bloated of ceremorphosis. In general, donors must be humanoid, mam- tissue. The tadpole is neurologically melded onto what remains malian, between 5 feet 4 inches and 6 feet 2 inches tall, and of the lower brain stem and assumes complete control of the weigh from 130 to 270 pounds. Humans, elves, drow, githzerai, body’s nervous system. The victim dies irrevocably, but the githyanki, grimlocks, gnolls, goblinoids (of Medium size), body lives on with a parasite serving as its brain. and orcs are sought-after donors. Races smaller or larger than Victims have been rescued from this horrid fate, but only these, whether in height, weight, or size category, are never if help arrives quickly. A victim is permanently drained of 1 used, and neither are reptilian or amphibian races. Halfl ings, point of Intelligence, Wisdom, Charisma, and Dexterity every dwarves, derro, duergar, gnomes, centaurs and their relatives, hour after tadpole insertion. When any one ability is reduced giants, and kuo-toas might be used as thralls or as food, but to 0, the victim’s psychic essence is destroyed and replaced by they are never used as ceremorphosis subjects. the tadpole’s awakening mind. Before that point is reached, restoration can reinstate lost ability points but won’t kill the DEVELOPMENT AND AGING tadpole, so damage keeps accruing. The only sure way to save At the end of the week of ceremorphosis, nothing remains of the victim is to kill the tadpole. The tadpole itself is very easy the victim. Its tissues have been entirely replaced with the to kill (automatic kill with a coup de grace), but its location rapidly transforming mind fl ayer tissue. The creature is warm- inside the victim’s head is a serious complicating factor. Spells blooded and hermaphroditic, with a life expectancy of up to such as cure disease and remove curse have no effect; only a heal 135 years. It looks fully grown, but the newly ceremorphosed spell can save a victim undergoing ceremorphosis. creature is an infant, only days into its sentient existence. It In most cases, the only way to guarantee the tadpole is must grow in learning and experience before coming into its slain is to crush or incinerate the victim’s head. At that point, full power. This process varies from one mind fl ayer to another resurrection, true resurrection, or raise dead come into play. Raise but the average “growing up” period lasts about twenty years. dead alone is of no avail if the victim’s head was destroyed in Immature illithids are seldom allowed outside the security of the process of killing the tadpole. a well-protected subterranean city. The process of ceremorphosis takes a week to complete but it cannot be reversed after THE ILLITHID MIND any of the victim’s ability Illithids seem at most times to be calm, collected, and dispas- scores are reduced to 0. sionate. Occasionally From that point, no they appear to be means can bring the gripped by great victim back short of anger, but it’s amiracle. hard for The beginning of ceremorphosis 63 Illus. by J. Nelson 4 RETPAHC DNIM EHT SREYALF other creatures to distinguish whether that is a true emotion or Ulitharids a display to impress outsiders or enemies. Because of this, mind An ulitharid is immediately distinguishable from an illithid fl ayers are assumed to have either few emotions or tremendous by two characteristics: it towers over its cousins, standing 7 to self-control. Both assumptions are wrong. 8 feet tall, and it has six tentacles rather than four. Illithids feel intense emotions but internalize them almost The “birth” of an ulitharid is a signifi cant event in an illithid completely. A mind fl ayer that looks calm might be raging colony. They are suffi ciently rare that a colony with a single with a cauldron of emotion beneath the surface. In addition, ulitharid considers itself lucky. an illithid’s emotions are entirely negative: Anger, fear, envy, As a tadpole, an ulitharid is indistinguishable from other hate, shame, indignation, contempt, pride, and anxiety com- tadpoles. However, it spends twice as long as a tadpole—twenty prise nearly their entire emotional repertoire. The closest they years, compared to the standard ten—before reaching maturity. come to experiencing joy is the feeling they get when eating Its true nature does not become evident even to other mind a brain, but even this is mixed with such sadistic and hateful fl ayers until ceremorphosis. Once an ulitharid begins its overtones that it can’t be considered “happiness” as most races transformation, it is greeted as something akin to a prophet. would defi ne it. These creatures rise to positions of civil or military leader- This constant negative emotional state colors an illithid’s ship within their communities, and they frequently receive every thought and perception. Because it knows no happiness, diplomatic embassies from other colonies that are not so it spends no time planning how to become happy. Pride, sati- blessed. In addition to their greater stature and revered status, ated curiosity, and self-satisfaction are a mind fl ayer’s highest ulitharids live twice as long as other mind fl ayers, compensat- emotional states. These feelings motivate it to action. ing somewhat for their rarity of birth. For ulitharid statistics, see Chapter 8. ILLITHID VARIANTS Illithids are not a homogenous race. Their decade-long incuba- Illithid Sorcerers tion as tadpoles and the mysterious process of ceremorphosis Considering their powerful intellects, it’s not surprising that spawn numerous mutations and variations. Most of these do many illithids study wizardry. What is surprising is that a not survive. small number of illithids are actually sorcerers. How sorcerous talent manifests itself in creatures as nonhuman and alien as 64 An elder brain in its pool dnalgnE .W yb .sullI FLAYERS THE MIND CHAPTER 4 mind fl ayers is a great mystery to those who study the basis of freedom. The most passive serve only as advisors and sources sorcery. Certainly, mind fl ayers have no dragon blood. It could of historical information. The norm is a degree of control be that this tendency depends on the history of the donor body somewhere between absolute authoritarianism and enlight- prior to it undergoing ceremorphosis, but since no systematic ened despotism. study is possible, no one knows. An elder brain’s telepathic range extends 350 feet, although However it’s explained, the combination of psionic and some elder brains might have feats, spells, or psionic powers sorcerous power is fearsome. These creatures are shunned that extend this range. Within that radius, an elder brain is even by others of their own kind. aware of all living things. Intervening material has no effect on its ability to communicate or on its awareness of all thought Elder Brains within range. This hyper-awareness makes it almost impossible At the center of every large mind fl ayer community is a fetid for enemies to sneak into an illithid community. Their pres- pool of murky, swirling, briny fl uid. The pool itself can have ence is detected and resistance organized long before intruders any confi guration, but in every case it serves two purposes. move close enough to present a signifi cant threat. First, it is an incubator for illithid tadpoles; hundreds of thou- Besides communicating directly with individual mind sands might inhabit the pool as a teeming mass at any given fl ayers, an elder brain can establish contact between two or time. Second, it serves as the nutrient pool for the community’s more illithids that would otherwise be outside one another’s elder brain, the intelligence that guides and unites the illithids range of 100 feet. In this capacity, the elder brain acts only as into their tightly woven society. a conduit, albeit one that hears and remembers everything How an elder brain comes to be is unknown. Even to the mind that passes through it. Some elder brains use spells such as fl ayers, an elder brain is timeless and ageless. It is an amorphous, Rary’s telepathic bond or equivalent psionic powers to keep in writhing bulk of tissue, the conglomeration of cast-off brain touch with individual mind fl ayers at tremendous distances, matter from deceased mind fl ayers. When a mind fl ayer dies, its allowing near-instantaneous communication throughout the brain is removed ceremonially and cast into the pool, whereupon community. it sinks to the bottom to be absorbed into the greater mass. This Because of an elder brain’s awareness, mind fl ayers are of melding of an individual’s brain into the communal elder brain necessity among the most lawful of creatures. Plotting against is a fate to which mind fl ayers aspire; they do not fear or regret the community or the elder brain is impossible. Even deviating their passing. If anything, they fear a death that prevents them from the social norm is likely to bring about swift corrective from becoming a part of the elder brain. action ranging from a single stern warning to coercion or No individual personalities survive absorption by the elder psychic annihilation, depending on how harsh that particular brain. It is sentient (some might say super-sentient), but its elder brain cares to be at the moment. consciousness lies outside any human or mind fl ayer experi- Elder brains grow and gain power continually. They never ence. The nature of its intellect is a mystery to mind fl ayers, become old, infi rm, or senile (their sanity might be called into because even their potent psionics cannot penetrate beyond question, but only from the limited perspective of mortal crea- the shallowest layers of an elder brain to discern its inner tures). A large number of illithids believe that all elder brains workings. are growing toward an ultimate purpose—that at some point The brain is clearly a physical as well as a psychic entity. It in the future, the brains will meld into a single, all-seeing elder subsists by extracting presentient psychic vibrations from the brain capable of communicating across limitless distances tadpoles that teem around it. “Devoured” tadpoles are reduced through the Astral Plane. to oily residue that dissolves slowly into the brine. Mind fl ayers are subject to one huge misconception An elder brain is typically 8 to 10 feet in diameter, regardless concerning elder brains. They believe that their individual con- of how many brains are absorbed into its mass. While an elder sciousness survives after joining the elder brain. This notion brain’s mass doesn’t increase beyond a known maximum, its is completely wrong. The elder brain extracts knowledge and intelligence and knowledge do. Each new brain contributes strength from the brain matter and adds its mass to its own, all of its life experience to the elder brain’s totality. but the illithid is dead. Only the elder brain lives forever. Elder Elder brains rule their communities completely. Their brains guard this secret, as one might expect. dictates and pronouncements are beyond question. Some are For elder brain statistics, see page 144. cruelly dictatorial, while others allow varying amounts of Brain Golems pqqqqqqqqqrs One of the most astounding and disturbing abilities of an elder brain is its capacity to create what is known as a brain golem. PSIONIC SUBSTITUTION This construct is formed from the brains of intelligent crea- In Chapter 8, the elder brain is described as a 20th-level sor- cerer. This spellcasting merely serves to emulate its psionic tures, with a body that is an extruded portion of an elder brain’s abilities for DMs who choose not to use psionics in their game. own mass. The head of the golem secretes a slimy substance Elder brains are never true sorcerers. that sheathes the body in thin, membranous skin. pqqqqqqqqqrs 65 4 RETPAHC DNIM EHT SREYALF Few nonillithids have ever seen one of these monstrosities. illithid wears nothing to cover its dark gray fl esh. Its head is They sometimes function as added “muscle” for an illithid smaller and of a different, fl attened shape, appearing almost community that is faced with imminent danger, but their to have shrunk or partially collapsed inward. A vampire main function is to serve as an elder brain’s physical hands and illithid’s tentacles are longer and more muscular than those carry out tasks that are too important, secret, or complex for of a living mind fl ayer, and it uses them for bludgeoning as mind fl ayers themselves. As such, they are viewed with great much as grasping. wonder by mind fl ayers. The emergence of a brain golem from Such a monster would be truly terrifying if it possessed an elder brain’s pool is considered a grand portent and treated the mighty intellect of a mind fl ayer. Fortunately, vampiric with awed solemnity by the community. mind fl ayers are completely feral. Their minds hold bestial A brain golem shares its creator’s imperviousness to psychic cunning and savagery, but they do not think or reason. Some probes. It never communicates in any way with entities it portion of their minds must recall their former lives, since encounters. If it is destroyed before returning to the pool for their favorite haunts are subterranean, in the types of areas reabsorption, its mass doesn’t seem to be missed by the elder where mind fl ayers live. Other mind fl ayers are a vampiric brain. illithid’s worst enemies, because they destroy one whenever Brain golems are described in the Fiend Folio. given a chance. For vampire mind fl ayer statistics, see page 160. Alhoon A lot of mind fl ayers practice magic, and some grow quite Urophions powerful. However, illithid society prefers to focus on the The racial limitations involved in selecting donor bodies creatures’ true heritage of psionic mastery. As a result, excessive for ceremorphosis are well known to the illithids. Still, this study of magic is considered a distraction at best and an offense knowledge does not prevent them from experimenting with at worst. Mind fl ayers that persistently violate this stricture other creatures to see what might result. In most cases, both suffer the ultimate punishment; they are banned from joining host and tadpole die. with the elder brain upon their deaths. Oddly, implanting a tadpole into a roper proves viable. The For that reason, mind fl ayers that study magic, and especially result is a urophion, or illithid roper. This is the only known sorcery, devote the better part of their attention to devising case of tadpole implantation succeeding in a cold-blooded ways to extend their lives unnaturally. The ultimate goal is creature. to become a lich. Those that succeed at becoming liches are Physically, ropers and urophions are nearly indistinguish- known as alhoons to other mind fl ayers, or illithiliches in the able. Urophions are stationed around illithid communities Common tongue. to act as guardians and sentinels. The live their lives much",
        "name":  "Elf Traits",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "solitary, sedentary, and stationary. Their normal mind fl ayer. The most obvious difference is the lack acute senses allow them to detect intruders at great distances. of the mind fl ayer’s ever-present mucus coating. Without that When a victim approaches within 50 feet, a urophion unleashes protection, an alhoon’s skin becomes dry and cracked. Its eyes a powerful mental blast to stun the prey, then uses its six very might appear shriveled and sunken. Both of these clues are easily long tentacles (up to 50 feet in length) to grasp the victim, drag missed by someone who hasn’t seen a living mind fl ayer. it close, and extract its brain. Because of its fascination with arcane magic, a typical alhoon Intellectually, urophions are on par with any other illithid, possesses no more psionic power than an average mind fl ayer. and their psionic abilities are nearly as powerful. Nevertheless, Its frightful mastery of magic more than makes up for its lack they are viewed by the community as a whole as inferior and of psionic prowess. suited only for lives of dreary service. Their one honor is to Mind fl ayers universally shun alhoons, considering them be offered to the elder brain upon their deaths. abominable because the undead creatures have sacrifi ced Brilliant but isolated, urophions live lives of desperate any hope of joining with the elder brain. An alhoon residing loneliness and frustration. While most remain loyal to their near an illithid community or outpost will be hunted and creators, some wander away in pursuit of their own inscrutable exterminated if its presence is discovered. objectives. For alhoon statistics, see Chapter 8. For urophion statistics, see Chapter 8. Mind Flayer Vampires Neothelids Even stranger than illithid sorcerers are illithid vampires. How Among the strongest taboos in illithid society is the idea of they come to be is unknown. Unlike other vampires, they do not implanting a mature tadpole into a donor brain. While not create spawn or propagate their kind by leaving victims some tadpoles are implanted experimentally, with death the wounded but not yet undead. almost certain outcome, none are intentionally kept back A vampiric mind fl ayer bears little resemblance to its kin. from implantation. Where mind fl ayers favor rich, luxurious robes, a vampiric 66 FLAYERS THE MIND CHAPTER 4 On rare occasions, an illithid community collapses, typically ILLITHID MAGIC from an external assault, and the elder brain is killed. When that happens, the tadpoles are suddenly freed from predation Although their highly structured society is sometimes hide- by the always-hungry elder brain. They, in turn, are no longer bound and conservative, illithids are tremendously creative fed by their caretakers, and the tadpoles grow increasingly problem solvers. Whether working with pulleys and gears, hungry. Driven by hunger, they turn to cannibalism. Only psionics, magic, alchemy, or a combination of all four, their one tadpole survives from the thousands in the pool. great intelligence and natural competitiveness lead to unique The psychic energy that this one survivor absorbs from solutions. its fellow tadpoles (and possibly from the decaying corpse of MIND FLAYERS the elder brain, as well) allows AND MAGIC ITEMS it to grow much larger than any Unlike many other aberrations, normal tadpole would—to the whose physical shape makes the size of a small dog. Eventually, use of humanoid-crafted magic hunger again drives it to a desper- items diffi cult, mind fl ayers are ate act: crawling out of the briny humanoid enough in form to pool into the greater subterranean wear the same magic items world in search of food. Once free that any human character of the pool, the creature lives could wear. by preying on rats and other Mind fl ayers naturally vermin, a diet that allows it favor items that add to their to grow even larger. already formidable mental Eventually, such an acuity, seeking out (or craft- abomination catches and ing on their own) headbands devours a sentient creature, of intellect or cloaks of cha- whether a duergar, a drow, or a risma. They also greatly value luckless human far from home. defensive magic, such as rings of Consuming that fi rst thinking protection, cloaks of resistance, and brain triggers the same reaction bracers of armor. Mind fl ayers feel in the tadpole that would have that they are far too important occurred if the tadpole had been to allow themselves to be killed implanted normally. It becomes through insuffi cient preparation, self-aware, and its latent psionic and go to great lengths to provide potential awakens. themselves with magical defenses At that point, the creature of all sorts. becomes a neothelid. Untrained, Illithids that gain levels as savage, feral, and brilliant, it knows wizards or clerics acquire item cre- nothing beyond the squalid, preda- ation feats and produce a variety of tory existence it has lived so far. useful items—particularly items Neothelids prowl subterranean that provide physical protection passages in search of more brains from harm. In addition to bracers, to sate their constant hunger, rings, and similar devices, mind growing ever larger and more fl ayers also produce a number of vicious. Truly leviathan speci- unique items, which are described mens have been spotted prowling A brain canister below. the deepest underground. Brain Canister: The ultimate In addition to having the usual psionic abilities of an illithid, goal of every mind fl ayer is to join the elder brain upon death. these creatures can spray tissue-dissolving enzymes from To be denied this is the worst fate imaginable. When illithids their tentacle ducts, reducing victims to a puddle of slime die far from home, their brains cannot be brought back to and leaving only the pulsing brain unharmed. They have no the elder brain before putrefaction begins. Once a deceased knowledge of their links to illithids, so they’re just as likely illithid’s brain begins to rot, the elder brain does not accept to prey on mind fl ayers as on anything else. it. This is viewed as a great waste. Neothelids are described in the Expanded Psionics To prevent such a tragedy, mind fl ayers developed the Handbook. brain canister. This metal urn is typically made from copper 67 Illus. by W. England 4 RETPAHC DNIM EHT SREYALF and fi lled with an alchemical solution. A brain placed in the Moderate divination; CL 11th; Craft Wondrous Item, Rary’s canister lives on indefi nitely, although it is unconscious and telepathic bond or telepathy as a special ability; Price 10,000 gp. insensible. Dampsuit: A dampsuit is a close-fi tting bodysuit of slick Removing a brain for storage in the canister requires a DC leather that covers a mind fl ayer from head to toe. It seals in a 25 Heal check (mind fl ayers gain a +5 circumstance bonus on creature’s precious body moisture when the illithid ventures this check due to their natural facility at the task). The body away from the dark, clammy warrens where it normally lives. must be living when removal begins, and the brain must be The suit itself consists of several complex layers, each moist- placed in the canister within 1 minute of removal, or it dies. ened and lubricated with mucus for easy movement. The suit The creature whose brain is removed dies immediately and traps all moisture that escapes from the wearer’s body and cannot be raised or resurrected unless the brain is recovered recirculates it. or destroyed. Wearing a dampsuit, a mind fl ayer can operate in dry, hot Mind fl ayers sometimes use brain canisters to store meals for conditions that would quickly exhaust or kill an unprotected long journeys, when it might not be possible to feed as often illithid. Under normal conditions, a mind fl ayer’s tentacles as they like. They also store the brains of particularly interest- remain curled up inside a special pouch designed for just that ing humanoids, so they can perform terrible experiments or purpose on the front of the suit. When needed, they can be transplants on the brain or question these individuals through thrust out through a valve in the face mask, then withdrawn various psionic means. (along with a brain) when their work is done. Faint necromancy; CL 5th; Craft Wondrous Item, gentle A dampsuit is a suit of +1 slick leather armor that protects its repose; Price 30,000 gp; Weight 5 lb. wearer with an endure elements effect.",
        "name":  "Physically, an alhoon can be diffi cult to distinguish from a as any roper would",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mind fl ayers in the vicinity of an elder brain Faint abjuration; CL 4th; Craft Magic Arms and Armor, feel its presence constantly. This is not an unpleasant sensation endure elements, grease; Price 6,910 gp; Cost 3,535 gp. for them. The never-ending hum of the elder brain’s activity is a Striator: This uniquely illithid stylus looks like nothing reassuring sensation for an illithid. When a mind fl ayer travels more than a nicely polished piece of wood or bone. It typically outside the elder brain’s range of infl uence, that comforting is about a foot long, an inch wide, and a quarter to a half-inch presence is lost. An imperfect solution to this problem is the thick. More ornate versions have pleasantly sweeping curves brainmate. that fi t the hand or are decorated with intricate inked carvings. The brainmate consists of a tiny bud, about the size of a The only universal distinguishing characteristics are four walnut, taken from an elder brain and encased in a crystal small, fl attened nibs at one end. globe fi lled with mucus. The brain matter itself might or might When a creature grasps the stylus and draws it across a piece not be visible within the murky goo. The globe can be worn of parchment or paper, the striator reads the thoughts of the on a chain around the neck or simply carried on the wearer’s writer and causes a pattern of dashes and spaces to be raised up person. on the surface in four parallel lines. This is Qualith, a system A brainmate is nominally sentient. It contains a tiny of tactile writing used by illithids (see Language, below). portion of the elder brain’s knowledge, and it responds to The striator draws its information directly from the user’s direct telepathic questions. Although a brainmate does not thoughts and transcribes the data into Qualith whether the provide the comforting background hum of mental activity writer understands Qualith or not. that illithids fi nd so soothing, it is a useful companion to a Faint divination; CL 3rd; Craft Wondrous Item, detect far-ranging mind fl ayer. thoughts; Price 1,500 gp.",
        "name":  "Brainmate",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "On occasion, a brain is more valuable to to cast Rary’s telepathic bond, or the mindlink psionic power, mind fl ayers if it’s not eaten. Prisoners, for example, might have he can access the brainmate to make use of its knowledge. A important knowledge that the mind fl ayers need but cannot brainmate possesses 10 ranks in two specifi c Knowledge skills, extract by brute force. No matter how powerful a character’s allowing the wearer to make checks in those specifi c skills as psionic or magic resistance to mind-reading might be, it can if he possessed the same number of ranks. The wearer uses his be overcome through the use of a thought extruder. The device own Intelligence modifi er on these checks allows no saving throw and does not permit spell resistance. Besides storing information from the elder brain, a brain- This diabolical device is a collapsible cage of wires, mesh, mate also records everything its owner imparts to it. If the and needles. Once it’s fi tted around the head of a restrained brainmate is worn or carried by a telepathic user, it records subject (which takes 20 minutes), a mind fl ayer uses its bio- everything the individual sees, hears, or experiences. It is corrosive enzyme to open a fi st-sized hole in the prisoner’s common, therefore, for illithid spies to be equipped with skull, exposing the brain. Needles then drill into the gray brainmates. When a spy returns to its community, the elder matter, probing for active thought centers, pleasure and pain brain has perfect access to everything the spy encountered, receptors, and repressed or shielded memories. The operator with no memory loss or room for misinterpretation. must be able to establish telepathic communication with the 68 FLAYERS THE MIND CHAPTER 4 subject by means of the telepathy special ability or a spell or When scribed on an object, a psionic seal can be set to psionic power serving the same purpose. activate in response to one of three events: when touched and The needles are thought conductors made from an organic willed to activate (useful for helpful spells or powers), when material specially developed by illithid alchemists. They touched at all (useful for traps), or when a creature with specifi c enable the operator to read whatever is in the subject’s mind. observable characteristics moves within 5 feet of the psionic The process is slow; the operator can ask only one question seal (useful for trapping doorways, for example). In the latter per minute, but receives a complete, truthful answer. case, the seal must be in plain view—it can’t be hidden inside With each question, the victim makes a DC 20 Fortitude an object, for example. save. Each failure permanently drains its Intelligence, Wisdom, A harmful psionic seal is considered a magic trap. It is rarely and Charisma scores by 1. When the illithids are done asking hard to fi nd, since it must be in plain view to function, but questions, the victim makes a Will save using its current disarming the trap requires a Disable Device check (DC 25 + Wisdom modifi er. Failure leaves it permanently insane, as the spell level of the spell or power used to make the seal). spell insanity. In any case, a psionic seal fades away after it is triggered Moderate divination; CL 9th; Craft Wondrous Item, Rary’s once. telepathic bond or telepathy special ability; Price 45,000 gp. Craft Psionic Seal NAUTILOID A creature with this feat can create psionic glyphs or symbols It is rumored that not all mind fl ayers live beneath the surface. that hold spells or psionic powers until triggered.",
        "name":  "If the wearer has the telepathy special ability, the ability Thought Extruder",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This fi eld blocks the elder brain’s probing The Final Defense and has the capacity to shield multiple individuals.",
        "name":  "Null Psionics Field",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Telepathic awareness is not a power and itself. The elder brain constantly scans passages and tunnels therefore not subject to power resistance (or spell resistance, in and surrounding the city with its divination magic, looking for that matter). for any living, thinking creatures. If it fi nds sentient beings Remote View Trap: This power offers no protection against an that it cannot recognize or identify, it mobilizes active defenses elder brain’s telepathic awareness, but if the brain attempts to against the intruders. use a scrying power to view the intruders, it becomes subject As long as intruders remain outside the elder brain’s zone to the spell’s effect. of telepathic awareness (more than 350 feet from the brain, in Suspend Life: A character under the effect of this power is other words), standard defenses against scrying magic should undetectable as anything but a corpse. A character could be serve to conceal them from its searching mind. The elder brain suspended, and then smuggled into a mind fl ayer compound. is an exceptionally potent psion, and its divinations are power- This unorthodox approach could work. ful enough to shatter simple defenses such as nondetection. Within the elder brain’s zone of telepathic awareness, there UPPER LAGURNO are few ways to avoid being detected. Standard defenses against Upper Lagurno appears as a normal duergar village in most clairvoyance and clairsentience don’t work because the elder brain respects. Huts of stone with moss roofs crowd the center of doesn’t search for visual or audio clues; it scans for thought. town. On the lower side, a collecting pool stores water that The only effective defense is one that shields a character’s drips from overhanging stalactites. Animals are penned or kept thoughts from any sort of detection, not just mind reading. in sunken pits. Mushrooms grow abundantly in side caverns. The following spells are useful or useless against an elder In other words, nothing readily apparent about the village brain as noted. alerts anyone that it’s more than meets the eye.",
        "name":  "The last line of defense for the community is the elder brain Power Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See the kuo-toa description, page 164 of the Originally these statues represented the lobster-headed form Monster Manual. of the kuo-toa deity. In every case, the original carving was 85 Illus. by D. Scott 4 RETPAHC DNIM EHT SREYALF broken off, leaving only an uneven neck stump. A cursory 9. UNUSED STOREROOM examination of the broken statuary on the fl oor reveals that Piles of sodden and broken junk are jumbled throughout the the missing heads and hands were not remotely humanoid in room. form—instead the statues featured lobsterlike claws, feelers, and mandibles. This room might have served an important function under the As soon as someone views the statues closely (within 10 kuo-toa priests. It is now clogged with jumbled paraphernalia, feet), they notice that the back of each humanoid head has a much of it taken from slain adventurers, drow, duergar, and gaping hole. kuo-toas. None of it was particularly valuable to begin with. These seven heads are from seven victims whose brains Years of exposure to moisture and mildew have ruined most of were especially pleasing when Sarkt devoured them. One it. With a few minutes of poking through the junk and a DC 15 place of honor remains unfi lled. If Sarkt encounters mul- Search check, determined salvagers can turn up masterwork tiple brains that outshine those already enshrined, it simply scale mail, a masterwork dagger, and a pouch containing 44 replaces one of the former trophies. If any characters were sp and 18 gp. slain by Sarkt in an earlier encounter, the PCs fi nd their comrades’ heads here. 10. CHOIR This chamber is irregularly shaped but seems to have been carved 7. THRALLS’ QUARTERS (EL 6 OR 0) that way purposefully. It is clean and dry, unlike the rest of the These squalid rooms appear to be living quarters, but they shrine. Randomly spaced around the walls are several holes that contain little in the way of creature comforts and no personal are big enough for a strong man to insert his arm up to the shoul- possessions at all. der. These tubes extend to an unknown distance.",
        "name":  "Pincer Staff",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +3 Dex, +3 natural), dyes its naturally tan fur in one of a multitude of different hues touch 14, fl at-footed 14 and patterns. Some of these patterns signify family or rank; Base Attack/Grapple: +3/–3 others are just for decoration. A neogi wears simple articles of",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares), climb 20 ft. Armor Class: 13 (–2 size, –1 Dex, +6 natural), touch 7, fl at-",
        "name":  "Speed",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 size, +3 Dex, +1 natural), touch 15, fl at- footed 14 footed 13 Base Attack/Grapple: +7/+19 Base Attack/Grapple: +0/–12 Attack: Bite +9 melee (2d6+6 and poison)",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 (20–40 grell plus 3–5 philosophers plus patriarch) Base Attack/Grapple: +3/+14 Challenge Rating: 5",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +4 natural), touch 11, fl at-footed 14 reach, using as many of its tentacles as it wishes against any Base Attack/Grapple: +5/+17 single opponent. It uses its bite only against paralyzed prey",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +11 (+15 casting defensively), Hide Constrict (Ex): On a successful grapple check, a grell deals +11, Knowledge (arcana) +6, Knowledge (dungeoneering) 1d6+1 points of damage. +6, Knowledge (nature) +6, Listen +9, Move Silently +11, Expert Grappler (Ex): A grell that chooses to grapple with Spot +9 one tentacle and remain ungrappled itself takes a –10 penalty 109 THE EATERS CHAPTER 6 on its grapple checks instead of the normal –20 penalty (see 13); 1st—charm person (DC 14), mage armor, obscuring mist, ray Improved Grab, page 310 of the Monster Manual, for details). of enfeeblement (+6 ranged touch); 2nd—invisibility, protection Grell other than hatchlings have a +10 racial bonus on from arrows, summon monster II. grapple checks. (Paralyzed foes automatically lose grapple checks.) GRELL ANATOMY Improved Grab (Ex): To use this ability, a grell must hit an opponent of its size or smaller with a tentacle attack. It Grell are the product of some dark and distant creation. They can then attempt to start a grapple as a free action without arose in a parallel world or alternate plane where the laws of provoking attacks of opportunity. If it wins the grapple check, nature are very different from those of humanoid worlds. it establishes a hold and can constrict. While adventurers might mistake a grell’s wrinkled, gray Paralysis (Ex): A grell’s tentacles are lined with small spiny hide for naked brain tissue, the monster is not in fact a dis- barbs, much like a squid’s. Any creature hit by a grell’s tentacle embodied brain. Its skin is damp and gleams wetly in poor must make a DC 10 Fortitude save or be paralyzed for 2d4 light, but its epidermis is quite tough and leathery, measuring rounds. The save DC is Constitution-based and includes a –4 several inches thick on its upper body. The coloration varies racial penalty. from a pale pink-gray to a faint purple-pink hue. Older grell Creatures struck by multiple tentacle attacks in the same are darker in color than younger grell. round do not make multiple saving throws; instead, they make A grell’s ten tentacles are rubbery and strong. Each is com- a single saving throw, but the DC increases by 1 for every prised of hundreds of ring-shaped muscles sheathed in a tough, additional tentacle that hit in the same round. For example, a almost fi brous, hide that is much thinner than the epidermis creature hit by four of a grell’s tentacle attacks must succeed of the main body. Sharp, bony barbs or needles stud each on a single DC 13 Fortitude save to avoid paralysis, instead of tentacle every 2 to 3 inches, almost to its very tip. These hollow four DC 10 saving throws. barbs inject the grell’s paralytic venom into its victims. The Blindsight (Ex): A grell is blind, but it maneuvers and fi ghts grell can partially retract its barbs into its tentacles to handle as well as a sighted creature by using scent and vibration to or manipulate objects it doesn’t want to pierce or tear. Each ascertain its surroundings. This ability enables it to discern tentacle is 5 to 8 feet long, although larger grell have longer objects and creatures within 60 feet. The grell does not need tentacles. to make Spot or Listen checks to notice creatures within range A grell’s beak is made of the same bony substance as its of its blindsight. tentacle barbs. It is more similar to the calcifi ed shells secreted Flight (Ex): A grell’s body is unusually buoyant. The creature by some mollusks than it is to true bone, having neither blood continuously produces an effect like that of the fl y spell, which vessels nor marrow. Grell have no “bones” other than their it can use to move at a speed of 30 feet (perfect maneuverabil- beaks and their barbs. Their bodies are supported by a fl ex- ity). This buoyancy also grants the grell a permanent feather ible, soft cagework of cartilage beneath the thick epidermis. fall effect with personal range. Although they don’t like to do so, grell can easily squeeze Sightless (Ex): A grell is immune to gaze attacks, visual through surprisingly small openings, compressing their bodies effects, illusions, and other attack forms that rely on sight. to about half their height or width with little trouble.",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "hp 35, light- ning lance; see page 115. Given the chance, the sentry looks for opportunities to car- ry paralyzed characters above the pool and drop them in the deeper part, placing them at serious risk of drowning. If hard-pressed by deter- mined attackers, the sentry fl ees by fl ying straight up the sinkhole wall. It then es- capes into the jungle above, unless it clearly has a safe line of retreat to area 3 or 6. A loud battle fought here can certain- ly be heard by the grell in areas 3, 4, or 6. The intervening distance provides a –10 penalty on their Listen checks, and the noise of the stream adds another –5, for a A grell lurks in ambush, total penalty of –15. (Adult grell have Listen waiting for prey to happen by modifi ers of +4.) One grell from area 3 and another from area 6 arrive 3 One of the skeletons wears the mold- rounds after the round in which they hear fi ghting in the ering remnants of bronze banded mail. sinkhole. The philosopher in area 4 does not investigate, In a pouch inside its armor (DC 10 Search check, unless the trusting to its fellows to handle any kind of trouble. armor is removed, in which case the pouch is found automati- cally) are four fi ne violet garnets, each worth 300 gp. 2. SENTRY’S CAVE (EL 4) If the sentry is killed by intruders who later leave the This dismal cave is choked with a tangled mass of thick roots complex, the two grell from area 3 are posted here in case the descending from the ceiling 20 feet overhead and partially cov- invaders decide to return. ering the walls. Ancient human skeletons stand tangled in the roots. 3. GRELL LAIR (EL 5) A rough, narrow, natural passage branches away from the The skeletons are the remains of old Sangkon Bhet apostates, stonework passage, climbing upward over a diffi cult slope of slick chained to the walls and forgotten here long ago. They are round boulders. Beyond lies a large cavern, its ceiling pierced by unsettling, but not dangerous. hanging tree-roots. Discarded bones lie scattered over the fl oor. This cave serves as the post for the colony’s sentry, who lurks hidden among the roots and debris in the upper part This chamber is home to two normal grell. They range far into of the chamber and watches the bottom of the stairs in area the jungle above in search of prey. The bones are the remains 1. If the sentry misses intruders coming down the stairs, it of consumed animals—several deer and an assortment of certainly attacks when they enter this room. The grell gains a smaller creatures. +4 circumstance bonus on its Hide check because its dangling If the grell hear a fi ght in area 1, one grell goes to investi- tentacles blend in very well with the roots in the ceiling (total gate, while the other remains here and hides. If the grell are Hide modifi er of +12). warned by the loud approach of a party of intruders in the This chamber is also infested with several ferocious cen- passage outside, they both hide here among the roots in the tipedes. The arthropods have learned to avoid the grell, but ceiling and prepare an ambush. The roots in this chamber quickly attack any other creatures that enter the room. are not as dense as those in area 2, and so the grell gain only",
        "name":  "Sentry Grell",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "as above plus 0—all except evocation and illu- fl ight ability offers. It hovers near the ceiling, using its spells sion;1st—chill touch, detect undead, protection from good, sleep; (summon monster III, summon swarm, ray of enfeeblement, and 2nd—daze monster, fog cloud, ghoul touch, scare; 3rd—dispel magic, ray of exhaustion) to wear down a party of dangerous enemies hold person, lightning bolt, water breathing. while its skeleton minions attack. It joins the battle only when Possessions: amulet of health +2. its enemies have been weakened. Several large stone urns in the northwest corner of the room Gnoll Skeleton (3): CR 1; Medium undead; HD 2d12; hp 13 hold 175 sp, 855 gp, a pouch containing fi ve small agates worth each; Init +5; Spd 30 ft.; AC 13, touch 11, fl at-footed 12; Base Atk 25 gp each, and two scrolls: invisibility and fi re shield. +1; Grp +3; Atk or Full Atk +3 melee (1d10+3/×3, halberd); SQ damage reduction 5/bludgeoning, darkvision 60 ft., immunity",
        "name":  "The necrophilosopher is fully aware of the advantage its Spellbook",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +5, Climb +12, Hide +12, Knowledge (dungeoneer- A tsochar in its own form can easily rip unarmored humans ing) +6, Move Silently +8, Sense Motive +6, Spot +6, Use to shreds with a buzzsaw of tentacle lashes and rakes. However, Magic Device +9 the creature is much more inclined to stalk and ambush soli-",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Common. hit an opponent with two tentacle attacks. It can then attempt Spell-Like Abilities:3/day—blur, blink; 1/day—touch of idiocy, to start a grapple as a free action without provoking attacks stinking cloud. of opportunity. If it wins the grapple check, it establishes a True Strike (Su): Once per day, Akhando can make a normal hold and can constrict. Tsochari receive a +4 racial bonus on attack with a +20 insight bonus on a single attack roll. He is grapple checks. not affected by the miss chance that applies to attacks against Poison (Ex): Injury, Fortitude DC 16, initial and second- a concealed target. ary damage 1d3 Dex. The save DC is Constitution-based. Change Shape (Su):As a standard action, Akhando can take The poison is delivered by dealing damage with a constrict the form of a grotesque, tentacled mass. While in this form, attack. he cannot be fl anked and is not subject to extra damage from Take Spells (Su): A tsochar that replaces an arcane spellcaster critical hits. Creatures native to the Material Plane take a –1 retains any arcane spells prepared by the dead spellcaster. See morale penalty on attack rolls against Akhando in this form. page 122 for details. His Armor Class changes to 15, his attack changes to +9 melee Wear Flesh (Su):A tsochar can bore its way into a helpless (1d4+4, tentacle), and his full attack changes to +9 melee (1d4+4, living creature’s body, choosing to inhabit or replace its victim. 4 tentacles). See page 122 for details. Cleric Spells Prepared (caster level 7th): 0—cure minor wounds, Cleric Spells Prepared (caster level 5th): 0—cure minor wounds, detect magic (2), guidance, read magic, resistance; 1st—command detect magic, guidance, read magic, resistance; 1st—command (DC (DC 15), cure light wounds (2), divine favor, lesser confusionD 16), cure light wounds (2), divine favor, longstriderD, shield of faith; (DC 15), shield of faith; 2nd—cure moderate wounds, darkness, 2nd—cure moderate wounds, darkness, hold person (DC 17), shat- hold person (DC 16), lesser restoration, touch of madnessD†; terD(DC 17); 3rd—dispel magic, fl yD, summon monster III. 3rd—c ontagionD (DC 17), cure serious wounds, dispel magic, D: Domain spell. Domains: Destruction (smite 1/day, +4 on summon monster III; 4th—confusionD(DC 18), divine power, attack, +5 on damage) and Travel (freedom of movement up to 5 summon monster IV. rounds/day). † New spell described on page xx. D: Domain spell. Domains: Destruction (smite 1/day, +4 on Xhekk Thosss currently inhabits Akhando’s body with the attack, +7 on damage); Madness (–1 to Wisdom-based checks cleric’s willing cooperation. The tsochar priest can therefore and Will saves, except that 1/day add +3 to a single Wisdom- take no physical actions until it chooses to exit Akhando’s based check or Will save). body, as described under Wear Flesh (see page 122). It takes",
        "name":  "Language",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 breastplate, heavy steel shield, +1 heavy mace, half damage from all damage dealt to Akhando. The tsochar gauntlets of ogre power. attempts to keep its presence a secret, but if Akhando faces a serious threat, the tsochar exits his body and joins the fi ght—a",
        "name":  "Possessions",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Tsochar, Common, Undercommon, Abyssal, Additional Skills and Feats: Climb –1, Concentration +14 (+18 Draconic. casting defensively). Constrict (Ex):Yikk Tasst deals 2d6+8 points of damage with Taken Spells (caster level 9th):0—detect magic, mage hand, a successful grapple check. When Yikk Tasst deals damage by open/close, read magic; 1st—charm person (DC 15), identify, magic means of its grapple check, it injects its victim with poison. missile, shield, silent image (DC 15); 2nd—daze monster (DC 16), Improved Grab (Ex):To use this ability, Yikk Tasst must hit mirror image, resist energy, scorching ray (+12 ranged touch); with two tentacle attacks. It can then attempt to start a grapple 3rd—deep slumber (DC 17), dispel magic, fi reball (DC 17), fl y; as a free action without provoking attacks of opportunity. If it 4th—charm monster (DC 18), Evard’s black tentacles, fi re shield. wins the grapple check, it establishes a hold and can constrict. Possessions: +1 dagger, cloak of resistance +1, wand of fi reball (CL Tsochari receive a +4 racial bonus on grapple checks (included 6th, 22 charges), wand of invisibility (18 charges). in the statistics above). Frist’s Spellbook: as above plus 0—dancing lights, message, Poison (Ex): Injury, Fortitude DC 19, initial and prestidigitation; 1st—mount, protection from evil, shocking secondary damage 1d3 Dex. The save DC is Con- grasp, sleep, 2nd—fog cloud, invisibility, rope trick, summon stitution-based. The poison is delivered by dealing monster II; 3rd—clairaudience/clairvoyance,magic circle damage with a constrict attack. against evil; 4th—arcane eye, enervation, fear, wall of Take Spells (Su): A tsochar that replaces an ice; 5th—cone of cold, teleport, summon monster V. arcane spellcaster retains any arcane spells prepared by the dead spellcaster. See 10. CONJURY page 122 for details. The door leading into this room from Wear Flesh (Su): A tsochar can the hall outside is locked (DC 25 Open bore its way into a helpless living Lock check or DC 23 to break). creature’s body, choosing to inhabit or replace its victim. The fl oor of this room is fi nished in See page 122 for details. smooth, polished marble. In the Sorcerer Spells Known center of the room, a pentagram (6/7/6/4 per day; caster of silver is inlaid in the fl oor. A level 6th): 0—daze (DC 14), counter beside the door holds a detect magic, disrupt undead collection of ritual implements, (+12 ranged touch), ghost including a knife of cold iron and sound (DC 14), mage hand, a golden goblet. read magic, touch of fatigue (+13 melee touch; DC 14); The pentagram is ominous, 1st—identify, mage armor*, yet harmless—nothing has magic missile, silent image been summoned here for some (DC 15);2nd—invis- time. ibility, whispercast†; Yikk Tasst, like Deros 3rd—lightning bolt Frist before it, considers (DC 17). this room its hidden *Already cast. retreat from the tower. †New spell A secret door in the described on page 129. eastern wall (Search",
        "name":  "Languages",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "35 (–2 size, +2 Dex, +25 natural), touch 10, Combat fl at-footed 33 Hive mothers prefer to let their minions do the fi ghting, Base Attack/Grapple: +15/+30 but when drawn into combat, they fi ght in a manner similar",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, +1 Dex, +10 natural, +4 defl ection), touch 14, fl at-footed 23 Combat BaseAttack/Grapple: +6/+11 Although a director has several potent eye rays, it can also",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Eye rays +6 ranged touch and 3 tentacles +6 melee tors avoid combat unless they have a bonded mount. When (1d6) and bite +4 melee (1d8) 137 Illus. by M. Cotie 8 RETPAHC WEN SRETSNOM bonded with a vermin, they control their mount and use their EYE OF THE DEEP eye rays to deadly effect. Large Aberration (Aquatic) Eye Rays (Su): During a single round, a director can aim Hit Dice: 12d8+48 (102 hp) only two eye rays at targets in any one 90 degree arc (up, Initiative: +4 forward, backward, left, right, or down). Speed: 5 ft. (1 square), fl y 20 ft. (good), swim 30 ft. A director’s eye rays have a range of 120 feet and a save DC Armor Class: 18 (–1 size, +9 natural), touch 9, fl at-footed 18 of 18 (caster level 8th). The save DCs are Charisma-based. The BaseAttack/Grapple: +9/+18 six eye rays include: Attack: Eye rays +8 ranged touch and claw +14 melee",
        "name":  "Full Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–1 size, +1 Dex, +6 fungus armor, governors. The rare overseer that does not belong +14 natural), touch 10, fl at-footed 29 to a beholder community seeks out societies of other BaseAttack/Grapple: +10/+20 creatures to infi ltrate and dominate from behind the",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Eye rays +10 ranged touch imagined) needs. and 8 tentacles +15 melee (1d6+6) An overseer is normally about 15 feet tall and and 3 bites weighs 4,000 pounds. They speak Beholder and +10 melee Common. (1d8+3) Combat Unlike most other beholderkin, overseers have a large number of physi- cal attacks that they can use in melee combat to great effect. Neverthe- less, they prefer to Overseer let their minions handle such crude activities as melee combat, and con- centrate on using their eye rays against enemies. An overseer’s greatest 139 Illus. by C. Fix 8 RETPAHC WEN SRETSNOM weakness is its lack of mobility; when faced with a foe that that cast the spell in question; if successful, it is immune to uses greater mobility to stay out of range of its eye rays, an that casting of that particular spell. If the spell affects mul- overseer typically retreats to plot revenge on its own terms. tiple targets or an area, it affects any other targets or the area Most overseers keep at least one magic item that allows some normally, but the overseer remains immune to its effect. An form of teleportation handy for just such an event. overseer cannot use this eye ray if it is considered fl at-footed Command Beholder (Sp): An overseer can use dominate against the source of the spell. monster at will as a spell-like ability (caster level 14th), but only ReactiveSpell Turning: Once per round, this eye can be used against beholders and beholderkin (except for hive mothers to refl ect a single-target spell that targets the overseer back to and other overseers). A beholder can resist this effect with a its source as an eye ray. The overseer must hit the source with DC 23 Will saving throw. The save DC is Charisma-based. This the eye ray; otherwise, the refl ected spell dissipates harmlessly. is the equivalent of a 9th-level spell. An overseer cannot use this eye ray if it is considered fl at-footed The maximum number of beholders an overseer can com- against the source of the spell. mand at one time equals its Hit Dice plus its Charisma modifi er. Stunning: The target must succeed on a Fortitude save or be Thus, the average overseer can command up to 20 beholders stunned for 1d4 rounds. or beholderkin at a time. Suggestion: The target must succeed on a Will save or be If an overseer loses control of a dominated beholder (as is affected as though by the spell. the case if a dominated beholder is in the antimagic cone of Telekinesis: An overseer can move objects or creatures that another beholder), the overseer can immediately sense the loss weigh up to 350 pounds, as though with a telekinesis spell. of control and knows the position and distance to the beholder Creatures can resist the effect with a successful Will save. at the time control was lost. If control does not return within Temporal Stasis: The target must succeed on a Fortitude save a few rounds, the overseer seeks out the rogue beholder to or be affected as though by the spell. investigate and possibly punish it. Improved Grab (Ex): To use this ability, an overseer must Constrict (Ex): An overseer deals 1d6+6 points of damage hit with its bite attack. It can then attempt to start a grapple with a successful grapple check. as a free action without provoking attacks of opportunity. Eye Rays (Su): Each of a director’s thirteen small eyes can If it wins the grapple check, it establishes a hold and can produce a magical ray once per round as a free action (except constrict. for its major creation eye ray; see below). An overseer’s long Fungus (Ex): An overseer’s protective layer of thick, wiry branches allow it to aim up to fi ve eye rays at targets in any fungus provides a +6 armor bonus to its Armor Class. This given 90-degree arc. It typically attacks with only four rays in fungus doesn’t impede or restrict the overseer’s movement any round, leaving it with the option to use its reactive spell in any way. The fungus reacts to the overseer’s moods, and turning or reactive spell immunity eye ray as needed. changes color as the beholderkin’s emotions change. Each ray has a range of 180 feet, a save DC of 23, and a caster level of 14th. The save DCs are Charisma-based. The thirteen SPECTATOR eye rays include: Medium Aberration (Extraplanar)",
        "name":  "Full Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This works like the spell, except that it Armor Class: 16 (+1 Dex, +5 natural), touch 11, fl at-footed 15 affects only a single target (Will save negates). BaseAttack/Grapple: +3/+3",
        "name":  "Crushing Despair",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 and they prefer to fl ee from Speed: 50 ft. (10 squares), climb 20 ft. attacks by powerful creatures. Armor Class: 19 (–1 size, +3 Spectators are about 3 feet in Dex, +7 natural), touch 12, diameter and weigh about fl at-footed 16 250 pounds. They speak Base Attack/Grap- Beholder and Common. ple: +8/+23",
        "name":  "They rarely attack others on sight, Initiative",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "26 (–2 size, +3 Dex, +11 natural, +4 mage armor), A shadowcloak elder is a cloaker advanced to 10 Hit Dice touch 11, fl at-footed 23 (size Huge), with the shadow creature template and seven Base Attack/Grapple: +10/+26 sorcerer levels.",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Combat Refl exes, Flyby Attack, spellcaster, a shadow- Improved Initiative, Improved Natu- cloak elder might ral Attack (tail), Improved Natural swoop in and en- Armor, Spell Focus (illusion) gulf the enemy,",
        "name":  "Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–1 size, +1 Dex, +20 natural), touch 10, is not instantly fatal to foes with multiple heads. fl at-footed 29 Improved Grab (Ex): To use this ability, an elder brain Base Attack/Grapple: +19/+24 must hit a Small to Gargantuan creature with its tendril attack. 144 Attack: Tendril +20 melee (1d6+1 plus extract) If it gets a hold, it sinks the tendril into the opponent’s head MONSTERS NEW CHAPTER 8 and can try to extract in the next round. touch), touch of idiocy (+19 melee touch); 3rd—clairaudi- The opponent can escape with a single ence/clairvoyance, dispel magic, displacement, successful grapple check or Escape nondetection; 4th—detect scrying, dimen- Elder brain Artist check, but the elder brain gets sional anchor (+19 ranged touch), a +2 circumstance bonus for the deep Evard’s black tentacles, scrying (DC attachment, and the opponent takes 22);5th—dismissal (DC 23), send- 1d6 points of damage from ripping the ing, telekinesis (DC 23), teleport; tendril free. 6th—analyze dweomer, chain Mind Blast(Sp): This psionic attack is lightning (DC 24), greater dispel a cone 60 feet long. Anyone caught in this magic; 7th—insanity (DC 25), cone must succeed on a DC 31 Will save summon monster VII, vision; 8th— or be stunned for 3d4 rounds. An elder discern location, maze, screen (DC brain can use this ability once every 1d4 26); 9th—energy drain (+19 ranged rounds. The save DC is Charisma- touch), Mordenkainen’s disjunction, based. This ability is the equivalent prismatic sphere (DC 27). of a 4th-level spell. If you use the Expanded Psionics (Sp): At will—astral Psionics Handbook in your projection, charm monster (DC 22), campaign, alter the crea- detect thoughts (DC 20), dominate ture as described in the monster (DC 27), mass suggestion Psionic Elder Brain side- (DC 24), plane shift. Caster or bar. manifester level 20th. The save Blindsight (Ex): An DCs are Charisma-based. elder brain has no visual",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An elder brain casts organs but can “see” by spells as a 20th-level sorcerer. using psychic energy to Typical Sorcerer Spells Known ascertain objects and crea- (6/8/8/8/8/7/7/7/7/6 per day; tures within 240 feet. caster level 20th): 0—acid splash Bud Brain Golem (+19 ranged touch), daze (DC (Ex): Once per day, an elder 18), detect magic, detect poison, fl are brain can bud a portion of its (DC 18), mage hand, ray of frost (+19 fl esh, forming a golemlike ranged touch), read magic, touch of creature composed of fused and fatigue (+19 melee touch; DC 18); hardened brains. An elder brain 1st—comprehend languages, identify, ray can never have more than three of enfeeblement (+19 ranged touch), shield, active brain golems at a time. Brain true strike; 2nd—locate object, obscure object golems are discussed on page 65. (DC 20), resist energy, scorching ray (+19 ranged 145 Illus. by W. England pqqqqqqqqqqqqqqqqqqqqrs PSIONIC ELDER BRAIN If you use the Expanded Psionics Handbook in your game, alter it manifests psionic powers as a 20th-level psion (telepath). The the elder brain as follows: save DCs are Intelligence-based. Typical Psion Powers Known (power points 423): 1st— Large Aberration (Psionic) defensive precognition, detect psionics, mind thrust (DC 20),",
        "name":  "Spells",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20d10+60 (170 hp) with the elder brain when its natural life span nears its end. Initiative: +0 Though most illithids hope otherwise, their sacrifi ce is com- Speed: Swim 20 ft. plete—their egos are subsumed, and their gray matter serves Armor Class: 28 (–4 size, +18 natural, +4 defl ection), touch only to revitalize the elder brain. 10, fl at-footed 28 An elder brain preys upon the thousands of illithid tadpoles BaseAttack/Grapple: +15/+43 that share its briny pool. The tadpoles that survive are deemed Attack: Tentacle +27 melee (2d8+16/19–20) strong enough to be used to create true illithids. Full Attack: 2 tentacles +27 melee (2d8+16/19–20) and 6 arms + 22 melee (1d6+8) and bite +22 melee (4d6+8) Space/Reach: 20 ft. (9 squares)/15 ft. (60 ft. with tentacle, 30 ELDER EIDOLON ft. with arm)",
        "name":  "It is the right and obligation of every illithid to merge Hit Dice",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An eidolon gains damage reduction based The eidolon’s body must be built from stone, and requires a on the base creature’s Hit Dice: DC 25 Craft (sculpting or stonemasonry) check. Knowledge (architecture and engineering) can be substituted for the Craft Hit Dice Damage Reduction skill when building an eidolon. The cost of the eidolon’s body 1–3 1/adamantine depends on its size: 4–6 3/adamantine 7–10 5/adamantine Size Cost 11–15 7/adamantine Tiny 500 gp 16 or more 10/adamantine Small 1,000 gp Medium 2,000 gp Fast Repair (Ex): An eidolon repairs damage to itself at a rate Large 5,000 gp of 5 hit points per round as long as it is above 0 hit points. Huge 10,000 gp Immunity to Magic (Ex): An eidolon is immune to any spell Gargantuan 25,000 gp Colossal 50,000 gp or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. The market price is 6,000 gp per Hit Die of the eidolon, plus Etherealness immediately repairs damage to an eidolon equal the cost of its body. The cost to create is 3,000 gp and 240 XP to the spell’s caster level. Dimensional anchor causes an eidolon per Hit Die, plus the cost of the body. The minimum caster to cease functioning for 1 round (treat as if dazed). Dimensional level to create an eidolon is equal to its Hit Dice. lock does not interfere with an eidolon’s operation, but an For example, a Gargantuan eidolon with 20 Hit Dice has a eidolon that enters the area of a dimensional lock spell or similar market price of 145,000 gp and requires 4,800 XP to create. effect loses the benefi ts of its otherworldly geometry and its The cost to create is 85,000 gp, and the caster must be at least insanity aura. 20th level. A transmute rock to mud spell slows an eidolon (as the slow spell) for 2d6 rounds, with no saving throw, while transmute GAS SPORE mud to rock heals all of its lost hit points. A stone to fl esh spell does not actually change an eidolon’s Large Plant structure, but negates its damage reduction and immunity to Hit Dice: 10d8–30 (15 hp) magic for 1 round. Initiative: –3 Otherworldly Geometry (Su): An eidolon’s form incorporates Speed: 5 ft. (1 square), fl y 20 ft. (poor) what should be impossible geometrics. This warping of planar Armor Class: 6 (–1 size, –3 Dex), touch 6, fl at-footed 6 realities around an elder eidolon grants it a +4 defl ection bonus BaseAttack/Grapple: +7/+14 to its Armor Class. Attack: Slam +9 melee (1d6+4 and spores)",
        "name":  "Damage Reduction",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 Dex, +8 natural), touch 11, fl at-footed 18 takes 1d4 points of Constitution damage each round. Base Attack/Grapple: +3/+3 Gibbering (Su): As soon as a mouther spots something",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Thanks to their multiple eyes, gibbering mouthers Half-Farspawn Gray Render have a +4 racial bonus on Spot checks. A gibbering mouther Large Outsider (Native) has a +8 racial bonus on any Swim check to perform some Hit Dice: 10d10+100 (155 hp) special action or avoid a hazard. It always can choose to take Initiative: +1 10 on a Swim check, even if distracted or Speed: 30 ft. (6 squares) endangered. It can use the run action Armor Class: 23 (–1 size, while swimming, provided it +1 Dex, +13 natural), touch swims in a straight line. 10, fl at-footed 22",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4. HALF-FARSPAWN CHARACTERS Humanoid half-farspawn often have a character class, prefer- ring cleric, fi ghter, or sorcerer. Half-farspawn clerics are devo- tees of terrible deities such as Tharizdun or Mak Thuum Ngatha, or simply choose to venerate cosmic forces such as destruc- tion and madness. 153 Illus. by S. Ellis 8 RETPAHC WEN SRETSNOM This powerful quadruped vaguely resembles a huge dog or bear. Pounce (Ex): If a hound of the gloom charges a foe, it can Its massive, hairless body ripples with extraordinary musculature. make a full attack, including two tentacle attacks. Its hide is sleek and milky-white in color, and bony plates cover Skills: Hounds of the gloom have a +4 racial bonus on Listen its head and protect its eyes. Long tentacles ring the head like a and Spot checks. They have a +8 racial bonus on Climb checks lion’s mane. Two of the tentacles, longer than the others, end in and can always choose to take 10 on Climb checks, even if oddly humanlike hands. rushed or threatened. Hounds of the gloom remain a mystery. No records of appear- ILLITHIDAE ances by such creatures go back farther than ten years. Since then, sightings have become more numerous each year. Creatures that originated in the same alien and hostile world Fortunately, the beasts are still rare in most regions. as the mind fl ayers, the illithidae are an order of creatures Sages speculate that the creatures might be distant relatives that are related to mind fl ayers in much the same way that of displacer beasts that lived deep underground, and only terrestrial animals such as wolves, bears, or apes share some within the last decade moved close enough to the surface to kinship with humans. Several of the more common examples encounter civilized races or even the subterranean-dwelling of these creatures are presented below. They inhabit under- dwarves. Whether a desire for fresh hunting grounds or simply ground areas where illithid lairs or cities can be found. It’s an opportunity to indulge their base curiosity resulted in the unknown whether these beasts are simply attracted to the hounds moving toward the surface of the world, they seem regions where mind fl ayers live or are deliberately domesticated here to stay. by illithids. Hounds are aggressive and fi erce, but they are not dumb ani- mals. When hunting, a hound makes use of terrain to gain any EMBRAC possible advantage. They are normally solitary, but mated pairs Large Aberration have been encountered. These work together to kill or drive Hit Dice: 11d8+22 (71 hp) off any threats to their young. Despite the danger presented Initiative: –1 by such fearsome parents, some of the more evil subterranean Speed: 20 ft. (4 squares) races have taken up the practice of capturing young hounds to Armor Class: 15 (–1 size, –1 Dex, +7 natural), touch 8, fl at- raise and train. Specifi cally, the neogi, the drow, the grell, and footed 15 the mind fl ayers all see a use in the powerful beasts. If a pup is Base Attack/Grapple: +8/+16 taken young enough, it accepts its new world easily, especially Attack: Tentacle +11 melee (2d4+4 plus poison) if it’s well fed and allowed to fi ght. Some underground races Full Attack: 4 tentacles +11 melee (2d4+4 plus poison) and have also trained hounds as gladiatorial beasts to fi ght and die bite +9 melee (2d6+2) in arenas. Space/Reach: 10 ft./10 ft. An average hound of the gloom weighs about 1,000 pounds. Special Attacks: Constrict 2d4+6, improved grab, poison, Hounds understand Undercommon but do not speak any psionics humanoid language (although they can converse with each Special Qualities: Darkvision 60 ft. other in their own language). Saves: Fort +7, Ref +2, Will +10",
        "name":  "Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 Dex, +8 natural), touch 11, fl at-footed 18 Combat Base Attack/Grapple: +6/+10",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +3 Dex, +2 natural), touch 14, fl at- troop as well. This protective measure allows the troop to footed 13 pqqqqqqqqqrs Base Attack/Grapple: +3/+0",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "29 (+6 Dex, +5 natu- them for sustenance. ral, +4 mage armor, +4 defl ection), touch 20, fl at-footed 23 COMBAT Base Attack/Grapple: +12/+12 An alhoon is a horrendously for-",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Tentacle +19 melee (1d4 midable foe. It uses spells such as plus 1d8+5 negative energy); or greater invisibility, stoneskin, touch +18 melee touch (1d8+5 resist energy, mage armor, negative energy plus paralysis); haste, and see invisibility to or spell +18 ranged touch protect itself and improve",
        "name":  "Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bluff +16, Concentration +28 (+32 casting defensively), Fear Aura (Su): Like all liches, an alhoon is surrounded by Craft (alchemy) +17, Diplomacy +20, Disguise +8 (+10 a dreadful aura of death and evil. Creatures of fewer than 5 Hit acting in character), Hide +22, Intimidate +18, Knowledge Dice in a 60-foot radius that look at an alhoon must succeed (arcana) +26, Knowledge (dungeoneering) +18, Knowledge on a DC 22 Will save or be affected as though by a fear spell (the planes) +14, Listen +29, Move Silently +22, Search +20, (caster level 12th). The save DC is Charisma-based. A creature Sense Motive +21, Spellcraft +20, Spot +29, Survival +5 (+7 that successfully saves cannot be affected again by the same other planes) alhoon’s aura for 24 hours. 157 Illus. by W. Reynolds Alhoon 8 RETPAHC WEN SRETSNOM Improved Grab (Ex): To use this ability, an alhoon must hit message, read magic; 1st—chill touch (+18 melee touch; DC 19), a Small, Medium, or Large creature with its tentacle attack. It mage armor*, magic missile, ray of enfeeblement (+18 ranged touch), can then attempt to grapple as a free action without provoking shocking grasp (+18 melee touch); 2nd—command undead (DC 20), attacks of opportunity. If it wins the grapple check, it establishes minor image (DC 20), resist energy, see invisibility, touch of idiocy (+18 a hold and attaches the tentacle to the opponent’s head. melee touch); 3rd—fl y, haste, lightning bolt (DC 21), nondetection; If an alhoon begins its turn with at least one tentacle 4th—dimension door, Evard’s black tentacles, greater invisibility; attached, it can attach its remaining tentacles with a single 5th—cone of cold (DC 23), teleport; 6th—globe of invulnerability. grapple check. The opponent can escape with a single success- *Already cast. ful grapple check or an Escape Artist check, but the alhoon Possessions: gloves of Dexterity +4, ring of protection +4, ring of gets a +2 circumstance bonus on the check for every tentacle evasion, cloak of resistance +4, wand of scorching ray, green ioun that was attached at the beginning of the opponent’s turn. stone, lavender ioun stone. Mind Blast(Sp): An alhoon can discharge a devastating psionic attack in the form of a cone 60 feet long. Anyone caught CREATING AN ALHOON in this cone must succeed on a DC 22 Will save or be stunned An alhoon conforms to all the normal rules for adding the lich for 3d4 rounds. The save DC is Charisma-based. This ability is template to a humanoid, except as noted below. the equivalent of a 4th-level spell. Size and Type: The creature’s type changes to undead Negative Energy Touch (Su): An alhoon has a melee touch (augmented aberration). Do not recalculate base attack bonus, attack that uses negative energy to deal 1d8+5 points of damage saves, or skill points. Size is unchanged. to living creatures; a Will save (DC 28) halves the damage. An Armor Class: An alhoon’s natural armor bonus improves alhoon can use this in place of its tentacle attacks (in which from +3 to +5. case the negative energy touch is a melee touch attack), or instead make a normal tentacle attack and add the negative MIND FLAYER, ULITHARID energy damage (in which case it is a melee attack, not a melee touch attack). Large Aberration",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12d8+36 (90 hp) as a melee touch attack is also subject to an alhoon’s paralyzing Initiative: +6 touch (see below). Speed: 30 ft. (6 squares) Paralyzing Touch (Su): Any living creature hit by an Armor Class: 20 (–1 size, +2 Dex, +5 natural, +4 mage armor), alhoon’s touch attack must succeed on a DC 28 Fortitude save touch 11, fl at-footed 18 or be permanently paralyzed. Remove paralysis or any spell that Base Attack/Grapple: +9/+16 can remove a curse can free the victim (see the bestow curse Attack: Long tentacle +11 melee (1d8+3) spell description, page 203 of the Player’s Handbook). The effect Full Attack: 2 long tentacles +11 melee (1d8+3) and 4 short cannot be dispelled. Anyone paralyzed by an alhoon seems tentacles +11 melee (1d8+3) dead, though a DC 20 Spot check or a DC 15 Heal check reveals Space/Reach: 10 ft./5 ft. (10 ft. with 2 long tentacles) that the victim is still alive. The save DC is Charisma-based. Special Attacks: Extract, improved grab, mind blast, psionics Psionics (Sp): At will—charm monster (DC 22), detect Special Qualities: Spell resistance 27, telepathy 200 ft. thoughts (DC 20), levitate,plane shift,suggestion (DC 21). Effec- Saves: Fort +7, Ref +6, Will +13 tive caster level 8th. The save DCs are Charisma-based. If you Abilities: Str 16, Dex 14, Con 16, Int 21, Wis 17, Cha 21 are using the Expanded Psionics Handbook, the alhoon has the Skills: Bluff +15, Concentration +18 (+22 casting defensively), same psionic ability as a normal psionic mind fl ayer (see page Diplomacy +14, Disguise +5 (+7 acting in character), Hide +8, 204, Expanded Psionic Handbook). Intimidate +17, Knowledge (any) +15, Knowledge (any) +15,",
        "name":  "A creature struck by the negative energy touch when used Hit Dice",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "(6/8/8/8/8/6/4 per day; caster Sinister and regal, this towering humanoid-shaped being stands level 12th): 0—arcane mark, daze (DC 18), detect magic, disrupt almost 9 feet tall. Its fl esh is rubbery and mauve in color, glisten- 158 undead (+18 ranged touch), fl are (DC 18), ghost sound (DC 18), light, ing with slime. It wears ornate robes that sweep the ground. Its MONSTERS NEW CHAPTER 8 head is octopoidal in form, with four short tentacles and two Extract (Ex): An ulitharid that begins its turn with at least much longer ones where its mouth should be. Its eyes are blank four tentacles attached and that makes a successful grapple orbs of silver-white. check automatically extracts the opponent’s brain, instantly killing that creature. This power is useless against constructs, An ulitharid is in all ways a bigger, stronger, nastier mind fl ayer. elementals, oozes, plants, and undead. It is not instantly fatal It towers over other illithids, and in addition to the normal four to foes with multiple heads. tentacles of its race, it has two much longer tentacles that are Improved Grab (Ex): To use this ability, an ulitharid must nearly the length of its body. It is also smarter, worse-tempered, hit a Small, Medium, or Large creature with its tentacle attack. and much more dangerous than its smaller kin. Fortunately, It can then attempt to start a grapple as a free action without ulitharids are also quite rare. provoking attacks of opportunity. If it wins the grapple An ulitharid is the result of unknown forces playing check, it establishes a hold and attaches the tentacle to on a mind fl ayer tadpole at a very early age. Even the the opponent’s head. An ulitharid can grab a Huge mind fl ayers themselves cannot identify ulitharid or larger creature only if it can somehow reach the tadpoles until after they are implanted into the skull foe’s head. of a victim. Their potential becomes apparent only If an ulitharid begins its turn with at least one after ceremorphosis has progressed far enough to tentacle attached, it can try to attach its remaining show that the creature possesses six tentacles. Fewer tentacles with a single grapple check. The opponent than one in a hundred illithid tadpoles become can escape with a single successful grapple check ulitharids. or an Escape Artist check, but the ulitharid gets Ulitharids are treated almost as a +2 circumstance bonus on the check for every minor deities within those communi- tentacle that was attached at the beginning of ties lucky enough to claim one as a the opponent’s turn. resident. They occupy a position just Mind Blast (Sp): An ulitharid can below the elder brains in the illithid discharge a devastating psionic attack in social hierarchy. Their egos expand to the form of a cone 60 feet long. Anyone match their stature; they look down upon caught in this cone must succeed on a normal mind fl ayers in much the same way DC 21 Will save or be stunned for 3d4 that mind fl ayers look down on urophions. rounds. The save DC is Charisma-based. This ability is the equivalent of a 4th- COMBAT level spell. An ulitharid is a tremendously Psionics (Sp): At will—charm dangerous foe in combat, because its monster (DC 19), detect thoughts (DC potent mental attacks are backed 17), dimension door, levitate, mage up by 10-foot reach and a grapple armor (self only), plane shift, ability refl ective of the creature’s suggestion (DC 18); 1/day— large size. An ulitharid can dominate monster (DC 24), protect itself with psionic mass suggestion (DC 21). mage armor (refl ected in the Caster level 12th. The save statistics above), and it normally DCs are Charisma-based. maintains this power at all times. Ulitharid 159 Illus. by J. Nelson pqqqqqqqqqqqqqqqqqqqqrs PSIONIC ULITHARID If you are playing with the Expanded Psionics Handbook, adjust abilities of the normal ulitharid. Instead, it has psionic powers. the ulitharid as follows: Psionic Powers: A psionic ulitharid manifests powers as a psion (telepath) of 13th level. The save DCs are Intelligence- Large Aberration (Psionic) based.",
        "name":  "Typical Sorcerer Spells Known",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+6 Dex, +7 natural), touch 16, fl at-footed An illithid vampire presents a dire threat to any living thing 17 it encounters. Its hunger for blood and brains is limitless and Base Attack/Grapple: +4/+8 beyond reason. While it lacks the cold genius it once possessed,",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— fl ayer’s tentacles or slam attack gain two negative levels. For each negative level bestowed, the vampiric illithid gains 5 Humanoid in shape, this gaunt, hairless creature has mottled temporary hit points. This energy drain ability can be used gray skin, a hunched posture, and long, dangerous-looking talons once per round. for hands. Its face is a thing out of a nightmare, a fl attened octo- Extract (Ex): An illithid vampire that begins its turn with poid head with four long, writhing tentacles where the mouth all four tentacles attached and that makes a successful grapple should be. Its colorless eyes glitter with feral hunger. check automatically extracts the opponent’s brain, instantly 160 killing that creature. This power is useless against constructs, nosleN .J yb .sullI MONSTERS NEW CHAPTER 8 elementals, oozes, plants, and undead. It is not instantly fatal SAMPLE to foes with multiple heads. PSEUDONATURAL CREATURE Improved Grab (Ex): To use this ability, an illithid vampire This example uses a 3 HD hippogriff as the base creature. must hit a Small, Medium, or Large creature with its tentacle attack. It can then attempt to start a grapple as a free action Pseudonatural Hippogriff without provoking attacks of opportunity. If it wins the Large Outsider grapple check, it establishes a hold, attaches the tentacle to Hit Dice: 3d10+9(25 hp) the opponent’s head, and drains blood (see below). A vampiric Initiative: +2 illithid can grab a Huge or larger creature only if it can some- Speed: 50 ft. (10 squares), fl y 100 ft. (average) how reach the foe’s head. Armor Class: 15 (–1 size, +2 Dex, +4 natural), touch 11, fl at- If an illithid vampire begins its turn with at least one tentacle footed 13 attached, it drains blood and can try to attach its remaining Base Attack/Grapple: +3/+11 tentacles with a single grapple check. The opponent can escape Attack: Claw +6 melee (1d4+4) with a single successful grapple check or an Escape Artist Full Attack: 2 claws +6 melee (1d4+4) and bite +1 melee (1d8+2) check, but the illithid vampire gets a +2 circumstance bonus Space/Reach: 10 ft./5 ft. on the grapple check for every tentacle that was attached at Special Attacks: True strike the beginning of the opponent’s turn. Special Qualities: Alternate form, darkvision 60 ft., low- Mind Blast(Sp): A vampiric illithid can discharge a dev- light vision, resistance to acid and electricity 5, scent, spell astating psionic attack in the form of a 60-foot cone. Anyone resistance 13 caught in this cone must succeed on a DC 16 Will save or be Saves: Fort +6, Ref +5, Will +2 stunned for 3d4 rounds. The save DC is Charisma-based. This Abilities: Str 18, Dex 15, Con 16, Int 3, Wis 13, Cha 8 ability is the equivalent of a 4th-level spell. Skills: Listen +4, Spot +8 Fast Healing (Ex): A vampiric mind fl ayer heals 5 points Feats: Dodge, Wingover of damage per round as long as it has at least 1 hit point. If Environment: Any land and underground reduced to 0 or fewer hit points, it is destroyed. Organization: Solitary",
        "name":  "Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A pseudonatural creature retains all the It has visual organs (for darkvision) spaced evenly around the special attacks of the base creature and also gains the following head. The typical psurlon wears a decorative or utilitarian attack. belt fi tted with straps and hooks to carry items, but no other True Strike (Su): Once per day, a pseudonatural creature can clothing or armor. gain a +20 insight bonus on a single attack roll. In addition, Psurlons are clever, malicious, and deceitful. While their the creature suffers no miss chance against a target that has psionic powers are telekinetic in nature and offer little abil- concealment or total concealment when making this attack. ity to directly control an enemy’s mind, they are skillful liars",
        "name":  "Special Attacks",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 mage armor), touch 16, fl at- This creature resembles a bipedal, man-sized earthworm, with footed 14 a pink tubular body and a blunt, circular maw for a head. Its Base Attack/Grapple: +5/+6 arms and legs are long and fl exible. Small, dark eye-dots ring",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Combat Manifestation, Improved Initiative, Multi- Large Aberration (Psionic) attack Special Attacks: Psi-like abilities Psi-Like Abilities: At will—concussion blast (3d6), inertial Skills: Bluff +18, Concentration +23 (+27 manifesting de- armor, read thoughts (DC 15), 3/day—brain lock (all types, DC fensively), Diplomacy +7, Disguise +3 (+5 acting in character), 15), cloud mind (DC 15), energy bolt (7d6, DC 17); 1/day—psionic Escape Artist +15, Heal +11, Intimidate +5, Knowledge (dun- dimension door, telekinetic maneuver (+11 check modifier), teleki- geoneering) +14, Knowledge (psionics) +14, Listen +22, Psicraft netic thrust (300 lb., DC 16). Manifester level 7th. The save DCs +21, Sense Motive +16, Use Rope +1 (+3 bindings) are Charisma-based. Feats: Combat Manifestation, Great Fortitude, Improved Initia- tive, Improved Natural Armor, Improved Natural Attack (claw), Elder Psurlon Multiattack, Quicken Spell-Like Ability (telekinetic thrust) Medium Aberration (Psionic) Psi-Like Abilities: At will—concussion blast (5d6, four tar-",
        "name":  "Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Psi-like abilities gets), inertial armor,read thoughts (DC 16), 3/day—brain lock",
        "name":  "Special Attacks",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+3 Dex, +4 mage armor), touch 13, fl at-footed GIANT PSURLON 14 Large Aberration Base Attack/Grapple: +9/+10 Hit Dice: 18d8+54 (135 hp)",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 claws +12 melee (1d4+1) and bite +10 melee Speed: 40 ft. (8 squares) (1d6) Armor Class: 17 (–1 size, +1 Dex, +3 natural, +4 mage armor), Space/Reach: 5 ft./5 ft. touch 10, fl at-footed 16",
        "name":  "Full Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Combat Casting, Great Fortitude, Improved Initiative, elder in a cluster. Improved Natural Armor, Improved Natural Attack (claw), A giant psurlon stands 12 feet tall and weighs about 900 Multiattack, Quicken Spell-Like Ability (telekinesis) pounds.",
        "name":  "Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— Psionics (Sp): At will—detect thoughts (DC 16), mage armor, sound burst (DC 16); 3/day—hold monster (DC 19), invisibility, A lean, wormlike monster the size of an ogre lurks here. Its tubu- lightning bolt (DC 17), telekinesis (DC 19); 1/day—dimension lar body is a light blue color, subtly banded and segmented like door. Caster level 18th. The save DCs are Charisma-based. the body of an earthworm. It has long, clawed arms and legs, PSURLON CHARACTERS and a blunt, circular maw for a head. Small, dark eye-dots ring its mouth. Most average psurlons advance by Hit Dice, not by character class, but there are occasional exceptions. Psurlons wor- ship Mak Thuum Ngatha, an entity of the Far Realm. Psurlon clerics can choose from the domains of Destruc- tion, Knowledge, Madness, or Travel. A psurlon’s favored Giant psurlon class is wizard. Elder psurlon 165 Average psurlon Illus. by C. Fix 8 RETPAHC WEN SRETSNOM tentacles, which they use to slam any targets in reach (other SHABOATH than aboleths). Large Construct (Cold) Engulf (Ex): A shaboath can attempt to engulf a grabbed",
        "name":  "Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- opponent cannot breathe water, it must hold its breath or begin footed 20 to drown. An engulfed creature can escape by making a suc- BaseAttack/Grapple: +8/+19 cessful grapple check or Escape Artist check. The amount of",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +2 Dex, +4 natural), touch 13, fl at- +4 racial bonus on grapple checks, which is already included footed 15 in the statistics block. Base Attack/Grapple: +2/+5 Quickness (Su): Although not particularly dexterous, a",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+8 size, +5 Dex), touch 23, fl at-footed 18; or a powerful hive mind capable of organizing thousands upon 23 (+5 Dex, +8 natural) in coalesced form thousands of similar particles into a single entity. BaseAttack/Grapple: +6/–10 in coalesced form Today, the silthilar exist as these hive-mind swarms. In their",
        "name":  "Armor Class",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your natural armor bonus to AC improves by 1 for every two aberrant feats you possess. DARKSTALKER You have learned how to stalk and surprise creatures whose senses are very different from those of a humanoid.",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain an additional 5 feet of reach. For most out to 5 feet for each aberrant feat you possess. Small and Medium creatures, this benefi t increases natural 180 HUNTER THE ABERRATION CHAPTER 9 MUSIC OF THE OUTER SPHERES An ocular spell uses up a spell slot two levels higher than You can use your bardic music to create discordant, insane the spell’s actual level. sounds. This music is particularly effective against aberra- tions, and can sicken them, vitalize them, or fi ll them with PARRYING SHIELD lethargy. You have studied advanced techniques for battling foes whose",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Perform (any) 11 ranks, bard level 9th. attacks normally bypass armor. You use your shield to block",
        "name":  "Prerequisites",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can now use the following additional bardic or defl ect rays and other touch attacks. music abilities. Prerequisite: Shield profi ciency. Lull Aberration (Sp): You must target a single aberration Benefi t: You gain your shield bonus (and the shield’s within 30 feet with this ability. You can target an additional enhancement bonus, if any) as an addition to your touch AC. aberration for every three bard levels above 9th that you pos- Special: A fi ghter can select Parrying Shield as one of his sess. A targeted aberration must make a Will save (DC 10 + fi ghter bonus feats (see Player’s Handbook page 38). 1/2 bard’s level + bard’s Cha modifi er) or become lethargic and partially hypnotized by the discordant sounds of your perfor- QUICK RECOVERY mance. Affected aberrations are slowed, as per the spell. It’s hard to keep you down for long. You have a talent for shak- Sicken Aberration (Sp): Any aberration within a 30-foot spread ing off effects that leave others unable to act. centered on you must make a Fortitude saving throw (DC 10 Benefi t: Whenever you begin your turn stunned or dazed, + 1/2 bard’s level + bard’s Cha modifi er) or become sickened you can make a new saving throw at the original DC of the for as long as you continue to use this ability. If an aberration effect that stunned or dazed you in an attempt to recover. makes this saving throw, it does not have to make another Recovering from being stunned or dazed in this way is a move saving throw to avoid becoming sickened unless you activate action. If the effect that caused you to become stunned or dazed this ability again. did not allow a saving throw, you can recover by succeeding Vitalize Aberration (Sp): All aberrations within a 30-foot on a Will save (DC 10 + 1/2 HD or caster level of originator of spread centered on you gain a +2 morale bonus to all special effect + relevant ability modifi er, or Cha modifi er if there is attack and spell-like ability save DCs and a +1 dodge bonus to not an obvious ability linked to the effect). Armor Class. Normal: You are stunned or dazed as long as the effect calls for, and do not have an opportunity to recover early. OCULAR SPELL [METAMAGIC] Your study of the terrible powers of the beholder has given you SCAVENGING GULLET [ABERRANT] insight into new ways to prepare and cast spells. The taint of the aberration in your blood has gifted you with",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The familiar’s natural armor bonus improves by 4.",
        "name":  "Entry Requirements Scales",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +2 racial bonus to Erkin Tiorki, a fl eshwarper your natural armor. Graft Mastery (Ex): You learn how to create and apply people are disgusted and afraid of what you grafts normally not available to your race by studying forbid- defi ne as beauty. You take pride in your work, and you defend den tomes and consulting ancient nameless sources. When your body’s improvements and those that you gift to others you fi rst gain the Graft Flesh feat, you choose a specifi c type until your dying breath. Yet you need not do so cruelly or with of graft to associate with the feat (most likely silthilar grafts, violence; that is far from the best way to bring word of your or beholder or undead grafts from the Fiend Folio or Libris experiments to the world at large. Mortis). At 3rd level, you can select a new type of graft to add At best, others think of you as a mad scientist of sorts. You to the list. If you choose a graft type that normally requires the are convinced that your experiments are performed for the bet- creator to be a member of that race (such as aboleth and illithid terment of your kind, and that only by improving and refi ning grafts, or fi endish or yuan-ti grafts from the Fiend Folio), you what the deities have gifted to the world can humanoids hope ignore that restriction completely. You can select a new graft to survive. You tend not to be distracted by morality, ethics, type every time you gain an odd-numbered fl eshwarper level or compassion, yet need not be evil. You fi nd delight in what higher than 3rd. repulses others, and in so doing you fi nd ways to improve Rapid Grafting (Ex): Starting at 6th level, you can create yourself that others could never appreciate. grafts with shocking speed. Creating a graft with Graft Flesh now requires only 1 hour for each 1,000 gp. Combat Aberrant Apotheosis (Su): At 10th level, you undergo a Although you’re far from helpless in a fi ght, the time you spend transformation into an aberration. Your type changes to aber- ensconced in your laboratory and investigating new methods ration, and you gain darkvision out to 60 feet. You also gain a to improve the fl esh does not improve your combat skills. +2 racial bonus to your Constitution score. Therefore, you should usually try to avoid direct combat. Instead of just wading into melee, use your grafts and spells PLAYING A FLESHWARPER to attack at range or to offset your inherent weaknesses before While merely becoming a fl eshwarper is by no means an evil entering combat. If you choose the latter route, you can become act, you need to quickly come to terms with the fact that most quite a menace in combat if you protect yourself beforehand 191 Illus. by W. Reynolds 9 RETPAHC NOITARREBA EHT RETNUH with spells such as bear’s endurance, bull’s strength, stoneskin, their leader. Aberrations are drawn to this prestige class as well; mage armor, and the like. Once you are forced into melee, a fl eshwarper mind fl ayer or grell would make a memorable any number of grafts can give you a signifi cant advantage in villain. combat. Organization Advancement The study of the fl eshwarper’s art is a solitary pursuit. No As you gain levels, don’t be afraid to create new grafts for organization composed exclusively of fl eshwarpers exists. yourself or your allies. The combination of grafting and the However, evil fl eshwarpers sometimes strike bargains with various elder secrets you can learn make you more versatile powerful aberrations such as aboleths or mind fl ayers, trading than your companions. Take care not to generalize too much; their service and fealty for knowledge of new grafts. you should decide early on what your goal should be with your grafts. Do you want to be a better fi ghter? A better scout? A NPC Reactions better spellcaster? Focus your elder secrets and grafts along Fleshwarpers have diffi cultly interacting with others, espe- these lines, and you’ll fi nd yourself in a much stronger position cially with the keepers of the Cerulean Sign or the abolishers than if your grafts and secrets aren’t complementary. of the Circle of the True. They are taken to be aberrations Regarding interactions with others, keep in mind when themselves, even well before they actually reach apotheosis. selecting new grafts for yourself how extreme they appear. If Such individuals have initial reactions of hostile to a fl esh- you choose grafts that involve major changes to your appear- warper; most others have initial reactions of unfriendly. This ance, you might fi nd yourself spending resources and time extends even to other fl eshwarpers; they guard their secrets just keeping others from attacking you on sight. jealously and fear the interest of other fl eshwarpers more than One way to combat this problem, of course, is to invest in anything else. items such as a hat of disguise or a robe of blending that you can use to disguise your grafts. If you can use them, a wand of FLESHWARPER LORE polymorph or alter self can be similarly helpful. If you’re not Characters with Knowledge (arcana) can research fl eshwarp- interested in how others react to your true appearance, though, ers to learn more about them. When a character makes a your best bet is to focus your purchases on items that augment skill check, read or paraphrase the following, including the the particular type of grafts you select for yourself. information from lower DCs. DC 10: “Fleshwarpers are spellcasters who specialize in the Resources construction of grafts.” While most people are repelled by the fl eshwarper’s work, a DC 15: “Fleshwarpers have several minions that they use as fl eshwarper is usually an arcane spellcaster of no small skill. guardians and experimental stock for their projects.” Consequently, a fl eshwarper is often tolerated in wizards’ DC 20: “Not all fl eshwarpers are evil; some merely seek guilds or other arcane associations, or even welcomed in a ways to enhance their bodies. The majority of them are cruel guild of evil spellcasters who aren’t very squeamish about a and sadistic, though, and society as a whole should fear these fl eshwarper’s peculiar interests. As a member of a guild or individuals.” similar organization, a fl eshwarper can often contribute to the DC 30: Characters who achieve this level of success can organization by teaching new spells, acquiring rare material learn important details about specifi c fl eshwarpers, including components, or capturing interesting creatures for study and the nature of their researches and possibly even what kind of vivisection. The exact nature of the benefi ts available in return grafts they and their minions have. for those efforts depend on the guild in question. FLESHWARPERS IN THE GAME FLESHWARPERS IN THE WORLD Fleshwarpers make excellent villainous masterminds. Their Fleshwarpers don’t make new friends easily; their bizarre minions can have numerous bizarre and deadly grafts to obsession with alien grafts makes them diffi cult creatures make them more dangerous, and the fl eshwarper himself to approach. As a result, fl eshwarpers live in out-of-the-way can be a memorable and unique villain. Yet they can also places, deep in the wilderness or underground. The few who make interesting allies; a friendly fl eshwarper can give PCs live in large urban areas tend to be shut-ins and rely on allies powerful grafts and assistance as rewards for accomplishing or minions to run errands for them. Of course, exceptions tasks, or as payment. exist; rare fl eshwarpers take glee in displaying their bodies and discoveries to the world. Adaptation Too often, the lonely life of a fl eshwarper leads to cruelty or Fleshwarpers are fairly insulated from the external factors of insanity. Evil fl eshwarpers are sadists who enjoy the torments a campaign world; as long as your world has grafts in it, the they infl ict on others as much as they enjoy the thrill of creat- fl eshwarper can thrive more or less unadapted from the way ing new grafts. The PCs might fi nd themselves pitted against he is presented here. a small army of graft-enhanced minions with a fl eshwarper as 192 HUNTER THE ABERRATION CHAPTER 9",
        "name":  "Secret of the Umber Hulk",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Once per day, as a standard action, you can use corrupting touch by making a melee touch attack. HATRED DOMAIN Corrupting touch deals 1d6 points of damage per two levels Deities: Ghaunadaur, the Great Mother. and causes the target to become sickened for 1 round. Corrupt- Granted Power: Choose one opponent. Against that ing touch works only on living opponent you gain a +2 profane bonus on attack rolls, saving creatures. throws, and Armor Class for 1 minute. This supernatural ability is usable once per day as a free action. Corruption Domain Spells 1 Doom: One subject takes Hatred Domain Spells –2 penalty on attacks, damage, 1 Doom: One subject takes –2 on attack rolls, saves, and checks. damage rolls, saves, and checks. 2 Blindness/Deafness: Makes sub- 2 Scare: Panics creatures of less than ject blind or deaf. 6 HD. 3 Contagion: Infects subject with 3 Bestow Curse: Subject takes chosen disease. –6 penalty to an ability score; 4 Morality Undone*: Sub- –4 penalty on attack rolls, saves ject becomes evil. and checks; or 50% chance of 5 Feeblemind: Subject’s Int drops losing each action. to 1. 4 Song of Discord: Forces tar- 6 Pox*: One creature/level gets to attack each other. takes 1d4 Con drain. 5 Righteous Might: Your size 7 Insanity: Subject suffers increases, and you gain combat from continuous confusion. bonuses. 8 Befoul*: Large amount of 6 ForbiddanceM: Blocks planar water becomes poisonous. travel, damages creatures of 9 Despoil*: Kills plants, different alignment. damages objects in 100-ft. 7 Blasphemy: Kills, paralyzes, radius/level. weakens, or dazes nonevil subjects. FORCE DOMAIN 8 Antipathy: Object or location",
        "name":  "Granted Power",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Aberration Hit Dice Effect Up to caster level +10 None The subject cannot keep himself from screaming, gibbering, Up to caster level +5 Sickened and leaping about as though completely mad. This spell makes Up to caster level Nauseated it impossible for the victim to do anything other than race Up to caster level –5 Dazed Up to caster level –10 Stunned about caterwauling. The spell gives the subject a –4 penalty to Armor Class, makes Refl ex saving throws impossible except Each effect lasts for 1 round. on a roll of 20, and makes it impossible to use a shield.",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The aberration can take no actions, but has no penalty Target: One nonevil creature to its Armor Class, for 1 round. Duration: 10 minutes/level",
        "name":  "Dazed",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This graft replaces both of the recipi- have taken to providing these grafts to paying customers. They ent’s hands with thick-fi ngered claws tipped with iron-hard have also been known to provide grafts to allies or friends who ridges. The recipient gains a –4 penalty on Disable Device, perform services for them. Open Lock, and Sleight of Hand checks, but gains a burrow Silthilar grafts function only when applied to a living cor- speed of 20 feet. The creature can even burrow through solid poreal creature; applied to any other creature, they rot away stone or any other material with hardness of no more than over the course of 2d4 days. 8. The claws allow the creature to deal lethal damage with Chitin Plating: This graft consists of numerous interlock- its unarmed strikes. Illithids gift thralls with these grafts ing chitin plates grafted onto the creature’s skin. These plates when they need to expand a cavern’s size or dig new tunnels are tough, yet fl exible, and grant the recipient a natural armor through the stony ground. bonus ranging from +1 to +5. This natural armor bonus does Graft Flesh (illithid), creator must be an illithid; Price not stack with any other natural armor bonus the creature 30,000 gp. might possess as a virtue of his race, but it does stack with",
        "name":  "Burrowing Claws",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These pale, pupilless eyes are similar in enhancement bonuses to natural armor granted by magic such appearance to the eyes of an illithid. The graft recipient gains as barkskin or an amulet of natural armor. darkvision out to 60 feet. Illithids graft these eyes into favored Graft Flesh (silthilar); Price 4,000 gp (+1), 16,000 gp (+2), thralls that can more easily accomplish their jobs in the light- 36,000 gp (+3), 64,000 gp (+4), 100,000 gp (+5). less underground if they can see. Flexible Spine: This invasive graft replaces the creature’s Graft Flesh (illithid), creator must be an illithid; Price spine, including the spinal cord, with a much more fl exible 24,000 gp. and effi cient set of nerves and vertebrae. The graft grants a",
        "name":  "Darksight Eyes",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Because of their recent raids, the merce- within the hour. naries are wary of intruders, and their guards are espe- Black Thorne Fighter (4): hp 53 each; see cially alert. This vigilance manifests as a +2 circum- Appendix for statistics. stance bonus on each mercenary’s Spot checks when Black Thorne Sorcerer:hp 23 each; see Appen- the PCs approach. If they spot the PCs before they can dix for statistics. close to melee range, the Black Thorne mercenaries Tactics:The Black Thorne fighters immediately attempt to hide in one of several nooks beside the door, rush to attack when the PCs approach the room. If they on side farthest from PCs. This tactic grants each a +2 spot the characters in the hallway, they stand three circumstance bonus on his untrained Hide check. abreast in front of the entrance to block it and try to The mercenaries attack as soon as any PC comes inflict as much damage as possible. If the PCs manage within 25 feet of the door. If the PCs approach by to get into the room, the fighters form a defensive line climbing the cliff face, the mercenaries fire arrows at to shield the sorcerer, who casts spells at the intruders them until someone gets close enough for melee. If the from his position of safety. characters approach via the ledge, the mercenaries bull Treasure:Within this room are two locked chests rush them and attempt to push them off the cliff. Any containing the mercenaries’ pay. Between them, they character forced off the ledge falls 50 feet, taking 5d6 hold 847 gp, an emerald (worth 300 gp), and four points of damage. potions of cure moderate wounds. When melee combat begins, the fighters quickly sWooden Chests (2):Hardness 5, hp 25, break form a line in front of the PCs to protect the sorcerers DC 30, Open Lock DC 30. in the back. If the PCs protect a spellcaster behind their Development:If the PCs kill or disable two of own lines but are within 15 feet of the fighters, the the mercenary fighters, one of the remaining pair latter use Spring Attack to attack the spellcaster, then attempts to flee to area A3 and rouse the kigrids, which return to their starting squares. then chase him back into this room. At that point, the",
        "name":  "Tactics",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The location where the item is worn on the body Incarnum (MoI), Player’s Handbook II (PH2), Spell Compendium (SC), (see Body Slots, page 218). An entry of — indicates the item need Sandstorm (Snd), and Tome of Magic (ToM). In general, possession only be carried on the body to function. An entry of — (held) of any or all of these other sources is not necessary to make use of indicates the item must be physically held or manipulated (rather the material in this book. pqqqqqqqqqqqqqqqqqqqqrs YOU CHANGED MY MAGIC ITEMS! change, work with your DM to find an equitable solution. Maybe Yes, we did. Chances are, if your character owns a magic item the wizard who crafted it for you offers a rebate (or an extra that doesn’t appear in the Dungeon Master’s Guide, something item) to make up the difference for an overpayment, or perhaps about that item—its price, activation, effect, or even its body the DM just promises to make it up to you with some extra slot—is different here from when it was originally published. We treasure in the next few encounters. And if you underpaid for didn’t change these items on a whim—the revisions here are an item, well, consider yourself lucky . . . but don’t be surprised designed to create a better overall game experience. if the next couple of encounters provide a little less gold than If you own a magic item that underwent a drastic price you’d expect! 4 pqqqqqqqqqqqqqqqqqqqqrs NOITCUDORTNI 662200__1100776622__CChhpp00..iinndddd 44 1122//2211//0066 55::1166::3355 AAMM 5 IIlllluuss.. bbyy CC.. LLuukkaaccss or the average adventurer, a suit of magic armor is the Table 1–2: Darkwood Shields fi rst and most important defense against enemies. Not Armor much can compare with the effectiveness of a magically Type Check Penalty Weight Cost enhanced coat of tough leather, steel rings, or sturdy plates. Light — 2-1/2 lb. 203 gp But the potential protection of a suit of armor or shield doesn’t Heavy — 5 lb. 257 gp stop with its enhancement bonus. This chapter collects dozens Table 1–3: Dragonhide Armor of magical properties applicable to armor and shields, along with Type Cost many specifi c suits of armor and shields constructed with a par- Shield, light 318 gp ticular array of useful properties. Shield, heavy 340 gp Breastplate 700 gp “My armor? +3 adamantine light fortifi cation Banded mail 800 gp full plate. I wouldn’t leave home without it.” Half-plate 1,500 gp Full plate 3,300 gp —Tordek",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Five percent of armor or shields are made adds 2 to the hardness of a suit of armor or shield, and 10 to of special materials, such as adamantine, darkwood, dragonhide, its hit points. Only the armor or shield’s actual enhance- or mithral. Tables 1–1 through 1–4 summarize the effects of the ment bonus to Armor Class applies; special properties most common special materials used in armor and shields; see with an enhancement bonus equivalent for the purpose Special Materials, DMG 283, for more details. All adamantine, of determining market price don’t increase the hardness darkwood, dragonhide, and mithral items are automatically of or hit points of armor or a shield. masterwork quality, and the costs in Tables 1–1 through 1–4 Armor Subtypes: Some armor or shield entries have include masterwork costs. a subtype, either “synergy” or “relic,” in brackets follow- ing the entry’s name. A synergy item has a prerequisite, Table 1–1: Adamantine Armor typically an existing special property already imbued Type DR Cost Modifier into the armor to be enhanced. A relic item has special Light 1/— +5,000 gp effectiveness for a character devoted to a particular deity. Medium 2/— +10,000 gp Additional rules for creating and using these items appear Heavy 3/— +15,000 gp in Chapter 6. 662200__1100776622__CChhpp11..iinndddd 55 1122//2211//0066 55::1188::2299 AAMM Table 1–4: Mithral Armor ARMOR PROPERTIES Arcane To add a special property to a shield or suit of armor, the shield or Max Armor Spell armor must already have at least a +1 enhancement bonus. A single Dex Check Failure suit of armor or shield cannot have a modifi ed bonus (enhance- Type Bonus Pen. Chance Weight Cost ment bonus plus special ability bonus equivalents) higher than Chain shirt +6 — 10% 12-1/2 lb. 1,100 gp Chainmail1 +4 –2 20% 20 lb. 4,150 gp +10, nor can it have a market price (not counting special materials Breastplate1 +5 –1 15% 15 lb. 4,200 gp or the price of the masterwork armor or shield itself) of greater Full plate2 +3 –3 25% 25 lb. 10,500 gp than 200,000 gp. For armor or shields that exceed these limits, 1 Treated as light armor for the purpose of movement, see Epic Level Handbook. proficiency, and other limitations. Unless noted otherwise in the property’s Property entry, each 2 Treated as medium armor for the purpose of movement, special property in this chapter can be added either to a suit of proficiency, and other limitations. armor or shield. Some properties can be applied only to a particu- lar category, and are so noted. A few properties can be added only to a smaller subset of a category (such as heavy armor); these are indicated in the item’s Property entry. The items in this section are arranged alphabetically. ACIDIC",
        "name":  "Special Materials",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and When wearing armor or a shield that has",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus Armor, cat’s grace, resistance. this property, you are diffi cult to move",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield Cost to Create: 250 gp, 20 XP, 1 day. from your position during a fi ght. You",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and This item has a slick-looking, greenish sheen, Price: +8,000 gp Armor, bull’s strength. and a light, acrid-smelling mist constantly rises Caster Level: 15th Cost to Create: Varies. from its surface. Aura: Strong; (DC 22) transmutation",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Improved ANCHORING, GREATER A thin fi lm of acid continuously covers agility [SYNERGY] the surface of this armor or shield, which is not damaged by this effect. An acidic As agility, except the armor grants a Price: +1 bonus suit of armor or shield deals 2d4 points of +5 resistance bonus on Refl ex saving Caster Level: 10th acid damage per full round of contact to throws. Aura: Moderate; (DC 20) transmutation each opponent grappling you, and to any Cost to Create: 4,000 gp, 320 XP, 8 days. Synergy Prerequisite: Anchoring object that remains in direct contact with it (except objects you are holding) for that AGILITY, IMPROVED A single stylized anchor covers the chest of this amount of time. However, the acid deals hulking armor. [SYNERGY] no damage to creatures or objects that remain in contact with it for less than a Price: +4,000 gp This armor functions as anchoring armor, full round, such as when a creature makes Caster Level: 9th except that it grants a +10 enhancement a melee attack against you. Aura: Moderate; (DC 19) transmutation bonus on ability checks against bull rush,",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Synergy Prerequisite: Agility overrun, and trip attacks. Armor, Melf’s acid arrow. Cost to Create: Varies.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. As agility, except the armor grants a +3 resistance bonus on Refl ex saving APORTER AGILITY throws.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+500 gp Property: Armor or shield",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor Caster Level: 10th ANCHORING",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— Property: Armor or shield",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Faint; (DC 17) transmutation if having diffi culty precisely locating it. and elegant than others of its type. It has a Activation: — smoothly worked surface and no spikes or other When it is activated, a suit of armor or accoutrements. Several images of stylized anchors cover this shield that has this property transports strangely dense-looking armor. you and your equipment to any spot While wearing armor that has this prop- within 800 feet that you can visualize or erty, you gain a +1 resistance bonus on specify, as the dimension door spell. Refl ex saving throws. 6 1 RETPAHC ROMRA 662200__1100776622__CChhpp11..iinndddd 66 1122//2211//0066 55::1188::3311 AAMM The aporter property functions two While wearing armor that has this prop- or Outsider, the DM chooses the specifi c times per day. erty, you gain a +5 competence bonus on subtype that this armor affects.",
        "name":  "This suit of armor appears more streamlined Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Balance checks. Armor, dimension door. Prerequisites: Craft Magic Arms and d% Creature Type (Subtype)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10,000 gp, 800 XP, Armor, balancing lorecall (SC 23). 01–06 Aberration 20 days. Cost to Create: 1,875 gp, 150 XP, 4 days. 07–13 Animal 14–16 Construct 17–26 Dragon AVERTER BALANCE, GREATER 27–29 Elemental",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield 33–42 Giant",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Improved 66–68 Ooze balance This fi nely wrought black shield emanates an 69–71 Outsider, chaotic aura of barely contained menace. 72–74 Outsider, lawful As the balance property, except the armor 75–81 Outsider, evil grants a +15 competence bonus on Bal- When you activate an averter shield, all 82–83 Outsider, good enemies who can see it must succeed on ance checks. 84–86 Plant",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "9,375 gp, 750 XP, 19 days. 87–95 Undead DC 14 Will saves or be overcome by a pow- 96–100 Vermin erful aversion to the shield. For the next 3 BALANCE, IMPROVED rounds, affected creatures do not approach Prerequisites: Craft Magic Arms and within 30 feet of you. This effect is a mind- [SYNERGY] Armor, greater invisibility. affecting compulsion ability. Cost to Create: 7,500 gp, 600 XP, 15 days.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Balance Price: +2 bonus Armor, suggestion or aversion (EPH 79).",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield This armor is lightly patterned with lines",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th The surface of this item appears serrated, sport- First created by powerful druids, armor",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and of the same type, fi tted for your new form. specifi c type or subtype of creature. Three Armor, stoneskin. The armor’s weight changes to match your times per day while wearing this armor,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. new size (and shape, if you assume a form you can render yourself imperceptible to with a different body shape). creatures of the designated type or sub- BALANCE If you are profi cient with your suit of type. Such creatures cannot detect your beastskin armor in your natural form,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor method (including scent, hearing, trem- formed version as well, regardless of what",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— attack (as defi ned for the purpose of the Armor, ironwood. invisibility spell; PH 245).",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. This elegant armor appears streamlined yet To randomly determine the armor’s des- sturdy. Its surface is decorated with precise, ignated creature, roll d% and consult the perfectly symmetrical, geometric designs. following table. On a result of Humanoid 7 ARMOR CHAPTER 1 662200__1100776622__CChhpp11..iinndddd 77 1122//2211//0066 55::1188::3344 AAMM What’s scarier than fi ghting a giant bear? Fighting a giant bear wearing beastskin armor. 662200__1100776622__CChhpp11..iinndddd 88 1122//2211//0066 55::1188::3355 AAMM 9 ARMOR CHAPTER 1 BLINKING BLURRING, GREATER it, or in your space or a designated adjacent space if you are.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 bonus called armor or shield since you last wore",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blurring Prerequisites: Craft Magic Arms and Armor, teleport. Parts of this semitransparent armor seem to",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1,000 gp, 80 XP, 2 days. fade in and out of existence, there one moment its exact details. and gone the next. COMMANDER As blurring armor, except that the effect’s",
        "name":  "A light mist surrounds this armor, obscuring Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2,000 gp duration is 10 minutes, and you can acti- property, you can “blink” back and forth Property: Armor or shield vate the blurring property any number of between the Material Plane and the Ethe- Caster Level: 5th times per day. real Plane, as if affected by a blink spell. Aura: Faint; (DC 17) transmutation",
        "name":  "When you activate armor that has this Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and This item looks particularly clean and Armor, blink. Price: +4,000 gp bright—in fact, it almost seems to shine with",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7,500 gp, 600 XP, 15 days. Property: Armor its own light.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Faint; (DC 17) transmutation A suit of armor or shield that has this",
        "name":  "BLUESHINE Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Metal armor This bluish metal armor seems oddly light in tions, though it doesn’t shed any useful",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— This armor is buoyant in water or similar While wearing commander armor or liquids. Armor that has this property does carrying a commander shield, you gain This armor glistens with a blue-black sheen, as not apply an armor check penalty on your a +2 competence bonus on Diplomacy if it were covered in oily liquid sapphire. Swim checks. Additionally, it grants you checks, and each ally within 30 feet of a +2 competence bonus on Swim checks you (not including yourself) gains a +1 A suit of armor imbued with this prop- while you wear it. morale bonus on Will saves. However, the erty never tarnishes and is immune to",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and shiny fi nish makes you so noticeable that acid damage and rusting effects. While Armor, swim (SC 217). you also take a –5 penalty on Hide checks wearing blueshine armor, you gain a +2",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2,000 gp, 160 XP, 4 days. (in addition to the normal armor check competence bonus on Hide checks. penalty).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Craft (alchemy) 5 ranks. Armor, eagle’s splendor.",
        "name":  "CALLED Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th",
        "name":  "At fi rst glance, this armor or shield looks like Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Swift (command) reveals a small image of a beckoning hand Activation: Swift (command) inscribed on its surface. This armor appears indistinct, as though its This brightly polished item bears an image of edges were smeared. Provided that you and your called armor the sun and has a golden tinge. or shield are on the same plane, you can When you activate this armor, your call it to you by speaking the proper com- When activated, a suit of armor or a shield appearance becomes distorted and hazy, mand word, regardless of the intervening that has this property glows with the as if you were affected by a blur spell. distance. If you aren’t wearing armor at the brilliance of a daylight spell. This effect The blurring property functions three time, a suit of called armor appears on your functions for up to 30 minutes per day, times per day, and the effect lasts for 5 body, as though you had donned it in the but the duration need not be continuous; rounds. normal fashion. If you are wearing other you can turn the effect off with a swift",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and armor when you speak the command action. Armor, blur. word, the called armor appears in your Prerequisites: Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield saving throw for half damage,",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immediate Arms and Armor, cat’s grace. (mental)",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor decorate the armor’s shoulders, Caster Level: 5th like grotesque epaulets. Au ra: Faint; (DC 17) transmutation",
        "name":  "Small, white images of skulls Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— this property are favored by those dedicated to fi ghting This armor seems to weigh less than the foul art of necromancy. it should. While wearing or using death ward armor or a death ward When wearing armor that has +1 menacing large steel shield, +1 anchoring small wooden shield, shield, you can activate the this property, you can carry up +1 blurring spiked full plate armor to ignore any death to a medium load as if it were a effect (including death spells, light load (ignoring the maxi- DISPLACEMENT magical death effects, and energy drain) mum Dexterity bonus, check penalty, or negative energy effect (such as infl ict Price: +1 bonus and reduced speed normally incurred by spells or chill touch). Property: Armor a medium load). These reductions apply",
        "name":  "Armor and shields that have Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Activation: Swift (command) the armor itself. Armor, death ward. In addition, you can walk for up to 10",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. The shoulder pieces of this armor are embossed hours in a day before having to make Con- with tiny arrows pointing outward in opposite stitution checks to avoid taking nonlethal DEEPDWELLER directions. damage (PH 164).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+12,000 gp When you activate displacement armor, Armor, bear’s endurance.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor you appear to be standing right next to Cost to Create: 750 gp, 60 XP, 2 days.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— The displacement property functions FEEDBACK once per day, and the effect lasts for 5 Dull black, the substance of this armor is rounds. Price: +1 bonus fl ecked with tiny particles and seems to swirl",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Property: Armor like the depths of the sea. Armor, displacement. Caster Level: 5th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. Aura: Faint; (DC 17) abjuration While wearing deepdweller armor, you",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— can breathe water and are immune to DRAGONDODGER damage from cold water and from pres- This armor appears translucent. Holy symbols sure in extreme depths. Armor that has Price: +1 bonus of a good-aligned deity decorate the armor, this property does not apply an armor Property: Light armor and they glow with a soft white light when check penalty on your Swim checks, and Caster Level: 9th it is donned. wearing deepdweller armor allows you to Aura: Moderate; (DC 19) transmutation converse with any water-breathing crea- Activation: — A suit of armor that has this property cre- ture that has a language. Additionally, you ates a backlash of positive energy against can see twice as far underwater as normal This suit of light armor has a particularly hard incorporeal attackers. Any time you are (see DMG 93 for details on underwater and shiny fi nish. The protective glyphs that hit by an incorporeal touch attack while effects and dangers). ring its collar and waist glow briefl y when wearing it, the armor deals 1d6 points",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and it is donned. of damage to the attacker (with no miss Armor, darkvision, water breathing. chance for incorporealness).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6,000 gp, 480 XP, 12 days. When wearing armor that has this prop-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and erty, you gain the evasion ability (see Armor, ectoplasmic feedback (SC 78). the monk class feature, PH 41), but only",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Shield The energy defense property functions instead.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, fear. Composed of a substance so pale as to be trans- Armor, fi re shield, resist energy. Cost to Create: 7,500 gp, 600 XP, parent, this shield has four protrusions around",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 bonus Price: +5 bonus property and drop it at your feet, a wall of Property: Armor or shield Property: Armor ectoplasm comes into being, as though cre- Caster Level: 13th Caster Level: 7th ated by the wall of ectoplasm psionic power. Aura: Strong; (DC 21) abjuration Aura: Moderate; (DC 18) abjuration The wall has an area of up to ten 10-foot Activation: Immediate (mental) Activation: — squares or forms a sphere or hemisphere with a radius of up to 10 feet. The shield This item is decorated with elemental motifs. This armor exudes a slick of fi ne oil, giving it a is the point of origin for the effect. Once No particular element is favored in the design; scintillating sheen and a pungent scent. created, the wall is stationary. waves, fl ames, rock formations, and billows The wall of ectoplasm is 2 inches thick of wind are all represented equally in bright While wearing armor that has this prop- and has 20 hit points and hardness 5. The enamel. erty, you move and attack normally, Strength check DC to break through the even under circumstances that impede wall is 19. The wall can be dispelled, but Upon activating armor or a shield that movement, as if affected by a freedom of checks to dispel it are made with a –4 has this property, you gain immunity movement spell. penalty. Spells, powers, and most effects to damage from one energy type of your Prerequisites: Craft Magic Arms and can’t pass through the opaque wall, nor choice (acid, cold, electricity, or fi re). Armor, freedom of movement. can ethereal creatures, but it doesn’t block Each type of energy immunity produces Cost to Create: Varies. teleportation. a corresponding minor effect that does not The ectoplasmic wall property func- alter the item’s function. For example, you GHOST WARD tions once per day; the effect lasts for 7 feel a rush of warmth if the armor or shield",
        "name":  "When you activate a shield that has this Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus rounds or until you pick up the shield. is protecting you against cold damage, or",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th Armor, wall of iron or wall of ectoplasm fi re. A metallic tang fi lls your mouth and",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 bonus action). A suit of armor or shield that has this prop-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield Prerequisites: Craft Magic Arms and erty allows you to add its enhancement",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th Armor, protection from energy. bonus (but not its armor or shield bonus)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Moderate; (DC 20) evocation Cost to Create: Varies. to your Armor Class against touch attacks",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+15,000 gp Armor, mage armor. resistance, or greater energy",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield Cost to Create: Varies. resistance",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+6,000 gp has some offensive capability as well. Property: Armor This item is dark in color, and anyone view-",
        "name":  "However, its fl anges and spikes indicate that it Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Prerequisites: Craft Magic Arms and do not share a language. No special effect Armor, air breathing (SC 8). Armor, cure serious wounds. or infl uence is established as a result of",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield Price: +2,000 gp Armor, Rary’s telepathic bond or mindlink",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "7th Property: Shield (EPH 120)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immediate (mental) MAGIC-EATING The surface of this item is covered with a pat- tern of tiny indentations. This sturdy shield is reinforced with plates and Price: +10,000 gp rivets but is no heavier than normal. Property: Armor",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16th magically turns away bludgeoning weap- When activated, a heartening shield Aura: Strong; (DC 23) abjuration ons, such as maces and clubs. While grants you 5 temporary hit points, which Activation: — wearing armor or carrying a shield that last up to 5 minutes. These temporary has this property, you gain damage reduc- hit points don’t stack with temporary hit Spirals and reliefs of fanged mouths cover this tion 5/piercing or slashing. points from any other source. dull-colored armor.",
        "name":  "A hammerblock shield or suit of armor Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and The heartening property functions two Armor, stoneskin. times per day. While wearing magic-eating armor,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varies. Prerequisites: Craft Magic Arms and whenever you succeed on a saving throw Armor, false life. against a spell that targets you, the armor",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th Price: +4,000 gp Armor, spell resistance.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Faint; (DC 17) conjuration Property: Armor",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+6,000 gp surface is embossed with healing runes. On its Although rotund in form, this silvery armor is Property: Shield breastplate is a depiction of an open eye. no more encumbering than usual for its type. Caster Level: 6th",
        "name":  "This armor has a faint golden sheen, and its Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Moderate; (DC 18) abjuration When activated, armor that has this prop- A suit of armor that has this property Activation: Free (mental) erty heals you of 2d8+5 points of damage. allows you to ignore any damage dealt by If your hit points are reduced to –1 to –9, the fi rst 60 feet of a fall. Regardless of how Faintly glowing with inner power, this shield this effect occurs automatically, without far you fall, you can always land on your seems to invigorate you. requiring any action. feet if you so choose.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and While using a shield that has this prop- per day. Armor, feather fall. erty, you can draw 3 power points from",
        "name":  "The healing property functions once Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Cost to Create: 2,000 gp, 160 XP, 4 days. it to manifest a psionic power. You must Armor, cure moderate wounds. use all these points on the same power,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor or shield per day. [SYNERGY] Caster Level: 7th",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+24,000 gp Armor, any 2nd-level psionic power.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+40,000 gp As healing armor, except that greater",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor healing armor heals you of 3d8+15 points shield that has this property, you can form Caster Level: 10th of damage. a telepathic bond with any or all known Aura: Moderate; (DC 20) abjuration The greater healing property functions wearers of other linked items within 10 Activation: — twice per day. miles. Wearers can communicate tele- pathically through the bond even if they 662200__1100776622__CChhpp11..iinndddd 1122 1122//2211//0066 55::1188::4466 AAMM ARMOR CHAPTER 1 Tendrils of dense black smoke stream from affecting spells and abilities until the start RADIANT every opening in this dark armor, obscuring of your next turn.",
        "name":  "When you activate a suit of armor or a Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
