[
    {
        "origin_file":  "armor.json",
        "description":  "The bears Aluvan’s symbol on the wearer of a suit of armor or a shield shoulder plate. Holoran fell in the with this ability may con- Liche War, and the current location trol up to 26 HD of un- of his armor is unknown. dead per day, as with the Caster Level: 6th; Prerequisites: Craft control undead spell. At Magic Arms and Armor, disrupt undead, dawn each day, the wearer loses con- negative energy protection; Market Price: trol of any undead still under his sway. 36,300 gp; Cost to Create: 18,300 gp + Any armor or shield with this power 1,440 XP. is usually decorated with bone.",
        "name":  "Undead Controlling",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: to the wielder’s current hit point Craft Magic Arms and Armor, shout total. Any hit points above the wielder’s maximum or sound burst;Market Price:+1 bonus. are treated as temporary hit points (multiple additions This special ability first appeared of temporary hit points don’t stack) and disappear after in Magic of Faerûn. 1hour.",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites: Craft Magic Arms and 91–95 36–40 Sharkjaw 18,312 gp Armor, summon monster I;Market Price:18,315 gp; Cost 96–100 41–45 Fate of the Undevoured 18,315 gp — 46–56 War’s Craft 20,308 gp to Create:9,315 gp + 720 XP. — 57–67 Oathkeeper 29,312 gp First Thaw:Galaedros’s church created this +1 frost — 68–78 Paladincutter 32,320 gp quarterstaff.Each end is a large wooden knob carved in — 79–89 Maladur’s Warhammer 35,912 gp the shape of a tree with sad human eyes. Its bearer is — 90–100 Due Process 37,315 gp protected by the effects of an endure elements (cold) spell at all times.",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites:Craft Magic Arms and Orcus, this +2 torturous heavy macewas taken from her Armor, summon monster I; Market Price:18,310 gp; Cost body after the Liche War by an unknown looter and to Create:9,310 gp + 720 XP. hidden somewhere in the Undercity. The head is an",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites:Craft Magic Arms and teeth wired in- Armor, summon monster I;Market Price:366 gp; Cost to to its jaws. It is",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14th; Prerequisites:Craft Magic Arms and Caster Level:3rd; Prerequisites:Craft Magic Arms and Armor, detect undead,heal;Market Price:35,912 gp; Cost Armor, protection from possession, creator must be 3rd to Create: 18,112 gp + 1,424 XP. level; Market Price: 4,510 gp; Cost to Create: 2,410 gp +",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and benefit is that the bearer’s skin takes on a metallic Armor, blindness/deafness, discern lies; Market Price: sheen and gains dark tattoolike markings on the joints, 29,312 gp; Cost to Create: 14,812 gp + 1,160 XP. resembling the joints in armor. The bearer also gains a",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "10th; Prerequisites: Craft Magic Arms and Caster Level:3rd; Prerequisites:Craft Magic Arms and Armor, keen edge, unholy blight, creator must be evil; Armor, barkskin; Market Price: 6,310 gp; Cost to Create:",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5th; Prerequisites:Craft Magic Arms and shield bearing Uhanam’s symbol appears in front of Armor, cure light wounds;Market Price:11,900 gp; Cost to the bearer.",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This +1 mighty cleaving shortspeardou- Armor, shield or shield of faith; Market Price: 20,308 gp; bles the speed of a creature that carries it. It bears no Cost to Create:10,308 gp + 800 XP. unusual markings, but if left unattended, the wooden end draws the symbol of Wyst in the dirt or dust if Potions such is present. The following nonstandard potion is available in the",
        "name":  "Rapid Wrath",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "8th; Prerequisites:Craft Magic Arms and Ghostwalk campaign. Substitute it for any result on Armor, divine power, expeditious retreat; Market Price: Table 8–18: Potions in the DUNGEONMASTER’s Guidethat 66 11,702 gp; Cost to Create:6,002 gp + 456 XP. does not suit you. :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:12 AM Page 66 Kihanam’s Mace",
        "name":  "Caster Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "These rings are carved from stone or 01–18 Bonerattle 25 gp 19–36 Create ectoplasm 25 gp ivory as often as from bone, but are never made of 37–54 Pleasant visage 25 gp metal. The wearer is immune to energy drain and to 55–72 Protection from possession 25 gp ability drain (but not to ability damage). A bone ring 73–90 Summon undead I 25 gp has 50 charges when made. Each level of energy drain 91–100 DM’s choice of any 1st-level arcane spell — or point of ability drain prevented costs 1 charge. For example, a successful slam attack from a vampire, 2nd-Level Arcane Spells which normally bestows two negative levels, drains 2 d% Spell Market Price 01–10 Charm person or ghost 150 gp charges from the ring. 11–20 Death armor 200 gp",
        "name":  "Bone Ring",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This foul liquid looks like a mix- symbols and give them to allies. The power of the brac- ture of blood, vomit, and the slimy residue of rotting ers may be activated once per day. flesh. If it is mixed with a powdered black onyx gem Caster Level: 3rd; Prerequisites: Craft Wondrous Item, worth at least 100 gp, a living creature that drinks this shield other;Market Price:2,200 gp; Weight:1/2 lb. each. horrible brew must succeed on a Fortitude saving Ghost Prison: These simple foot-high glass cylin- throw (DC 19) or die and rise as a ghoul 1 hour later. If ders are capped on both ends with brass and appear to the powdered onyx is worth 200 gp, the creature that be filled with yellow mist. Created by yuan-ti, they are drinks the mixture must save or die and rise as a ghast more deadly versions of the phasestone and can trap or wight (equal chances). Normally, these items are ghosts within them. Any ghost who comes within 10 given to drugged or enchanted victims to quickly pro- feet of a ghost prison must make a Will saving throw duce undead minions, but some are given to volun- each round (DC 17) or be pulled entirely into the teers or worshipers of Orcus as a “reward” for their cylinder, to be trapped there until someone speaks service. the ghost’s name (at which time he can attempt",
        "name":  "Blood of Orcus",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This Caster Level: 5th; Prerequisites: Craft item looks like a pair of slightly Wondrous Item, detect undead; Market mismatched bracers, although they Price:2,000 gp; Weight:—. are not intended to be worn by the same Dracanite Helm:This bronze helm person. If two people each wear a grants a +2 deflection bonus to AC and bracer and a command word is spo- protects the wearer from all forms of ken, the wearer of the larger bracer possession. is protected by a shield other spell, with the wearer of Caster Level:1st; Prerequisites:Craft Won- the smaller bracer acting as the caster of the spell. Evil drous Item, protection from possession, shield of faith, clerics decorate these bracers with symbols of mana- caster must be 6th level; Market Price:12,000 gp; Weight: cles and skulls and clap the smaller bracer on an 3 lb. unwilling shackled victim, while good and neutral Driftwood Amulet:These items are typically made 70 clerics normally decorate them with more benign by the church of Soggelos. The amulet is an oddly :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:14 AM Page 70 Dracanite helm shaped piece of water-worn wood studded with pearls Figurines of Wondrous Power: Several other and coral on a leather cord. The wearer can speak and kinds of magic figurines can be found in this part of understand Aquan, is protected by cold resistance 5, the world. They follow all the normal rules for magic and may use a chill metaleffect once per day. Some of figurines. these items are crafted onto belts instead of amulets. Pearl Octopus: Created almost exclusively by the",
        "name":  "Chains of Shield Other",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Strive to hold to the truth and DURANN (LESSER DEITY) use your honor as your shield. If your The True Guide honor is infallible and your heart is true,",
        "name":  "Dogma",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Roll 4 times each for minor, medium and not purport themselves to be fortunetellers, but rather major arcane scrolls (in both the DUNGEON MASTER’s concerned advisors). Igona and Gretor are sisters, but Guide and under Magic Items in Chapter 1: Rules of they have recently let Inia into the business because, this book) to determine what Ashton has in stock at while they are semicompetent spellcasters, she has a any given time. He also makes scrolls to order (for a greater grasp of alchemy. 10% fee above the usual cost). Wares: Igona and Gretor sell all alchemical items M3. Shellhand’s Armor: Vaos Shellhand (female found in the Player’s Handbook,keeping at least 5+1d20 elf Com7) works as an armorer, making all sorts of of each item in stock at all times. metallic armor and shields. She also buys and resells M9. The Tinshop:Ostensibly the shop of a tinsmith, used armor. Vaos is secretly a member of the Quiet this is actually the workshop of a number of gnomes Knights and is noticeably less pleasant to living cus- who construct shellcraft manikins for ghosts to inhabit tomers who travel (or are known to travel) with ghosts. (see the Equipment section in Chapter 1: Rules of this She is downright rude to ghosts, but will not bald- book). This is a fairly new invention, and the gnomes are facedly refuse their business, or their gold. not entirely sure of the legality of it. Thus, they operate M4. Leather Goods:This simple storefront is man- from the tinshop and sell their incredibly expensive aged by Tara Hiller (female human Com1). As the (they start at 250 gp) inventions to wealthy ghosts. name suggests, the place sells all sorts of leather goods, from armor to bags and from belts to boots. Tara gets all FORESTVIEW her wares from a tannery located in the Tombyards A mostly residential district, the Forestview ward is (located well away from the central portion of the city located on the eastern end of the city, near the edge of because of the smell involved with tanning leather). the Spirit Wood. The buildings here are mostly made M5. Chason’s Cheese:This simple cheese shop and of wood, and the streets are dirt rather than cobble- dairy is actually a front for a criminal gang that works stone. There are fewer actual statues in this ward than in burglary, mugging, and occasionally extortion. any other, but most houses have reliefs carved into Chason (male halfling Rog6) is both proprietor and their façade. In this way, the imagery of Forestview is head of the gang. There’s a secret room in the back that the most reflective of modern sensibilities (since the they use for a hideout and a place to stash loot. Chason owners have the opportunity to change the styles or and his followers are not members of the Golden and subjects decorating their buildings every time they thus must hide from both the authorities and the require repairs or additions). guild. One statue on each wall of the building’s façade Trees still grow among the buildings, and the whole has peepholes set into its eyes to allow Chason to keep ward has a healthy, natural feeling, generally free of an eye on the street outside. the smells of the city. The streets of Forestview are 99 MANIFEST THE CITY OF CHAPTER 2: 620_88566_Ghostwalk3.qxd 4/4/03 1:37 PM Page 99 rarely crowded—a few vendors hawk wares amid the F4. Red Candleshop: This small candlemaker’s pedestrians, selling fresh baked goods, colorful cloth- shop is run by an unassuming fellow named Shail ing, or freshly sharpened cutlery from carts they wheel (male human Wiz9). His wares are not especially artful throughout the district. or well crafted, but he still manages to eke out a living. The warder of Forestview is Milla Kreshton (female In fact, the store is merely a front. Shail is a necro- human Ari7), the daughter of a duke in Salkiria who mancer from Xaphan who keeps a number of ghouls gave up her noble lineage to live and work in Manifest. locked in the cellar beneath his shop. At night, he She is short, plump, and a natural leader. Milla has no sends them out on raids to the Tombyards in order to obvious preference for either the living or ghostly bring back bodies for him to use in his twisted exper- members of her community and is considered to be iments. Shail’s laboratory can be reached only by going the most unbiased member of the Council of Warders. past the ghoul lair and down a deep shaft. He has a half-made flesh golem stored there, as well as a small Locations within Forestview number of zombie servants. Shail has seen Piotran of The following entries detail locations of interest in the Blueleaf (see above) poking around his shop after",
        "name":  "Wares",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female human Wiz7; CR 7; Members of the Yisa-khardomas are often vehement Medium-size humanoid; HD 7d4+7; hp 25; Init +6 (+2 in their opinions, and their opinions usually deal with Dex, +4 Improved Initiative); Spd 30 ft.; AC 14 (+2 Dex, equal rights for ghosts. They wear normal clothes, but ring of protection +1, amulet of natural armor +1), touch 13, each proudly displays a pin with a stylized symbol. flat-footed 12; Atk +3 melee (1d4/19–20, dagger); or +5 ranged (1d4/19–20, dagger); AL N; SV Fort +3, Ref +6, THE ARBOREAL GUARDIANS Will +6; Str 10, Dex 14, Con 13, Int 19, Wis 12, Cha 10. This group of rangers and druids is mostly made up of",
        "name":  "Typical Tardane Agent",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor, fish, textiles, grain, horses, wine",
        "name":  "Imports",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Durann has few paladins, and most of the king died in his sleep a year ago, his son Larrison them are female. They often are blessed with fine has taken up the mantle of his father and continues to voices and lead church choirs in between missions of promote the ideals of truth and good. While Salkiria good. They traditionally wear white and ride only is allied with Tereppek and Bazareene, and views white horses. Thurkasia as an independent daughter state, Larrison 141 COUNTRIES CHAPTER 4: 620_88566_Ghostwalk3.qxd 4/10/03 10:00 AM Page 141 sees his land as the only active and civilized force of here as well. Despite its size, Ridou still has the feel of good in this part of the world, a shield against corrup- a frontier town. The one easy road through the hills tion and barbarism. leads past the city, so the locals are used to seeing many strangers pass through. Important Sites Shedarik (Small City, 7,300): This city was Salkiria’s cities are well maintained and clean, with a founded after Durgerth the Conqueror’s hordes were strong literacy rate and few domestic conflicts. defeated. The fortress was intended to be a first line Bouldoh (Large City, 14,600):Surrounded by vine- of defense against such an attack (as well as attacks yards and plantations, Bouldoh is a large but quiet city from Bazareene), but since that time people came to known for its wines. Unlike Thurkasian wine, which is settle here, and now it is a good-sized city that dab- very strong, Salkirian wine is light and sweet, often bles in mining and farming as well as being a contact used for marinades. When Tereppek invaded Salkiria point for barbarians wishing to trade. Bazareenian in retaliation for the War of Turrin River, they beef caravans from Heppara come here regularly and bypassed Bouldoh to reach Donaree, and as a result the leave with fresh food, wine, and gems. The city’s people of this city have always felt naturally lucky. mayor is always the commander of the fort and usu- Deraant (Small City, 8,100):This city is Salkiria’s ally is a noble. primary port and the point of contact for other coun- Shetourn (Small City, 10,500): This city is sur- tries to the north. The city has a fleet of over 50 ships rounded on all sides by large and small plantations, all (keelboats and sailboats), which are primarily fishing growing cotton. The cotton is used to make textiles in vessels but are required to include a military officer as independent and isolated mills, then shipped to other part of the crew in case the government needs to com- parts of the country by merchants for export. Salkirian mandeer it. Most ships have one or two bards as well to cotton is very light and comfortable and is the pre- keep morale high. The city has a tall wall just behind ferred material for clothing in this hot latitude. Many the docks to protect against storms. people of poor or middle income build frame homes Donaree (Large City, 17,800): The capital of and use cloth walls instead of wood or plaster, since it Salkiria is nestled against the Hills of Baanth and sur- remains warm here even at night. rounded by fields of grain on all other sides. The palace Wialto (Large Town, 3,200):This fishing town has of the king is built on an artificial hill and overlooks experienced a recent influx of people with the discov- the entire city. Near the city’s western gate is a large ery of a large and plentiful bed of oysters a few miles temple to Durann, the only one of its kind in human offshore. Now small boats are visible at all hours near lands. The city government consists of elected nobles the beds, with divers entering the clear waters to and leaders of the merchants’ guilds. acquire white, black, green, and blue pearls. Clerics Leburn (Large Town, 4,800):This town is on the and druids of Soggelos have been working to prevent southwestern border of the country. It was originally a the oyster beds from becoming harvested too heavily fort built to mark the Salkirian border but grew when but are greatly outnumbered by the greedy divers. trade with the unruly humanoids of the mountains become more common. The place is well defended Plots and Rumors against invading monsters (particularly flying ones) Salkiria presents a friendly face to its neighbors, but and streets are wide to prevent fires from spreading factors within its borders contribute to the many between buildings. struggles that still plague its good humor. Nonaull (Small City, 5,600): A great battle Gruul’s Army:An outlaw has been assembling dis- between a half-dragon wyvern and the Salkirian bard contents and a few dire animal “pets” in one of the Adsaulk occurred 150 years ago at this site, causing a hidden caves in the Hills of Baanth. Gruul, a woman large section of the cliffs here to collapse, forming a reputed to be a half-ogre, bears some grudge against a shallower incline with a nearly flat area suitable for set- noble in Ridou and threatens to destroy his mine hold- tlement and docks. Three large magical stone pillars ings. The noble professes ignorance of the woman’s along the waterfront bear spells that detect giants, identity or the cause of her grudge, but he is of a lesser sounding a loud alarm when such creatures (including house and has little resources at his disposal to deal scrags, which thrive in these waters) come ashore. with his attacker.",
        "name":  "Paladin",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fruit, textiles, armor, silver Coil by gate spells, but in the past five centuries they",
        "name":  "Exports",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "After the hordes of Durgerth the debate. Government officials proudly wear badges Conqueror were defeated, the government fortified its representing completion of various courses of learn- border with Bazareene, and the Gray Towers were ing (a custom that some nonofficials practice as well), built. Three stories tall, the towers are made of magi- and arguments between individuals usually cally created gray stone. The entrances are on the originate about a point of information second floor and all windows are arrow slits. rather than heated emotion. “Duels” are set- Although the wizards and soldiers who guard these tled by debates, word contests, or other intel- towers are sworn to secrecy, rumor has it that the lectual sports. towers are linked with permanent teleportation cir- In war, the Tereppekian soldier wears cles, each has a scrying device, and certain arrow scale mail and carries a scimitar and slits allow a spellcaster to cast a 1st-, 2nd-, or shield. Few Tereppekian wizards choose 3rd-level spell that is automatically en- to specialize in the school of Evoca- larged without having to adjust the tion, with most favoring Abjuration spell level. or Enchantment. The Rekkin",
        "name":  "The Gray Towers",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 Dex, +7 natural)",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Artaagliths cast spells as 5th-level clerics and another person assisting must have have access to the Evil and Undeath domains. at least 5 ranks in Craft (sculpture) Tanar’ri Qualities:Like all demons, artaagliths are and 5 ranks in Perform in order to prepare the body immune to poison and electricity, have cold, fire, and before the spell. acid resistance 20, and can communicate telepathically Hit Dice:Increase to d12. with any creature within 100 feet that has a language AC:A bonesinger gains a +3 natural armor bonus. If (except dretches). the base creature already has natural armor, use the Turn Undead (Su):Artaagliths turn better value. undead as 5th-level clerics. Special Attacks: A bonesinger retains all the spe- cial attacks of the base creature and gains the follow- ARTAAGLITH CHARACTERS ing special attack. Artaagliths normally advance as cler- Wind of Death (Su): Once per day, a bone- ics. Any cleric levels they gain stack singer can create a roiling area of with their spellcasting ability, winds that smells of rotting their effective caster level for corpses. The wind of deathworks spell-like abilities, and their like a gust of wind,plus any crea- ability to turn undead. ture caught in it must succeed on a Fortitude save (DC 10 + 1/2 158 :5 RETPAHC SRETSNOM 620_88566_Ghostwalk3.qxd 4/10/03 2:07 PM Page 158 bonesinger’s HD + bonesinger’s Cha modifier) or be Bonesinger nauseated for 1d4+1 rounds. Medium-Size Undead",
        "name":  "Spells",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (–1 size, +4 natural)",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+2 Dex, COMBAT +2 deflection) Fire spectres are fearless and",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+2 Dex, +2 deflection) or 14 (+2 unless the ghosteater believes itself to be outmatched. Dex, +2 natural) A ghosteater attacks by extending a thin tentacle",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always chaotic evil AC:A mumia gains a +3 natural armor bonus. If the",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "By character class base creature already has natural armor, use the better value.",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "bracers of armor +1, brooch of Challenge Rating: Same as the base creature +1. shielding, ring of protection +1. Treasure:Same as the base creature. 167 MONSTERS CHAPTER 5: 620_88566_Ghostwalk3.qxd 4/10/03 2:19 PM Page 167",
        "name":  "Magic Items Carried",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Immune to mind-affecting effects, Organization:Solitary or herd (2–12) poison, sleep,paralysis, stunning, disease, death effects, Challenge Rating:3 necromantic effects, and any effect that requires a For- Treasure:None titude save unless it also works on objects. Not subject Alignment:Usually neutral evil to critical hits, subdual damage, Advancement:5–8 HD (Large) Spectral steeds are incorporeal undead horses, often ridden into battle by other incorporeal undead. Skit- tish without riders, they are fierce combatants when under the direction of a strong master. Spectral steeds are thought to arise on the rare occa- sions when an energy draining incorporeal undead, such as a spectre, slays a horse or simi- lar animal. They appear as intangible black, gray, or white skeletal horses, sometimes with skeletal wings. They live on remnants of ether, ectoplasm, and darkness and usually flee mate- rial creatures, but they can be tamed by incorpo- real undead and used as battle chargers. Very fast and, like all undead, completely tireless, they have been used to ferry beings from Xaphan to Manifest. A cleric of at least 14th level can create a spec- tral steed with the create undeadspell. COMBAT Spectral steeds without riders usually attack for 1 round, then flee by using their soul charge on 169 MONSTERS CHAPTER 5: 620_88566_Ghostwalk3.qxd 4/10/03 2:19 PM Page 169 JJ the way out of combat. Those with riders are usually against them. A spectral steed always moves silently directed to attack the same opponent as the rider. and cannot be heard with Listen checks if it doesn’t Energy Drain (Su): A spectral steed that hits a wish to be. target with its bite bestows one negative level upon the Sunlight Powerlessness (Ex): Spectral steeds are target. The Fortitude save to remove the negative level utterly powerless in natural sunlight (not merely a day- has a DC of 12. lightspell) and flee from it. A spectral steed caught in Soul Charge (Su): Once per day, a spectral steed can sunlight cannot attack and can take only partial make a charge attack at a single corporeal creature. The actions. steed passes through the target’s square and the target Undead Traits:Immune to mind-affecting effects, itself (provoking an attack of opportunity for doing so) poison, sleep,paralysis, stunning, disease, death effects, and bestows 1d4 negative levels upon the target, necromantic effects, and any effect that requires a For- which must also make a Fortitude save (DC 12) or be titude save unless it also works on objects. Not subject stunned for 1 round. The spectral steed can continue to critical hits, subdual damage, ability damage, ability moving after using this attack, up to its normal speed. drain, energy drain, or death from massive damage. A It cannot use this attack on incorporeal opponents or spectral steed cannot be raised, and resurrection works those protected by force effects (such as mage armor). If only if it is willing. The creature has darkvision (60- it has a rider, the rider also passes through the target, foot range). and the target can use its attack of opportunity against the steed or the rider. SPIRIT TREE",
        "name":  "Undead Traits",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +2 Dex, +4 natural) Profane Touch (Su): An undead martyr’s touch",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Cold resistance 10, electricity resist- martyr’s profane touch deals damage to a living crea- ance 10, fast healing 5, flight, shield other,undead traits ture, the undead martyr heals a like amount of damage.",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Solitary Shield Other (Sp): An undead marytr may use a",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 shield other spell once per day. Caster",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "poison(Fortitude DC 13 + tainted one’s Con mod- did prior to their infection— ifier) and polymorph self (into snake or snakelike generally able-bodied humanoids, forms only). usually of 3rd to 6th level. Though Poison Bite (Ex): The saliva of a tainted one is their bodies do not show signs of poisonous when ingested or introduced into the their tainted blood, their personal- blood. A tainted one can inject its venom only ities and mannerisms do; they while grappling a foe with exposed skin. The often develop habits such as fre- Fortitude save to resist this poison has a DC of 10 quently licking their lips, drawing + 1/2 the tainted one’s HD + the tainted one’s out their sibilants, or keeping large Con modifier. Victims who fail this save serpents as pets. Tainted ones serve take 1d4 points of temporary Constitution the yuan-ti as agents who can pass damage. After 1 minute, they must unnoticed among other races and make another save; failure means infiltrate where even a pureblood another 1d4 points of temporary yuan-ti might risk discovery. Constitution damage. A tainted If the process goes awry, the one’s kiss is also poisonous, though result is a broodguard (called a in this case the save DC is reduced histachii by some). These by 2. near-mindless abominations Broodguards do not are hairless creatures with ema- gain these two special at- ciated bodies. Their gray or tacks, but instead gain a yellow-green skin is tough rage ability. and scaly and smells faintly Rage (Ex): Once per of rotting meat. They have day, a broodguard can beady, bloodshot eyes, and enter into a berserk state their forked tongues con- similar to a barbarian’s rage. In tinually dart in and out of their mouths. this state, the broodguard gains +4 Broodguards, as their name suggests, are most often to Strength, +4 to Constitution, and a +2 morale bonus found guarding yuan-ti brood chambers. on Will saves, but it takes a –2 penalty to Armor Class.",
        "name":  "These creatures appear just as they level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "As base creature. Broodguards do not wear armor. ance of 12 +1 per three levels.",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If he knows that danger is on its way, Mas- 8. Giant Skeletons (EL 4) tioth makes himself invisible with his potion, then he Read the following aloud. casts shield. If intruders come into the lab, he attempts to take the fight elsewhere. More of a niche than a room in itself, this area is",
        "name":  "Tactics",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Tursik has a small 10-foot-high shelf made of web- This large chamber is the bing in the southeastern part of lair of another spider, appar- this room. If caught unaware in his ently a very large one. Webs lair, Tursik casts invisibility on him- cover the western portion self to buy some time and of this room, and wedged in retreats to a more remote por- the middle of that mass is tion of his room to cast divine the fragmented skeleton of favor, shield of faith, and healing an immature minotaur. spells on himself. If not caught unaware, This room is the lair of Tursik normally casts invisibility Tursik’s favorite and biggest on himself before a fight, then pet. divine favor, then black lungs, then",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "If it hasn’t bites an enemy to deal damage, already moved to area 1B, poison damage, and the the spider attacks any intrud- penalties from the spell all ers who come here. Noise here at the same time. attracts Tursik’s attention and If the fight turns against that of the spiders in area 4. him, he casts obscuring mist, Tursik normally casts invisibil- retreats through the fog (he ityon himself and then tries to cast knows the location of the shield of faith on the Huge spider. If webs and can move around them 196 things go badly for Tursik here, he retreats to area 6. easily), and heads for the secret exit at :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/10/03 3:00 PM Page 196 area 7. Once out of sight of his enemies, he casts torn apart as a free action, and a moving creature can change self to look like a human rogue and tries to pass through it without a reduction in speed or any escape the area entirely, returning later to pick up other penalties. The dirt and webbing conceals the the pieces. tunnel from the outside as well. If he flees this way, the ettercap breaks through the web and climbs",
        "name":  "Creature",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "*Ettercaps in shadow receive a +4 racial bonus ti now much closer to invasion, but they plan an assas- on Hide and Spot checks. sination in Manifest as well. Using information Cleric Spells Prepared (4/4/3; gained in the Devil’s Cellar, the PCs stop the plot in base DC 12 + spell level): 0— the city and most likely put an end to the gate. create water, detect magic, mend- ing, purify food and drink; BACKGROUND 1st—change self*, divine favor, The yuan-ti hate Manifest and obscuring mist, shield of faith; want nothing more than to 2nd—black lungs, cure moderate crush it anyway they can. That wounds, invisibility*. much is certain. About a year *Domain spell. Deity: Khostren. ago, a pureblood yuan-ti",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The long-dead brigand wears masterwork banded mail and a finely etched ring worth 100 gp. 14. Ledge This ledge is just a few feet lower than the ledge at area 8. However, getting to it from the platforms is impossible without climbing or flying (or making a really impres- sive 40-foot jump). Thus, none of the inhabitants really ex- pects anyone to come through here. The yuan-ti, on the other hand, use this as an escape route by transforming into Tiny vipers and crawling up or down the secret narrow path (see Top of the Shaft, above). 15. Latrine Read the following aloud. This room smells terrible. Six holes scattered about the floor indicate that it is, or was, a latrine. There is nothing of value here. 203 ADVENTURES CHAPTER 6: 620_88566_Ghostwalk3.qxd 4/4/03 2:04 PM Page 203 16. Trapped Hallway (EL 5) head by chains. His brown hair is matted over his There are two traps here, but one affects only ghosts. pale, sallow face. He does not appear to be as phys-",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Male yuan-ti abomination; 80 hp; see ter adds a drop of blood to the pool and then drinks, Monster Manual. He has human arms, one of which he instead gains the ability to immediately open a holds a +1 falchionand the other a +1 large wooden shield magical gate that leads to a location on another plane (total AC 23, plus Dodge and Expertise). that is known to him (he must have visited that loca- tion). The yuan-ti use this to open a gateto Coil, their",
        "name":  "Venomblack",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ring of warmth, potion of death armor, cloak of resistance +1, potion of cure moderate wounds, vial of One grimlock (from either area 1 on the map) is on cretchwater oil, 150 gp. guard at each of the watch stations at all times, and one human bandit (from area 4) is always on duty,",
        "name":  "Possessions",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Halaarn is a crafty manticore, despite the alternating between the east and west entrances. The injuries to his wings, and he plans his fights carefully. human relies upon the grimlocks to detect opponents After testing an opponent’s strength with 1 round of approaching in darkness (such as with darkvision) attacks, he uses Power Attack as much as he feels nec- and uses his own eyes to find creatures approaching essary. He also takes advantage of his reach and the with light. The guards attempt to warn the other resi- Combat Reflexes feat to allow him to make attacks of dents quietly if there is time before the intruders opportunity, even if he is caught flat-footed. If he has arrive; otherwise, they shout an alarm if creatures are a round to watch the PCs before attacking and con- nearby or they are attacked with surprise. siders them a serious threat, he drinks his potion of death armor before entering combat. If seriously B. Crawler Lead (EL6) injured, he offers his treasure to his opponents with Read the following aloud. a promise that he won’t seek them out in exchange for leaving him alone. He is not without honor and This area of rubble and earth has a gap through keeps his word, although if his opponents return to which a human could pass without difficulty. his lair or he encounters them accidentally, he isn’t averse to attacking them if he thinks he can take them this time. This is a secondary entrance to the bandit territory, 212 rarely used because of the ferocity of its guardians. :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/4/03 2:15 PM Page 212 LLaaiirr ooff tthhee CCrriipppplleedd OOnnee 44 33 22 11 00 55 1100 2200 4400 SSccaallee iinn ffeeeett",
        "name":  "Tactics",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "In the west building, the charac- ters can find 41 gp, 905 sp, a 10-gp malachite, a suit of Medium-size banded mail, and a master- work scimitar. The east building has 52 gp, 857 sp, a 500-gp aquamarine, a suit of Medium-size half- plate, and a potion of clairvoyance. 2. Unused Building Read the following aloud. This building is empty, but it looks like someone has taken time to clear out stray debris. The bandits plan to use this place to help them guard the western entrance, but have not done so yet. 3. Main Storage Read the following aloud. This small building is stacked with crates, barrels,",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Lubanac is almost certainly prepared for invaders at this point. When the stone of alarmin area 1 was triggered, he cast mage armor (from his wand) on himself (increasing his AC to 20, touch 11, flat-footed 19), see invisibility (from his wand), and stoneskin on himself. As the intrud- ers approach his room (alerting him with either the alarmspell or by the noise from his sister approaching), he casts haste, summon undead V (to summon a wight), and death armor, and then he readies an action to cast enervationon the first enemy that comes through his door. After that, he casts fear from his scroll (when enemies enter the room), hail of ectoplasm, fireball, magic missile,and vam- piric touch or chill touch, as appropriate. He and Baavaang are used to fighting in tandem, so he does not use attacks that put her in harm’s way, and like- wise, she tries to stay out of the way of his area spells. Wizard Spells Prepared (5/6/6/5/3/2; base DC 13 + If he is seriously in danger, he activates one of the spell level): 0—detect magic, disrupt ectoplasm*, disrupt escape tunnels (see below) to create a distraction, but undead*, mage hand, read magic;1st—alarm, chill touch*, he actually uses a dimension doorspell to retreat to area comprehend languages, magic missile (2), unseen servant; 1 and drink his potion of cure serious wounds.Then he 2nd—arcane lock, death armor, hail of ectoplasm (2), decides if he wants to go back in and fight or just flee knock, spectral hand*; 3rd—fireball, haste, summon (even if that means he has to abandon his sister). undead III, undead torch, vampiric touch*; 4th—dimen- sion door, enervation*, stoneskin; 5th—animate dead*, 9. Escape Tunnels summon undead V. Read the following aloud.",
        "name":  "Tactics",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "0—arcane mark, dancing lights, daze, detect magic, detect poison, disrupt ectoplasm*, disrupt undead*, This short hallway ends in a strange contraption of flare, light, mage hand, mending, open/close;1st—alarm, metal plates, wire, and wood that holds several animate rope, chill touch*, comprehend languages, detect flasks snug against the wall. A knotted cord dangles undead, expeditious retreat, mage armor, magic missile, in front of this arrangement. summon undead I, true strike, unseen servant; 2nd— arcane lock, death armor*, hail of ectoplasm, knock, see invisibility, spectral hand*; 3rd—fireball, halt undead, The stone separating this hallway from the hallway haste, summon undead III, undead torch*, vampiric touch*; beyond it has been carefully weakened by Lubanac so 4th—charm monster, dimension door, enervation*, fear, that if exposed to the right conditions, it breaks away stoneskin;5th—animate dead*, summon undead V. and creates an open passage. The flasks contain acid or *These spells belong to the school of Necromancy, alchemist’s fire, and if the cord is pulled, the flasks which is Lubanac’s specialty. Prohibited school: Illusion. break open and the wooden smokesticks ignite. The",
        "name":  "Spellbook",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "60 ft. AC: The base creature’s natural armor bonus",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes subdual damage from thirst, since it is filled with salt- water. Like a brooch of shielding, the amulet does not You bind the ectoplasmic form of the target ghost onto have a fixed duration for its effect; it simply continues another creature (hereafter called the “bearer”). The to protect its wearer until it has absorbed 60 points of ghost clings to the bearer’s back or chest in the form of damage. a tattoo for the duration of the spell. Leech ghost skill Caster Level: 5th; Prerequisites: Craft Wondrous Item, binds only the ghost, not any of its equipment. protection from elements; Market Price:1,500 gp; Weight: 1 lb. While this ghostly tattoo is in place, the bearer may Chaniud’s Placards:These lacquered pieces of use the ghost’s skill ranks instead of his own as desired, parchment are usually found in sets of ten. One side of regardless of the nature of the skill. For example, a each placard bears the symbol of Chaniud the bearer wearing a ghost rogue/wizard tattoo could use Lawkeeper (three horizontal lines below an open the ghost’s ranks in Climb, Hide, Knowledge, Spellcraft, circle); the other side depicts a famous cleric or scholar or any of the ghost’s other skills (including class-exclu- of Chaniud’s faith. To activate a placard, the bearer must sive skills that the bearer does not possess) if they hold the card, speak Chaniud’s name, and ask a single exceed his own. He still uses his own ability modifiers question as if using a commune spell. Since most of for making skill checks. The bearer does not have access these items are created by the church of Chaniud, the to any of the ghost’s other abilities or to any knowledge answer comes from his agents and may be colored by 7 the god’s or agent’s perspective. (Members of other can help to shape its personality. The young tree is also faiths who create similar placards do not use Chaniud’s very vulnerable to attacks by monsters that might want symbols or historical figures.) After the placard has to destroy or corrupt it. answered one question, it loses all magic, and the images on both sides fade until they are barely visible. GHOSTWALK The creation costs and other information provided below are for a single placard. CHARACTERS",
        "name":  "Spell Resistance",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Born in Salkiria, Touch:Silver can deliver touch spells for Furka. Antilliaros always had an inquisitive streak and a Ghost Qualities* (Ex):Furka is a disembodied hunger for knowledge, as is appropriate for a worshiper soul with an ectoplasmic body and ghost weakness. He of Uhanam. When she died from a fire trapwhile adven- is incorporeal outside of Manifest. He has no discern- turing, her ghost appeared in Manifest, and she able anatomy and can sense his physical body with a decided to stick around a while and learn about her successful Wisdom check (DC 15). He has a +1 natural new form and the nature of the city of the dead. Since armor bonus when not incorporeal and a +4 racial then, she has developed some of her ghost abilities and bonus on Hide checks (already figured into the statis- is pursuing the Path of the Dominator. She would very tics above). much like to acquire a set of mithral bells. Wizard Spells Prepared (5/4/3; save DC 13 +",
        "name":  "History and Personality",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Replace entry with “The arboreal guard- Page 28, Scry: ian’s class skills (and the key ability for each skill) are Climb Though Scry is no longer a separate skill, all of the (Str), Concentration (Con), Craft (Int), Diplomacy (Cha), information here applies to the new scrying rules. Heal (Wis), Handle Animal (Cha), Hide (Dex), Jump (Str), Knowledge (nature) (Int), Listen (Wis), Move Silently Page 28, Wilderness Lore: (Dex), Spot (Wis), Survival (Wis), and Swim (Str). See Chap- Change “Wilderness Lore” to “Survival.” ter 4: Skills in the Player’s Handbook for skill descriptions.” Page 29, Corrupt Arcane Studies: Page 20, Natural Armor (Ex): Add to the end of the last sentence “(sorcerers do Change “gains a natural armor bonus to her Armor not recover spent spell slots for 24 hours).” Class” to “gains an enhancement bonus to her existing natural armor bonus.” Page 30, Diehard: Use the version of this feat presented in the Player’s Page 21, Bone Collector: Handbook.",
        "name":  "Class Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in scale mail (4 squares) When manifested fully: “Base Attack/-",
        "name":  "When manifested fully",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11 (+1 deflection), touch 11, flat- Grapple:+3/+3.” footed 11 Add “Attack: Incorporeal touch +5 melee (1d4",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+4 scale mail, +2 heavy Wisdom) shield, +1 natural), touch 10, flat-footed 17 When manifested fully: Touch +5 melee (1d4 Base Attack/Grapple:+1/— Wisdom).”",
        "name":  "When manifested fully",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "32 (-1 size, +3 Dex, +16 natural, +2 mas- within 30 feet. The target must succeed on a DC 20 terwork heavy shield, +1 bracers of armor +1, +1 deflec- Will save or gain an aversion to snakes for 10 minutes. tion [ring of protection +1]), touch 12, flat-footed 29 Affected creatures must stay at least 20 feet away from Base Attack/Grapple:+9/+20 any snake or yuan-ti, alive or dead; if already within 20",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat- Turn Resistance (Ex): The mumia medusa is footed 13 treated as an 8-HD undead for the purpose of turn, Base Attack/Grapple:+6/+6 rebuke, bolster, and command attempts.",
        "name":  "Armor Class",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Change “+1 full plate armor” to Arrows, Dodge, Improved Initiative, Improved “Broadbone(+1 full plate armor).” Unarmed Strike, Stunning Fist.",
        "name":  "Possessions",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Climb +10, Concentration +4, Craft Page 205, Derraol Yan: (trapmaking) +4, Hide +10, Listen +4, Spot +8; Combat Add “Base Atk +0; Grp +0” before attack entry. Casting, Great Fortitude, Multiattack. Skills:Change “Profession (miller) +4” to “Profes- Cleric Spells Prepared(4/4/3; save DC 12 + sion (miller) +5.” spell level): 0—create water, detect magic, mending, purify food and drink; 1st—disguise self*, divine favor, obscuring Page 205, Stri’isn: mist, shield of faith; 2nd—black lungs, cure moderate Replace entry with the following. wounds, invisibility*. Stri’isn: Female yuan-ti halfblood cleric 1; CR * Domain spell.Deity: Khostren. Domains: Destruc- 6; Medium monstrous humanoid (8 ft. long); HD tion (smite 1/day), Trickery (Bluff, Disguise, and 7d8+14 plus 1d8+2; hp 52; Init +5; Spd 30 ft.; AC 25, Hide are cleric class skills). touch 11, flat-footed 24; Base Atk +7; Grp +10; Atk",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Change “+1 falchion” to “Mother’s SQ cold resistance 5 (from ring of warmth), darkvision Fang (+1 falchion).” Change “+1 large wooden shield” to 60 ft., low-light vision, scent, weak flight; AL LE; SV “Great Scale(+1 heavy wooden shield).” Fort +14, Ref +9, Will +5; Str 20, Dex 15, Con 20, Int 10,",
        "name":  "Possessions",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Add “alternate form” and “SR 12.” land. After not flying for 2 rounds, he is able to fly again. Page 210, Broodguards: Possessions:ring of warmth, cloak of resistance +1, potion Change “humanoid” to “humanoid (reptilian).” of cure moderate wounds,potion of death armor, vial of Add “Base Atk +4; Grp +6.” cretchwater oil, 150 gp. Replace attack entry with “Atk +7 melee (1d3+1, Tactics:Change “He also takes advantage of his claw); Full Atk +7 melee (1d3+1, 2 claws) and +4 melee reach and the Combat Reflexes feat” to “He also takes (1d4+1, bite).” advantage of the Combat Reflexes feat.” Page 211, Tolorn: Page 214, Zul and Amon: Replace entry with the following. Possessions:Change “+1 studded leather armor” to",
        "name":  "SQ",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +19, Craft (alchemy) charges), hourglass, pearl of power (2nd-level spell), +8, Hide –3, Intimidate +8, Jump +4, Knowledge Phaant’s luckstone, potion of cure serious wounds, potion of (arcana) +10, Knowledge (local) +7, Listen +13, Search expeditious retreat, potion of haste, potion of true strike,scroll +16, Spellcraft +13, Spot +13; Brew Potion, Cleave, of fear,scroll of knock,scroll of undead torch, smokesticks Great Fortitude, Improved Initiative, Iron Will, Power (2), wand of mage armor(29 charges), wand of see invisibil- Attack, Scribe Scroll, Track. ity(17 charges), wand of summon undead I(21 charges), Wizard Spells Prepared(5/6/6/5/3/2; save DC 13 + 250 gp worth of diamond dust for stoneskin(1 use), ten spell level): 0—detect magic, disrupt ectoplasm*, disrupt 50-gp black onyx gems for animate dead,50 gp worth of undead, mage hand, read magic; 1st—alarm, chill touch*, gold dust for arcane lock(2 uses total), 100 gp worth of comprehend languages, magic missile (2), unseen servant; paste for death armor(2 uses total), 105 gp, 820 sp. 2nd—arcane lock, death armor*, hail of ectoplasm (2), knock, spectral hand*;3rd—fireball, haste, summon undead ABOUT THE AUTHOR III, undead torch*, vampiric touch*;4th—animate dead*, enervation*, stoneskin;5th—blight, summon undead V. Sean K Reynolds spends a remarkable amount of time",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A step down from justice as a motive, revenge lash out with lethal violence at any slight (or even imagined) refers to those villains who seek to redress a past wrong offense. An outsider new to the city is enticed by the luxuries against themselves or others but are not particularly selective of civilization and seeks to gain immediate power and wealth regarding whom they target for their vengeance. The angry by any means necessary. ghost that lashes out at every living being in retribution for Bard: A bard is using his magic to seduce entire crowds its murder, the king who sends his army to invade a nation into turning over their wealth, their possessions, and because a citizen of that nation tried to kill him, or the witch even their daughters. A criminally minded bard uses who curses the entire family of the priest who ordered her charm spells and bardic knowledge to learn the secrets of burned at the stake are all examples of villains with revenge powerful individuals and then blackmails them into doing as their motive. her bidding. A research bard is delving up long-hidden Self-Gratifi cation: One of the most primal villainous lore and selling it to powerful and evil wizards. A jealous motives, this is nothing more than the fulfi llment of some performer is slitting the throats of all the other singers personal desire. The addict who commits violent crimes in town. to attain her drug of choice, the rapist (whether he seeks Cleric: The cleric of an evil power is kidnapping the sexual release or feelings of power and dominance), and the poor off the streets for hideous sacrifices. A high-ranking hot-tempered killer who slays out of rage and frustration are cleric of a good church instigates an inquisition against all examples of self-gratifi cation. nonbelievers. (This situation works best in a world where",
        "name":  "Revenge",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When Mialee is 12th level, her mentor reveals acters who become overwhelmed with despair. In this case, that he is secretly a lich and explains that he has been groom- the subject can attempt a Will save to avoid the effects. ing Mialee to undergo the transformation to undeath herself. Examples: Walking through a dark forest, Vadania feels This is a signifi cantly horrifi c situation, but the mentor remains something dripping from an overhanging branch onto her friendly—at least until Mialee rejects him. If she fails a DC neck. She touches it, brings her fi ngers close to her face, and 24 Will save, she is dazed for 1 round. inhales the bitter tang of blood. Looking up into the tree, Eberk (a 9th-level cleric) enters a back room in a temple she sees dozens of corpses in various states of decay hanging of Moradin expecting to fi nd a friendly cleric and stumbles among the branches. Right above her is a fresh corpse, still into a circle of half-fi ends engaged in sacrifi cing a dwarf on raining blood from where the sharp branches impaled it. Moradin’s altar. This is a dramatically horrifi c situation, and Vadania is 13th level, and while this situation is grisly, the Eberk is in grave danger. If he makes a successful DC 25 Will danger is not immediately apparent and no one close to her save, he is only dazed for 1 round; if he fails, he is stunned is involved. If she fails a DC 24 Fortitude save, she is sickened for 1 round. for 1d8 rounds. You could replace the effects of a devil’s fear aura with After becoming separated from his partner in a tomb the following rule: A creature in the area must succeed on complex, Hennet (at 10th level) fi nally fi nds Tordek leaning a Will save (DC as stated in the Monster Manual) or become against a wall. The dwarf doesn’t respond to Hennet’s voice, stunned. A stunned creature can repeat the saving throw though, and fi nally Hennet grabs his shoulder and shakes each round on its turn to attempt to shake off the effects. him. Tordek’s armor collapses to the ground while a wave of This is a full-round action. foul-smelling slime splashes around it. Hennet must succeed on a DC 27 Fortitude save or become nauseated. Even if he WEARINESS succeeds, he is sickened for 1d6 rounds. While shock describes the short-term effects of sudden You could replace the effects of a mummy’s despair ability exposure to horrifi c things, weariness results from prolonged with the following rule: At the fi rst sight of a mummy, the exposure to horror. Characters might become fatigued after a viewer must succeed on a DC 16 Will save or be overcome particularly horrible encounter, and exhausted after a series of with despair for the duration of the encounter. The character them. Characters can typically avoid weariness with success- is treated as sickened while this effect lasts. ful Fortitude saves, although in some situations a Will save might be more appropriate. You can treat fatigued, exhausted, OBSESSION and staggered as a spectrum from least to most severe. Scenes of horror can transfi x characters, commanding their",
        "name":  "Examples",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are constantly short of breath and feel like Charisma-based ability checks or skill checks. you can’t get enough air. You are staggered during the third Skin Thickens: Your skin thickens, cracking and turning round and any subsequent rounds of any combat. leathery. You gain +1 natural armor, and take a –2 penalty on Dexterity-based ability checks and skill checks.",
        "name":  "Winded",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your skeleton warps and thickens. Raise Great Swollen Growths: Great swollen growths appear your Strength score by 2, and reduce your Dexterity score on your body. You take a –2 penalty to your Armor Class. by 4. Internal Corruption: Though your corruption is not vis-",
        "name":  "Bones Thicken",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are plagued with a phlegm-laden, ible to others, the inside of your body is a festering cesspool wracking cough. You also suffer occasional bouts of vomiting, of corruption. Bloody pus pools in your body cavities, strange sdlonyeR .W yb .sullI 662200__888855222277220000__CChh44..iinndddd 6644 88//88//0055 44::2222::1122 PPMM 65 HORROR RULES OF CHAPTER 4 growths develop on your organs, or tiny limbs or heads bud Mild Depravity Effects beneath your skin. Reduce your Constitution score by 2. Aggressive: You are easily angered and cannot hide your Some prestige classes allow a character to take this symptom feelings. In combat, you try so hard to hurt your enemies that in place of any other one. This symptom allows you to hide your you neglect your own defense, and you take a –1 penalty to corruption because it is all internal. This symptom can even Armor Class. be taken to replace a mild or moderate symptom if desired. Bestial: You take on a ferocious, wild demeanor. You gain No extra bonus feat is granted if this symptom is taken to a +2 circumstance bonus on Handle Animal, Ride, and wild replace a mild symptom (see page 67). empathy checks. You take a –1 penalty on other Charisma-",
        "name":  "Chronic Illness",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character who spends the night burials in each plot. When you decide to place a gravestone in a haunted location must make a DC 20 Will save or have in a square, don’t worry about the stone’s exact location his depravity score increase by 1. The saving throw DC might within the square. It costs 2 squares of movement to move be higher in more severe cases of haunting (see Tainted Loca- into a square with a gravestone in it. A creature standing in tions on page 68). the same square as a gravestone gains a +2 bonus to Armor",
        "name":  "Taint and Hauntings",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Three times per day, an tures equal to 1d6 points of damage. If archivist can draw upon his expansive knowledge the archivist succeeds on his Knowledge of monsters, granting his allies benefi ts against the check by 10 or more, then this bonus in- creatures they face. Doing this counts as a move creases to 2d6. If the archivist succeeds action. The secrets of dark knowledge pertain on his Knowledge check by 20 or more, only to aberrations, elementals, magical then this bonus increases to 3d6. beasts, outsiders, or undead. Dread Secret: By speaking aloud a dread An archivist unlocks new secret of the target creature, an archivist dark knowledge abilities of 11th level or higher can dazzle a target as his level increases and creature for 1 round. Unlike other dark can also call upon his dark knowledge, this ability can be used only knowledge more often, gaining against a single creature. If the archivist suc- one additional daily use for every three archi- Anselmo Durod, ceeds on his Knowledge check by 10 or more, vist levels (4/day at 3rd level, 5/day at 6th level, archivist then the target is dazed for 1 round. If the archi- and so forth). vist succeeds on his Knowledge check by 20 or Using dark knowledge requires a Knowledge check of more, then the target is stunned for 1 round (if the target is a type appropriate to the creature faced. A Knowledge immune to being stunned but not immune to being dazed, (arcana) check reveals secrets of magical beasts, Knowledge such as most undead, then the archivist can choose to daze (dungeoneering) pertains to aberrations, Knowledge (reli- the target instead of stunning it). gion) covers undead, and Knowledge (the planes) applies Foreknowledge: Starting at 14th level, an archivist can to outsiders and elementals. The DC of the check is 15. better prepare his allies for the attacks of the affected Most of the archivist’s dark knowledge abilities increase creature, making it harder for the creature to land blows Illus. by R. Gallegos 662200__888855222277220000__CChh55..iinndddd 8833 88//88//0055 44::2266::5577 PPMM 84 5 RETPAHC DNA SEOREH SEOREHITNA and successfully deal damage. Allies within 30 feet of the who share their interest in old lore and the recovery of archivist gain a +1 insight bonus to Armor Class that applies long-lost treasure. to attacks by the affected creature only. If the archivist suc- ceeds on his Knowledge check by 10 or more, this bonus Combat increases to +2. If the archivist succeeds on his Knowledge Archivists are not especially potent front-line fi ghters and check by 20 or more, this bonus increases to +3. will often hang back with the wizards when combat arises.",
        "name":  "Dark Knowledge",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Archivists gain Scribe Scroll as a bonus They are sturdier and usually better armored than their feat. arcane counterparts, however, and boldly stride into combat",
        "name":  "Scribe Scroll",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When an archivist reaches 10th level, and An archivist can often provide information about a foe’s again at 20th level, he can select a free feat from the follow- weaknesses that spells the difference between failure and ing list: Skill Focus (any Knowledge skill), Spell Focus, any success against that adversary. metamagic feat, or any item creation feat. Advancement PLAYING AN ARCHIVIST It is often said that archivists are born, not made. Many who As an archivist, you travel in search of new and unusual embrace this class do so out of a genuine thirst for learning, magic of a divine nature. Since your understanding of magic often accompanied by a reverence or admiration for divine revolves around the written word, you prize magical writ- power. Some people who end up walking the path of the ings of any kind and will travel far to investigate a newly archivist began as apprentice wizards or junior clerics but uncovered (or yet-to-be-discovered) holy scripture or mystical soon felt the call to seek hidden knowledge. recitation. Generally speaking, you aren’t quite as stuffy as Many archivists are archivists for life; the more hidden the average wizard, given your breadth of experience and lore they uncover, the more they feel they still have to high Wisdom score, but neither are you a chest-thumping learn. Others multiclass to complement their abilities, champion of the gods. The secrets you uncover are their sometimes validating their pursuits in the eyes of a church own reward, and your confi dence in yourself and in the job hierarchy by taking levels in cleric or even paladin. Less you do is more rewarding than the empty gratitude of some frequently, an archivist’s hunger for lore causes him to group or hierarchy. branch out into the arcane arts, splitting his studies between divine exploration and wizardry. The archivist Religion is also an exceptionally versatile class for the purposes of While most archivists are religious, it is fundamentally prerequisites, acting as a natural gateway class for many their way to put more stock in the power of the divine prestige classes. than in the divine itself. Archivists exist for virtually every known deity. Some hunt down the secrets of ages DREAD NECROMANCER past to exalt the greater glory of their deity, while others seek only to safeguard sacred lore from falling into the “Necromancy is not just one school of magic among many. It is an wrong hands. Still others see very little connection between Art, one that requires the Artist’s entire devotion.” their personal devotion and the work they do, aside from —Kazerabet, Angel of the Dark perceiving their continued success as evidence of their god’s favor. A specialist wizard who calls himself a necromancer or a cleric with the Death domain has signifi cant power over undead Other Classes and the forces of negative energy, but a dread necromancer Archivists tend to fare well in the company of wizards, is their true master. A practitioner of vile and forbidden arts, who appreciate the scholarly approach they take to magical the dread necromancer roots about in graveyards, searching study. By the same token, however, they have a mercurial out moldering components for her obscene spells. She calls relationship with standard clerics. Some priesthoods upon restless, tormented spirits of the dead, seeking their view archivists as an essential arm of their god’s follow- arcane secrets. She might be a consummate villain, or perhaps ing, while others see them as little more than shameless a tortured hero whose obsession with death leads her along thieves who seek to despoil or abuse sacred texts. Many questionable moral paths. druids look askance at their spells’ being cast by those who do not follow druidic teachings. Archivists often MAKING A DREAD NECROMANCER travel in the company of bards or rogues (another mark A dread necromancer is similar to other arcane spellcasters against them in the eyes of some narrow-minded priests), such as wizards, sorcerers, bards, or warmages. She does 662200__888855222277220000__CChh55..iinndddd 8844 88//88//0055 44::2266::5599 PPMM 85 ANTIHEROES HEROES AND CHAPTER 5 not learn spells as quickly as wizards do, nor have access to You make up for slower spellcasting progression with a wide such a great variety of spells, but she excels at her primary array of special abilities, including a touch attack that uses repertoire—necromantic, evil, and fear-related spells. She negative energy to harm your foes. This attack increases in is a combat caster, with more resilience than a wizard strength and gains additional effects as you gain levels. or sorcerer and a definite emphasis on combat-oriented Because many of your abilities rely on your entering necromantic spells. melee, you are proficient with light armor and have the",
        "name":  "Bonus Feat",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Starting at 10th level, a dread nec- critical wounds, symbol of death romancer gains 25% resistance to critical hits; this is the 9th Level: Energy drain, imprison soul*, mass harm*, plague equivalent of the light fortifi cation armor special ability of undead*, wail of the banshee described on page 219 of the Dungeon Master’s Guide. At 17th *New spell (see Dread Magic, starting page 125). level, this fortifi cation increases to 50%. Enervating Touch (Su): When a dread necromancer PLAYING A DREAD NECROMANCER reaches 12th level, she gains the ability to bestow negative You hold the power of death in the palm of your hand (quite levels when she uses her charnel touch attack. Each day, literally, albeit on a small scale at the start of your career). If she can bestow a total number of negative levels equal to your career continues as planned, you will survive forever one-half her class level, but no more than two negative as a lich. This destiny naturally makes you superior to lesser levels with a single touch. The saving throw to remove the mortals who are doomed to molder in their crypts or shuffl e negative levels has a DC of 10 + 1/2 her class level + her about mindlessly as your animated minions. You favor Charisma modifi er. somber clothing, cultivate a pale and gaunt appearance, and Activating this class feature is a swift action. The effect speak in soft, low, sinister tones. You might harbor some lasts until she makes a successful charnel touch attack. vague notions about using your dark powers for the good A dread necromancer can use the spectral hand spell to of the world, but your most important motivation is your deliver this attack from a distance. own power—and, ultimately, your transformation into an Beginning at 17th level, the number of negative levels a eternal undead creature. You approach every adventure dread necromancer can bestow per day increases to equal with these goals at least in the back of your mind, if not at her class level. the forefront. What forgotten secrets might you unearth",
        "name":  "Light Fortifi cation",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You add +1 to the DC for all saving throws against damage to a creature, the target also takes either 2 points of any spells you cast that have a corrupt component. Constitution damage (if your corruption is higher than your 662200__888855222277220000__CChh55..iinndddd 112200 88//88//0055 44::2299::0066 PPMM 121 ANTIHEROES HEROES AND CHAPTER 5 Monstrous Feats Prerequisites Benefi t Touch of Taint Natural attack dealing ability damage, Deal taint to target ability drain, or energy drain Tainted Feats* Prerequisites Benefi t Corrupt Arcana Spontaneous caster, mild depravity Prepare corrupt spell not among your spells known Eldritch Corruption Metamagic feat, moderate depravity Enlarge, extend, heighten, or widen a spell at the cost of your ally’s Con damage Forbidden Lore Bardic knowledge or lore class feature, +2, +4, or +6 bonus on bardic knowledge or lore mild depravity checks regarding sinister topics Lunatic Insight Mild depravity +2 initiative bonus, treat all Knowledge skills as if they were trained skills Mad Faith Divine spellcaster, mild depravity Your depravity grants you bonus spells Surge of Malevolence Mild taint +3, +6, or +9 bonus on a single attack, save, or check Debilitating Spell Surge of Malevolence, moderate taint Spells become evil, deal Con or Wis damage Debilitating Strike Surge of Malevolence, moderate taint Melee attacks become evil, deal Con or Wis damage Tainted Fury Con 13, moderate corruption Gain bonus hit points and a tainted smite attack while in a tainted fury *Only nongood creatures suffering from taint can acquire tainted feats. Vile Feats* Prerequisites Benefi t Willing Deformity Evil alignment +3 bonus on Intimidate checks Deformity (Skin) Evil alignment, Willing Deformity +1 natural armor bonus Deformity (Tall) Evil alignment, Willing Deformity, Gain reach as if Large, take –1 penalty to AC Medium size Deformity (Teeth) Evil alignment, Willing Deformity Gain bite attack, +1 bonus on Intimidate checks Deformity (Tongue) Evil alignment, Willing Deformity Gain blindsense 30 ft. *Only intelligent creatures of evil alignment can acquire vile feats. depravity) or 4 points of Wisdom damage (if your depravity Special: You are a larger and clumsier target than you were is higher than your corruption). If you have an equal level before undergoing the height extension, giving you –1 to of corruption and depravity, choose which sort of damage your AC. You also take a –2 penalty on Hide checks. you wish to deal. You can use this ability twice per day if you have moderate DEFORMITY (TEETH) [VILE] taint and four times per day if you have severe taint. By fi ling your teeth to points and brutalizing your gums,",
        "name":  "Benefi t",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain a +1 natural armor bonus. tongue becomes hideous to behold but oddly sensitive to",
        "name":  "Benefi t",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "GRANNY LOVES YOU Initiative: +7 A green hag dwells in a shack not far from a quiet village. Speed: 40 ft. (8 squares), fl y 80 ft. (perfect) Using her spell-like abilities, she has taken several of the Armor Class: 17 (+3 Dex, +4 deflection), touch 17, flat- community’s children under her wing, preferring orphans footed 14 or those whose parents neglect them. Calling them her Base Attack/Grapple: +4/— grandchildren and showering them with false affection, she Attack: Incorporeal touch +7 melee (1d4 Str or Wis drain) uses these children to lure other villagers into her clutches, Full Attack: Incorporeal touch +7 melee (1d4 Str or Wis and she slowly grows fat off those she consumes. She molds drain) the children she adopts into violent killers, bereft of morality Space/Reach: 5 ft./5 ft. and ready to turn on their own families or anyone else at her Special Attacks: Ability drain, create spawn slightest whim. Special Qualities: Darkvision 60 ft., empathic sense, false substance, incorporeal traits, +4 turn resistance, spell-like abilities, undead traits OUTSIDERS",
        "name":  "EXAMPLE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 size, +5 Dex, +2 natural), touch 16, speak passable Elven. fl at-footed 13 Base Attack/Grapple: +2/–3 COMBAT",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, examination of a dead boneleaf; blood vessels and strings of fl at-footed 17 cartilage make up the interior of what appear as vines and Base Attack/Grapple: +5/+16 trees, and a large system of nerves runs beneath the earth",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +6 natural), 19 (+1 Dex, +8 natural), 20 (–1 size, +2 Dex, +9 natural), touch 11, fl at-footed 17 touch 11, fl at-footed 18 touch 11, fl at-footed 18 Base Attack/Grapple: +1/–1 +3/+6 +6/+15",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–2 size, +4 Dex, +9 nat- 22 (–2 size, +5 Dex, +9 natural), 23 (–2 size, +6 Dex, +9 natural), ural), touch 12, fl at-footed 17 touch 13, fl at-footed 17 touch 14, fl at-footed 17 Base Attack/Grapple: +12/+27 +15/+31 +18/+35",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4 Taint elementals are sadistic opponents. They are fond of Treasure: Standard ambushes and sneak attacks. While they do not hesitate to Alignment: Usually chaotic evil kill, they also enjoy corrupting targets with large amounts Advancement: 7–11 HD (Medium) of taint and then leaving them to suffer. Level Adjustment: — A taint elemental tends not to use its Power Attack feat †Includes adjustments for Power Attack feat. on the fi rst few attacks, instead calling it into play once it is certain that it has a good chance to hit its chosen target(s). Lesser Dusk Giant Touch of Taint (Ex): Anyone struck by a taint elemental, Large Giant or who physically touches a taint elemental, must succeed Hit Dice: 12d8+84 (138 hp) on a Fortitude save or gain corruption points. The DC of the Initiative: +0 save, and the amount of taint gained, is as follows. The save Speed: 40 ft. (8 squares) DC is Charisma-based. Armor Class: 20 (–1 size, +11 natural), touch 9, fl at-footed 20 Base Attack/Grapple: +9/+25",
        "name":  "COMBAT Challenge Rating",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. (6 squares) Armor Class: 25 (–2 size, +17 natural), touch 8, fl at-footed 25",
        "name":  "Speed",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Base Attack/Grapple: +13/+40 Base Attack/Grapple: +4/+9 Attack: Claw +17 melee (1d8+32) or huge greatclub +17",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1/day—dimension door, energy drain (DC stats for different dusk giant categories presented above. 23); 2/day—shield, slow (DC 17); 3/day—enervation, ray of When a least dusk giant’s Hit Dice reach 12, it becomes a lesser enfeeblement. dusk giant. Its size increases from Medium to Large (with the usual size adjustments; see page 314 of the Monster Manual), it GOLEM, CADAVER grows stronger of purpose and will (represented in an increase to Charisma), and it gains several potent new abilities. A similar Large Construct advancement occurs at 18 Hit Dice, when a lesser dusk giant Hit Dice: 10d10+30 (85 hp) becomes a greater dusk giant and its size increases from Large Initiative: +1 to Huge. Dusk giants never grow larger than Huge, but they Speed: 30 ft. (6 squares) can continue to gain Hit Dice, and the benefi t that comes Armor Class: 20 (–1 size, +1 Dex, +10 natural), touch 10, with them, to a maximum of 24 Hit Dice. fl at-footed 19 Unfortunately for the giant, these gains are not permanent. Base Attack/Grapple: +7/16",
        "name":  "All these changes have already been taken into account in the Greater dusk giant",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+6 Dex, +2 deflection), jester can drain joyous emotions from touch 18, flat-footed 12 humanoid beings. The jester must be Base Attack/Grapple: +4/+4 within 30 feet of a living humanoid",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (+5 Dex, +12 defl ection), touch 27, fl at- COMBAT footed 22 Phantasmal slayers exist to spread fear. They prefer to kill by Base Attack/Grapple: +16/— means of their phantasmal facade and might be inclined to",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tainted minion’s natural armor bonus improves by +4, as chitinous plates form on and within the creature’s fl esh.",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tainted raver’s state of perpetual rage gives it a –2 penalty to Armor Class.",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A tainted raver retains all the special attacks of the base creature and gains a perpetual rage ability. Perpetual Rage (Ex): A tainted raver is constantly in a state of insane fury similar to a barbarian’s rage. In this state, the raver gains a +4 bonus on its Strength and Constitution scores, a +2 bonus on Will saves, and a –2 penalty to Armor Class. An effect that counters rage, such as the calm emotions spell, temporarily suppresses this ability and negates these bonuses and penalties. Unlike a barbarian’s rage, a tainted raver’s perpetual fury does not prevent it from taking actions that require reasoned thought or concentration. A tainted raver can cast spells, use skills, activate magic items, and even act calmly and rationally. It retains at least some modicum of tactical and rational thought, although its madness can cause it to act on those thoughts in an unpredictable manner. While some tainted ravers become screaming maniacs, others manifest their lunacy in more subtle and sinister ways. A rare few can suppress the outward signs of their innate wrath and even pass, for a time, as normal. Eventually, however, even the most iron-willed raver must give vent to its rage, resulting in fi ts of homicidal temper.",
        "name":  "Special Attacks",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 Dex, +5 Skills: Because of its tail, this natural, +2 defl ection) or 20 unholy scion lizardfolk has a +4 (+1 Dex, +5 natural, +2 heavy racial bonus on Jump, Swim, and shield, +2 defl ection), touch 13, Balance checks. The skill modi- fl at-footed 17 or 19 fiers given in the statistics block Base Attack/Grapple: +1/+2 include a –2 armor check penalty",
        "name":  "Armor Class",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Claw +2 melee (1d4+1 plus 2d6 (–4 on Swim checks) for carrying against good) or club +2 melee (1d6+1 a heavy shield. plus 2d6 against good) or javelin +2 ranged (1d6+1) CREATING AN",
        "name":  "Attack",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damage reduction 5/good or magic, statistics and special abilities except as noted here. darkvision 60 ft., hold breath, fast healing 4, immunity Size and Type: The creature’s type changes to outsider to poison and mind-affecting spells and abilities, instant (evil, native). Do not recalculate Hit Dice, base attack bonus, knowledge, resistance to acid 5, cold 5, electricity 5, and or saving throws. Size is unchanged. fi re 5, spell resistance 12 Armor Class: The unholy power of a scion grants it Space/Reach: 5 ft./5 ft. a defl ection bonus to AC equal to its Charisma modifi er",
        "name":  "Special Qualities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You can alter a spell that deals damage to foes so that fi ght. any living creature that is dealt damage also gains a negative Prerequisite: Corpsecrafter. level. If the subject has at least as many negative levels as Hit Benefi t: Every undead you raise or create with any necro- Dice, it dies. Assuming the subject survives, the negative level mancy spell gains a +2 natural armor bonus to Armor Class. disappears (without requiring a Fortitude save) after a number of hours equal to your caster level (maximum 15). A fell drain- HEIGHTEN TURNING [GENERAL] ing spell uses up a spell slot two levels higher than the spell’s You can affect more powerful undead with your turning or actual level. rebuking attempts.",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Like the standard Leadership feat, you must check ing 0 hit points. Without the buffer zone of the dying condition with your DM before selecting this feat, and work with your (0 to –9 hp), combat tends to be far more dangerous for undead DM to determine an appropriate cohort and followers for your characters. While Tordek can often keep fi ghting until uncon- character. See the Undead Cohorts and Followers section, below, sciousness, a vampire doesn’t have that same option. Particularly for more information on choosing an undead creature as a cohort at lower levels, undead characters should either be careful in or follower. combat or else invest in armor or magical protection. And of course, undead creatures must worry about clerics of UNQUENCHABLE FLAME OF LIFE all alignments. It’s easy to see the threat posed by a cleric who [GENERAL] can turn or even destroy your character as a standard action You are hardened to the attacks of the undead. (with no save allowed), but don’t forget about evil clerics who",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mohrgs are best as front-line warriors, thanks to their Characteristics: The mummy has in its repertoire despair, powerful combat abilities. They also make fi ne assassins, and if mummy rot, improved ability scores, natural armor, and its they can rein in their murderous attitudes, can be good scouts status as an undead creature. The undead status comes fi rst, and as well. because of this type advantage, a mummy must wait for several levels to acquire any special abilities. What is frequently the most Racial Traits feared aspect of an encounter with a hostile mummy, its super-",
        "name":  "Role",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Wights are most often former humans or members wight’s Cha modifi er). For each such negative level bestowed, a of evil humanoid races (such as hobgoblins or orcs). Some wight gains 5 temporary hit points that last for up to 1 hour. Table 2–7: The Wight Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points Special 1st 1d12 +0 +0 +0 +2 (4 + Int mod) × 4 Feat, slam 1d4 2nd 1d12 +0 +0 +0 +2 — +1 natural armor 3rd 2d12 +1 +0 +0 +3 4 + Int mod +2 Cha 4th 2d12 +1 +0 +0 +3 — +2 natural armor 5th 3d12 +1 +1 +1 +3 4 + Int mod Feat, +2 Wis 6th 3d12 +1 +1 +1 +3 — +3 natural armor 7th 4d12 +2 +1 +1 +4 4 + Int mod +2 Str 40 8th 4d12 +2 +1 +1 +4 — +4 natural armor, +2 Cha, energy drain, create spawn ach of the prestige classes included here is appropriate for and can help his master overcome its supernatural vulner- campaigns in which undead play a signifi cant role. Some abilities. For example, a death’s chosen in the service of a cast themselves in the role of enemies of the living dead, vampire can lure unsuspecting victims into the vampire’s while others serve as their masters, allies, or minions. lair, spy on those plotting against his master in the sanctity of a hallowed church, or move his master’s coffi n to a new lair during the hours of hateful sunlight. DEATH’S CHOSEN Fighters are the most common death’s chosen, since “For the glory of the Deathless One!” most undead understand the utility of a bodyguard. Barbarians, rogues, assassins, and monks can also serve From time to time, mortal beings choose to pledge their lives effectively as a death’s chosen. Spellcasters rarely become to the service of a powerful undead creature. Some are terri- death’s chosen, though some clerics dedicated to gods fi ed of their own mortality and hope that in return for faithful of death take up this mantle. service, the master will consent to make the chosen into one of NPC members of this prestige class typically remain its spawn in due time. Others are hateful folk who view service close to their masters, though they sometimes venture to an undead master as an instrument of vengeance against forth on important missions. Individual death’s chosen those who have slighted them, whether those slights are real or don’t have any special allegiance to one another. They imagined. A rare few death’s chosen exist to support an undead serve their masters above all else. creature they perceive as having special knowledge or value, Hit Die: d10. and thus they serve as a matter of duty and honor. REQUIREMENTS If accepted by his would-be master, a death’s chosen serves as the master’s living minion. The chosen gains great vigor and To qualify to become a death’s chosen, a character power in the service of his master, but slowly becomes tainted must fulfi ll all the following criteria. by close proximity to his master’s unholy power. Type: Aberration, dragon, giant, humanoid, Becoming a death’s chosen necessitates turning one’s back magical beast, or monstrous humanoid. on life and the living. The demands of the master are all that Alignment: Any nongood. matter—even if the master hungers for the blood or souls of the Base Attack Bonus: +5. living. A loyal death’s chosen can be a great boon to a powerful Skills: Knowledge (religion) 1 rank, Spot 2 41 and predatory undead. He can go places the master cannot, ranks. IIlllluuss.. bbyy CC.. LLuukkaaccss 3 RETPAHC EGITSERP SESSALC",
        "name":  "Races",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 hide armor, +1 light shield, ring of protection +1, rebuke undead ability four additional times per day. periapt of Wisdom +2, +1 scimitar, potion of cure serious wounds. Rebuke Undead (Su): Master of shrouds class levels stack with levels of all other classes that grant the ability to rebuke undead for the purpose of determining the character’s effective MASTER OF SHROUDS cleric level for rebuking. See Turn or Rebuke Undead, page 159 The master of shrouds is an evil spellcaster who magically seizes of the Player’s Handbook. For example, a 7th-level cleric/5th-level incorporeal undead and sets them to do her bidding. Plucking master of shrouds rebukes undead as a 12th-level cleric. vile creatures such as wraiths and shadows from their restless Summon Undead (Sp): At 2nd level and higher, a master of haunts, she summons them to her presence and commands them shrouds can summon one or more incorporeal undead creatures to work her will. Furious at their forced servitude, the wrathful a number of times per day equal to 3 + her Charisma modifi er undead spread fear and death in their wake. (minimum 1). This ability is otherwise identical to the summon Most masters of shrouds have experience as clerics. Paladins monster spells, except that a master of shrouds adds her Charisma never become masters of shrouds, though ex-paladins may do so, modifi er (if positive) to the duration of the effect. particularly if they turn far enough from their lawful good roots At 2nd level, a master of shrouds can summon a single shadow. to become blackguards. Multiclass clerics are also common fol- At 4th level, she can summon one wraith or two shadows. At lowers of this path, including cleric/fi ghters and cleric/rogues. 6th level, she can summon one spectre, two wraiths, or four A small number of cleric/necromancer/mystic theurges take up shadows. At 8th level, she can summon one greater shadow, two the role of master of shrouds at their highest levels. spectres, four wraiths, or four shadows. At 10th level, she can 46 CLASSES PRESTIGE CHAPTER 3 summon one dread wraith, two greater shadows, four spectres, person (DC 16), silence (DC 16);3rd—animate deadDE, dispel magic, four wraiths, or four shadows. protection from energy, summon undead IIIE†;4th—divine power, Improved Summoning (Ex): Beginning at 5th level, a summon undead IVE†, unholy blightDE(DC 18). master of shrouds summons more powerful undead creatures *Domain spell. than normal. Whenever she casts a summon undead spell or Domains: Death when she uses her summon undead class ability, the summoned (death touch 1/day, creature gains a +2 enhancement bonus on attack rolls and damage 6d6), Evil (cast damage rolls. evil spells [E] at +1 cast- er level). SAMPLE MASTER OF SHROUDS †New spells de- A lifelong devotee of Nerull, the scribed on page 71 god of death, Kaetta Bale is and 72. more at home with undead Possessions: +1 than she is with living full plate, ring of creatures. protection +1, peri-",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Able to cast command undead and vampiric touch as Undead Armor Affi nity (Ex): A pale master has an instinc- arcane spells. tive feel for undead armor. At 4th level and higher, he treats the",
        "name":  "Spells",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The candidate must have spent three or more days undead armor as if its arcane spell failure chance were 10% less. locked in a tomb with animate undead. This contact may be At 8th level, this reduction improves to 20%. peaceful or violent. A character who is slain by the undead and Control Undead (Sp): Once per day, a pale master of 5th later raised still meets the requirement, although the resulting level or higher can gain control over an undead creature (with level loss may delay compliance with other prerequisites. Hit Dice equal to or less than his highest arcane caster level) by making a successful touch attack against it. The undead creature CLASS SKILLS receives no saving throw to resist this effect. The control lasts for The pale master’s class skills (and the key ability for each skill) 1 round per class level. When the duration expires, the undead are Concentration (Con), Craft (Int), Diplomacy (Cha), Hide creature returns to its former allegiance, if any. The newly (Dex), Knowledge (any) (Int), Listen (Wis), Move Silently (Dex), controlled undead can still be turned or rebuked as normal. Profession (Wis), and Spellcraft (Int). This effect is otherwise identical to the control undead spell. This",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A living foe hit by a pale master’s touch Skills and Feats: Concentration +15, Knowledge (arcana) +15, attack must succeed on a Fortitude save or take 1d6 points of Knowledge (the planes) +15, Knowledge (religion) +17, Listen Constitution drain. Prerequisite: Class +9, Spellcraft +17, Survival +2 (+4 other planes); Corpsecrafter†, level 9th. Dodge, Deadly Chill†, Fell Animate†, Skill Focus (Knowledge Deathless Master’s Touch: A liv- [religion]), Nimble Bones†, Scribe ScrollB. ing foe of up to one size category †New feats described in Chapter 2. larger than a pale master hit Ugen Allai, Animate Dead (Sp): 1/day, by the pale master’s touch a pale master CL 8th. attack must succeed on a Familiar: Ugen chooses not to Fortitude save or die. A summon a familiar, seeing a potential slain creature automatically familiar as more of a vulnerability animates 1 round later as a than an asset. zombie (see page 265 of the Wizard Spells Prepared (caster level Monster Manual) and is un- 8th): 0—detect magic (2), detect poison, der the pale master’s control read magic; 1st—charm person (DC 14), as if he had animated it. Undead mage armor, ray of enfeeblement (2)(+5 created using this power do not ranged touch), shield; 2nd—com- count against a pale master’s HD mand undead (DC 15), mirror image, total for controlling undead. Pre- scorching ray (+5 ranged touch), requisite: Class level 10th. see invisibility; 3rd—dispel mag- Tough as Bone (Ex): On reaching ic, displacement, fi reball (DC 16), 7th level, a pale master takes on even vampiric touch; 4th—animate more of the qualities of an undead crea- dead, greater invisibility. ture. He becomes immune to disease, Spellbook: as above plus 0—all; nonlethal damage, and stunning. 1st—expeditious retreat, identify,",
        "name":  "Destructive Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A 9th-level pale magic missile, true strike; 2nd—ar- master gains the service of a loyal un- cane lock, invisibility; 3rd—gaseous dead cohort. The cohort follows the form; 4th—charm monster. rules for undead cohorts described Possessions: bracers of armor +2, ring under the Undead Leadership feat of protection +1, cloak of resistance +1, (see page 31). The pale master does amulet of natural armor +1, masterwork not gain any followers from this dagger, 1,700 gp. ability, only a single cohort. The cohort’s effective character SACRED level is determined by the pale PURIFIER master’s Leadership score and character level exactly as if the Sacred purifi ers are priestly cohort had been gained by means characters who specialize of the Undead Leadership feat. in destroying undead. They Deathless Mastery (Ex): On belong to a loose-knit order affi liated reaching 10th level, a pale with the church of Pelor (or another similar faith), though master gains the virtues of his they disdain hierarchical bureaucracy in favor of action and deathless arts. His body becomes partly mummifi ed (though he forthrightness. Many pursue an “act fi rst, ask questions later” is not truly undead), and he becomes immune to poison, sleep approach, which occasionally frustrates the more traditional- effects, paralysis, death effects, critical hits, ability drain, and minded clerics in the church’s chain of command. energy drain, as well as damage to his physical ability scores Most sacred purifi ers are clerics (often of Pelor), but paladins (Str, Dex, and Con). He still needs to breathe, eat, and sleep as have also been known to take up the call. Fighter/clerics also normal for his type, and he still ages normally. make good sacred purifi ers, as do barbarian/clerics (who appreci- ate the order’s forthright nature). SAMPLE PALE MASTER NPC sacred purifi ers may work alone or in groups, either Ugen Allai was outcast from his family when just on the verge of with other purifi ers, with devotees of Pelor, or with any who adulthood for committing sacrilege and raising a family member share their goals. from the dead. Since that time, he’s wandered, seeking more Hit Die: d8. knowledge about necromantic magic. 49 Illus. by T. Baxa 3 RETPAHC EGITSERP SESSALC from the Sun domain), he can use it one additional time per REQUIREMENTS day. To qualify to become a sacred purifi er, a character must fulfi ll Turn Undead (Su): Sacred purifi er class levels stack with all the following criteria. levels of all other classes that grant the ability to turn undead",
        "name":  "Undead Cohort",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "amulet of natural armor +1, bracers of armor +2, ring to its Dexterity score. If the exemplar is destroyed, the spawn of protection +1, periapt of Wisdom +2, headband of intellect +2, cloak loses this bonus. of resistance +2, potion of cure serious wounds, masterwork dagger, Ghostly Grasp: At 3rd level, an ephemeral exemplar gains 300 gp. Ghostly Grasp (see page 27) as a bonus feat, even if it doesn’t meet the prerequisite. UNDEAD PRESTIGE CLASSES Sample Ephemeral Exemplar This section presents prestige classes designed for undead Lalruun is a dangerous spectre that has been dead so long that it creatures. Even undead creatures that normally don’t advance no longer remembers its living existence or even its full name. by class level, such as mummies, wights, or spectres, may take The creature hates the living, and attempts to destroy any who these prestige classes. If an undead creature has no advancement enter its lair. (such as a skeleton or zombie), it cannot take levels in one of Lalruun: Spectre ephemeral exemplar 3; CR 10; Medium these prestige classes. undead (incorporeal); HD 10d12; hp 70; Init +7; Spd 40 ft., 53 3 RETPAHC EGITSERP SESSALC fl y 80 ft. (perfect); AC 19, touch 19, fl at-footed 16; Base Atk Requirements +4; Grp —; Atk or Full Atk +7 melee (1d8 plus energy drain, To qualify to become a lurking terror, a character must fulfi ll incorporeal touch) or +8 melee (2d4, +1 ghost touch spiked all the following criteria. chain); SA create spawn, energy drain; SQ darkvision 60 ft., Type: Undead. enhanced spawn, incorporeal traits, sunlight powerlessness, Skills: Hide 8 ranks, Move Silently 8 ranks. +5 turn resistance, undead traits, unnatural aura; AL LE; SV Special: If the character possesses the incorporeal subtype, Fort +3, Ref +6, Will +10; Str —, Dex 16, Con —, Int 14, Wis it need not meet the Move Silently requirement. 14, Cha 16.",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Femalevampire elf cleric infl uence as though by a dominate person spell (caster level 12th). 8/master vampire 3; CR 13; Medium undead (augmented The ability has a range of 30 feet. humanoid); HD 11d12; hp 77; Init +7; Spd 30 ft.; AC 28, touch Elf Traits: Elves have immunity to magic sleep effects. An 16, fl at-footed 25; Base Atk +7; Grp +12; Atk +12 melee (1d8+7 plus elf who merely passes within 5 feet of a secret or concealed door energy drain, slam); Full Atk +12/+7 melee (1d8+7 plus energy is entitled to a Search check to notice it as if she were actively drain, slam); SA blood drain, children of the night, create spawn, looking for it. dominate, energy drain, rebuke undead 6/day (+3, 2d6+12, 9th), Energy Drain (Su): Living creatures hit by Laudric’s slam spells; SQ alternate form, damage reduction 10/silver and magic, attack gain two negative levels. For each negative level bestowed, elf traits, enhanced spawn, fast healing 5, gaseous form, low-light she gains 5 temporary hit points that last for up to 1 hour. Laudric Table 3–10: The Master Vampire Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 More spawn, turn resistance +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Enhanced spawn — 3rd +1 +3 +1 +3 Master’s chosen +1 level of existing spellcasting class 56 CLASSES PRESTIGE CHAPTER 3 Argotem, a tomb warden Laudric, a master vampire can use her energy drain ability once per round. The DC is 18 cannot cross running water, and cannot enter a home unless for the Fortitude save to remove a negative level. invited. She can be destroyed by exposure to direct sunlight, full Gaseous Form (Su): As a standard action, Laudric can assume immersion in running water, or by a stake through the heart. gaseous form at will, as the spell (caster level 5th), but she can Cleric Spells Prepared (caster level 10th): 0—detect magic (2), remain gaseous indefi nitely and has a fl y speed of 20 feet with guidance (2), resistance (2); 1st—deathwatchE, divine favor (2), entro- perfect maneuverability. pic shield, protection from goodDE, sanctuary, shield of faith; 2nd—bull’s Master’s Chosen (Su): Laudric can designate a vampire or strength, darkness, death knellDE(DC 17), eagle’s splendor, hold person a vampire spawn that she created with her create spawn ability (DC 17), silence (DC 17); 3rd—blindness/deafness (DC 18), dispel as her chosen. The chosen gains a +6 enhancement bonus to magic (2), invisibility purge, magic circle against goodDE;4th—air Strength and Dexterity. Laudric can remove this designation walk, divine power, freedom of movement, summon monster IV, unholy as a standard action. If she is destroyed or releases the chosen blightDE(DC 19); 5th—greater command (DC 20), righteous might, from service, the chosen loses this bonus. slay livingD (+12 melee touch; DC 20), spell resistance. Spider Climb (Ex): Laudric can climb sheer surfaces as D: Domain spell. Domains: Death (death touch 1/day, damage though using a spider climb spell. 8d6), Evil (cast evil spells [E] at +1 caster level).",
        "name":  "Laudric, Lord of the Bloodhall",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Laudric is immune to mind-affecting spells Possessions:+2 leather armor, ring of protection +3, amulet of natural and abilities, poison, magic sleep effects, paralysis, stunning, armor +2. disease, death effects, and any effect that requires a Fortitude TOMB WARDEN save unless it also works on objects or is harmless. She is not subject to extra damage from critical hits, nonlethal damage, Tomb wardens serve as selfl ess, undying protectors of the dead. damage to her physical ability scores, ability drain, energy drain, Each one dedicates itself to the eternal guardianship of a tomb, fatigue, exhaustion, or death from massive damage. She cannot graveyard, or similar repository of the dead, and gains great be raised, and resurrection works only if she is willing. powers while within that area.",
        "name":  "Undead Traits",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Laudric cannot tolerate the strong Most tomb wardens are mummies, because the role comes odor of garlic, may be kept at bay by a mirror or holy symbol, naturally to them. Advanced wights may become tomb wardens, 57 Illus. by S. Ellis 3 RETPAHC EGITSERP SESSALC and some privacy-seeking liches also take up this mantle. On rare class features (except for armor profi ciencies). It must undergo occasions, a ghost might be doomed to protect a crypt or grave- atonement to regain these class features. yard, and might become a tomb warden as part of its service. NPC tomb wardens are always solitary, private individuals. Sample Tomb Warden They have little use for companions, though some keep minions Once a loyal guard to an ancient line of kings, Argotem was nearby for additional assistance in their appointed task. cursed to undeath for failing in his duties. He now stands a",
        "name":  "Vampire Weaknesses",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Grow vampire fangs. Ghost Touch Armor:Armor works normally against incorporeal attacks.",
        "name":  "Fangs of the Vampire King",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Gain +6 armor bonus against Necrotic EruptionF: Encysted subject killed, those incorporeal touch attacks. nearby damaged and possibly encysted.",
        "name":  "Abjur Ectoplasmic Armor",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor works normally against Awaken UndeadX: Grant sentience to otherwise mind- incorporeal attacks. less undead.",
        "name":  "Trans Ghost Touch Armor",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) If you have at least 5 feet of avascular and will don armor and take up weap-",
        "name":  "Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "See text provides cover. If you have at least 20 zombie fi ghter can wear any armor and",
        "name":  "Duration",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes When the secondary duration elapses, armor. the blood vessel mass becomes only so Undead also regain any extraordinary You shoot a ray of necromantic energy much limp, decaying tissue. abilities they had in life, such as poison from your outstretched hand, causing or scent. AVASCULATE any living creature struck by the ray to Awakened undead gain a +2 profane violently purge blood vessels through its Necromancy [Death, Evil] bonus on their Will saving throws to skin. You must succeed on a ranged touch Level: Deathbound 7, sorcerer/wizard 7 resist control undead. Awakened undead attack to touch the subject. If the touch Components: V, S also gain +2 turn resistance (or retain attack is successful, the subject loses Casting Time: 1 standard action their own turn resistance, if any, and if half its hit points (rounded down) and Range: Close (25 ft. + 5 ft./2 levels) it is better than +2). is stunned for 1 round. On a successful Effect: Ray Material Component: A humanoid",
        "name":  "Spell Resistance",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) bloodstar that shoots from your hand each round. A conscious victim gains a Targets: One creature/level, no two of and hovers in the air anywhere within new saving throw each round to end the which can be more than 30 ft. apart the limit of your range (each round, spell. If the victim dies as a result of this you can move the bloodstar anywhere spell, its smoking heart appears in the This spell functions like death ward (see within range with a standard action spent caster’s hand. page 217 of the Player’s Handbook), except concentrating on the new position). The as noted above. 63 Illus. by W. England 4 RETPAHC SLLEPS check (DC 23) or the application of a heal, (400 feet per minute) if viewing an area ECTOPLASMIC ARMOR restoration or greater restoration spell. ahead as a human would (primarily look- Abjuration If the black needle strikes an undead ing at the fl oor) or 10 feet per round (100",
        "name":  "You create a magical construct called a tion is required to maintain the spell Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hunger 6 spell lasts. You gain a +5 armor bonus to AC, with Components: V, S, M You must concentrate to use eyes of the an additional +1 to the bonus for every Casting Time: 1 minute king. If you do not concentrate, the bats four caster levels you have (maximum +9 Range: Unlimited move to attack the closest bonus at 16th level). This armor bonus Effect: Magical sensor active creature. Once applies only against incorporeal touch Duration: Concentration + concentration lapses, the attacks. All other attacks ignore the 5 rounds, up to 1 min./ spell ends 5 rounds later. armor bonus from ectoplasmic armor. level (D) Material Component: A bit of bat",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Personal normally, you must emerge. While inside spell more than once per round, regard- Target: You an object, you have total cover, but when less of the number of times that the area Duration: 1 min./level (D) you attack a creature outside the object of the spell passes over them. you have cover only, so a creature outside You are surrounded by a fi eld of energy with a readied action could strike at you GHOST TOUCH ARMOR that negates incorporealness. The radius as you attack. You cannot pass through a Transmutation of the fi eld is 5 feet per caster level. All force effect.",
        "name":  "No creature can be affected by this Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1 standard action while in this area, and ethereal creatures ral armor, armor, and shields, although",
        "name":  "Casting Time",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Armor of creature touched fi eld. (such as mage armor) work normally",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "No • gaseous form (self only) Range: Medium (100 ft. + 10 ft./level) • damage reduction 10/magic Target: Living creature with necrotic The undead affected by this spell gain cyst a +1 defl ection bonus to Armor Class, While you are using this spell, infl ict Duration: Instantaneous +1d8 bonus hit points, a +1 enhancement spells heal you and cure spells hurt you. Saving Throw: None bonus on attack rolls, and a +2 bonus to You are treated as if you were undead Spell Resistance: No turn resistance. Each of these enhance- for the purpose of all spells and effects. ments doubles for every fi ve caster levels, A successful turn (or rebuke) attempt You cause the cyst of a subject already so that a 20th-level caster grants undead against an undead of your Hit Dice harboring a necrotic cyst (see spell of +4 to AC, +4d8 bonus hit points, +4 on requires you to make a Will saving the same name) to pulse and swell. This attack rolls and +8 to turn resistance. throw (DC 10 + cleric’s Cha modifi er) or agitation of the necrotic cyst tears living be panicked (or cowering) for 10 rounds. tissue and expands the size of the cyst, INCORPOREAL NOVA A turn attempt that would destroy (or dealing massive internal damage to the Necromancy [Death] command) undead of your Hit Dice subject. The subject takes 1d6 points",
        "name":  "Spell Resistance",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Yes Material Component: A black onyx area of a consecrate or hallow spell (or an worth at least 50 gp that has been carved area naturally consecrated or hallowed). A nova of dissolution dissipates the with the image of a fang-mouthed face. Points of vile damage represent such an immaterial bodies of incorporeal and evil violation to a character’s body or soul NECROTIC AWARENESS gaseous creatures, destroying them that only in a holy place, with holy magic, instantly. Necromancy can the damage be repaired. The spell destroys 1d4 HD worth of Level: Cleric 1, sorcerer/wizard 1 Focus: Caster must possess a mother creatures per caster level (maximum Components: V, S, F cyst (see page 28). 20d4). Usually, creatures such as shad- Casting Time: 1 standard action NECROTIC BURST ows, wraiths, spectres, ghosts, and similar Range: 60 ft. creatures are destroyed, though vampires Area: Cone-shaped emanation Necromancy [Evil] and living creatures in gaseous form are Duration: Concentration, up to 1 Level: Cleric 5, sorcerer/wizard 5 also affected, as well as other incorporeal min./level (D) Components: V, S, F creatures. Creatures with the fewest HD Saving Throw: None Casting Time: 1 standard action are affected fi rst; among creatures with Spell Resistance: No Range: Medium (100 ft. + 10 ft./level) equal HD, those that are closest to the Target: Living creature with necrotic point of origin of the burst are affected You can sense the presence of creatures cyst fi rst. No creature with 9 or more HD is who bear a necrotic cyst (see spell of the Duration: Instantaneous affected, and HD that are not suffi cient same name). The amount of informa- Saving Throw: Fortitude partial to affect a creature are wasted. tion revealed depends on how long you Spell Resistance: No 67 4 RETPAHC SLLEPS You cause the cyst of a subject already form), she takes an additional 1d6 points NECROTIC harboring a necrotic cyst (see spell of the of damage. EMPOWERMENT same name) to explosively enlarge itself at Victims who possess necrotic cysts the expense of the subject’s body tissue. If may elect to have some well-meaning Necromancy [Evil] the subject succeeds on her saving throw, chirurgeon remove them surgically. Level: Cleric 8, sorcerer/wizard 8 she takes 1d6 points of damage per level The procedure is a bloody, painful pro- Components: V, S, F (maximum 15d6), and half the damage is cess that incapacitates the subject for 1 Casting Time: 1 standard action considered vile damage (see necrotic bloat). hour on a successful DC 20 Heal check, Range: Personal The subject’s cyst-derived saving throw and kills the subject with an unsuccess- Target: You penalty against effects from the school ful Heal check. The procedure takes 1 Duration: 1 round/level of necromancy applies. hour, and the chirurgeon can’t take 20 If the subject fails her saving throw, on the check. You call upon the mother cyst that your the cyst expands beyond control, killing Protection from evil or a similar spell body hosts, drawing from it strength, the subject. On the round following the prevents the necrotic cyst from form- vigor, speed, and vicious certainty. subject’s death, the cyst exits the fl esh of ing. Once a necrotic cyst is implanted, While the spell is in effect, you gain the slain subject as a free-willed undead spells that manipulate the cyst and its a +8 enhancement bonus to Dexterity, called a skulking cyst (see page 120). bearer are no longer thwarted by protec- Intelligence, and Wisdom, a +8 natural The skulking cyst is formed from the tion from evil. armor bonus to Armor Class as your skin naked organs of the subject (usually the Focus: Caster must possess a mother briefl y crusts and hardens, a +5 compe- intestines, but also including a mass of cyst (see page 28). tence bonus on Fortitude saves, and 100 blood vessels, the odd bone or two, and temporary hit points. NECROTIC sometimes even half the lolling head). While the empowerment lasts, you DOMINATION",
        "name":  "Spell Resistance",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This bone-white unguent is equally dangerous to all spellcasting undead, as well as to those that depend on Magic armor and shields provide crucial defense against the mental ability scores for their special attacks. The initial damage attacks of undead creatures. These two new special properties is permanent drain. are particularly appropriate in battle against the undead.",
        "name":  "Lichbane",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This potent oil is thought by most undead Ectoplasmic Feedback: A suit of armor with this property creatures to be mere myth. Unlike other positoxins, it can reduce creates a backlash of positive energy when its wearer is hit by an the target’s ability score to 0. Any undead creature whose incorporeal melee touch attack. This deals 1d6 points of damage Strength is reduced to 0 by this positoxin is utterly destroyed. to the attacking creature (no save). The armor’s property has no",
        "name":  "Liquid Mortality",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A thin, slippery liquid, sunlight oil lasts only effect on corporeal creatures. 24 hours in conditions other than bright light. Faint abjuration; CL 5th; Craft Magic Arms and Armor, ectoplasmic feedback; Price +8,000 gp.",
        "name":  "Sunlight Oil",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A suit of armor or shield with this property MAGIC ITEMS allows its wearer to add the armor or shield’s enhancement bonus Any world that includes a signifi cant number of undead can be (but not its armor or shield bonus) to his Armor Class against expected to develop a wide range of new magic items designed incorporeal touch attacks (but not against other touch attacks). to interact with those creatures. Some are intended for combat, Faint abjuration; CL 5th; Craft Magic Arms and Armor, mage while others are more utilitarian in nature. armor; Price +1 bonus. Illus. by W. England",
        "name":  "Ghost Ward",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The grafted creature can use this bony hand to make claw attacks. The damage dealt is the same as that dealt by a skeleton of the creature’s size. Bodak’s Eye: This white, empty eye fi ts into a humanoid Graft Flesh, animate dead; Price 3,000 gp. creature’s empty eye socket and allows the grafted creature to Undead Skin: This mottled gray hide grants the grafted make a death gaze attack once per day. The creature must use a creature 25% resistance to critical hits and sneak attacks, similar standard action to target a creature with the gaze, and the range to armor of light fortifi cation. This resistance doesn’t stack with of the effect is 30 feet. A DC 15 Fortitude save negates the effect. similar abilities. Unlike an actual bodak’s death gaze, a target that dies from this Graft Flesh, animate dead; Price 16,000 gp. attack does not transform into a bodak 24 hours later. Vampiric Fangs: This set of sharp teeth replaces the Graft Flesh, fi nger of death; Price 25,000 gp. creature’s existing teeth. The grafted creature gains the ability",
        "name":  "Skeletal Hand",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 (+2 Dex, +8 natural, +5 defl ection), touch 17, tion by bleak-hearted gods of death. When a stillborn godling fl at-footed 23 rises spontaneously as an undead, a great abomination is born. Base Attack/Grapple: +4/+5 If that abomination is defeated, but any fragment or cast-off",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— animate in the world, seeks power over both life and unlife in †New feat described on page 27. an unrelenting bid for domination that only its lifeless tissue is able to sustain. Appearing similar to a corpse that has been dug up and surgically Atropal scions speak Common, Abyssal, Infernal, and modifi ed, this creature stands nearly 7 feet tall, but is extraordi- Celestial. narily thin. Its arms are extra long, hanging nearly to mid-calf. Its head is wide and wedge-shaped, with a split mouth that COMBAT opens wider than that of a normal humanoid. Its teeth glitter like shards of black, steaming ice. A soul-numbing cold comes before and follows an atropal scion. The life energy of heroic creatures is suppressed in its foul aura, and the life force of lesser creatures is extinguished. It directs Crafted in bygone days by power-mad wizards searching to its spell-like abilities and death gaze upon those foes its mere create the perfect undead guardians, blasphemes still roam presence cannot kill. forgotten areas, seeking to destroy nonevil creatures with their Death Gaze (Su): Death, range 60 feet; Fortitude DC 19 blasphemous bite. They are most likely to be encountered near negates. The save DC is Charisma-based. Humanoids who die ruins of ancient cities where magic was valued more highly than from this attack are transformed into wights 24 hours later. personal liberty or morals. If the secret of creating or calling Negative Energy Aura (Su): A 60-foot-radius negative a blaspheme into the world still exists, it is buried in just such energy aura surrounds an atropal scion. All undead in the aura a location. (including the atropal scion) are treated as if they have +4 turn Each blaspheme is created with parts from multiple ancient resistance and fast healing 5. Living creatures in the aura are corpses, with teeth specially harvested from sacrifi ces to evil treated as having two negative levels unless they have some sort powers. However, blasphemes are not hulking, slow-moving of negative energy protection or protection from evil. Creatures constructs; rather, they are lithe and deadly, aware of their sur- with 2 or less HD fall dead in the negative energy aura (and, at roundings and capable of directing their own actions. the atropal scion’s option, rise as wights under the atropal scion’s Blasphemes stand just under 7 feet tall and weigh about 190 command 1 minute later). pounds. Rebuke Undead (Su): An atropal scion can rebuke or Blasphemes speak Common. command undead as a cleric of the same level as the atropal scion’s HD. Spell-Like Abilities: 3/day—animate dead, create undead, cone Blaspheme of cold (DC 18), desecrate, dispel magic, invisibility, plane shift, speak with dead, teleport. Caster level 9th. Unholy Grace (Su): An atropal scion adds its Charisma modifi er as a bonus on all its saving throws and as a defl ection bonus to its Armor Class. BLASPHEME Medium Undead",
        "name":  "An atropal scion is a power to be reckoned with, and once Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 Dex, +9 natural), touch 11, fl at-footed 15 Base Attack/Grapple: +9/+18",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (+3 Dex, +14 natu- hoping to deprive its victim of all warmth and life. ral), touch 13, fl at-footed 24 Cold to the Touch (Su): The touch of a bleakborn Base Attack/Grapple: +4/— deals 2d6 points of cold damage. Each 3 points of cold",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "26 (–2 size, +5 Dex, +13 natural), touch 13, fl at- If a blood amniote deals as many points of Constitution dam- footed 11 age during its existence as its full normal hit point total, it self Base Attack/Grapple: +7/+18 spawns (see below).",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+8 size, +1 Dex), touch 11, fl at-footed 18 Base Attack/Grapple: +5/—",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 ft. (3 squares), climb 15 ft. blood thirst. While a living mosquito is hardly more than an Armor Class: 15 (+2 size, +3 Dex), touch 15, fl at-footed 12 annoyance, and a swarm of the same is hardly cause for alarm, Base Attack/Grapple: +2/— the appearance of a concentrated swarm of undead bloodsuck- Attack: Swarm (1d6) ers is a calamity. Full Attack: Swarm (1d6) Space/Reach: 10 ft./0 ft. COMBAT",
        "name":  "A bloodmote cloud is made up of undead mosquitoes with a Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–2 size, +2 Dex, +20 ran, and Abyssal. Bone rat swarm natural), touch 10, fl at-footed 28 Base Attack/Grapple: +8/+26 COMBAT",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 defl ection), language. touch 13, fl at-footed 11 COMBAT Base Attack/Grapple:—/—",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blindsight thrust ability. 60 ft., darkvision 60 ft., madness, telepathy, undead traits, +4 turn resistance 90 nitraM .D dna sdlonyeR .W yb .sullI Brain in a jar MONSTERS NEW CHAPTER 6 Mind Thrust (Su): A brain in a jar can spend a standard following round. While in a blood frenzy, a carcass eater gains action to deliver a massive assault on the thought pathways of +4 to Strength, +4 to Constitution, and –2 to Armor Class. Sens- any one creature, undermining its intellect. This mind thrust ing its victim’s death, the carcass eater claws and bites until its deals 2d10 points of damage to any target creature that fails a opponent is brought to negative hit points, at which time the DC 14 Will save. The save DC is Charisma-based. creature immediately gains an additional bite attack against its Madness (Su): Anyone targeting a brain in a jar with a fallen foe. This attack automatically hits, dealing 1d4+1 points thought detection, mind control, or any sort of telepathic or of damage (which takes into account the +4 Strength bonus). A psionic ability that makes direct contact with its tortured mind carcass eater cannot end its rage voluntarily. takes 1d4 points of Wisdom damage. Skills: A carcass eater has a +4 racial bonus on Hide checks. Psionics (Sp): 3/day—suggestion (DC 16), telekinesis (DC 18); 1/day—dominate person (DC 18). Manifester level 10th. The save CINDERSPAWN DCs are Charisma-based. Rebuke Undead (Su): A brain in a jar can rebuke or command Large Undead (Fire) undead as a cleric of the same level as the brain’s HD. Hit Dice: 10d12 (65 hp)",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +5 Dex, +3 natural), touch 14, fl at- Small Animal footed 12",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +3 Dex, +1 natural), touch 14, fl at- Space/Reach: 10 ft./10 ft. footed 12 Special Attacks: Charisma drain Base Attack/Grapple: +0/–5 Special Qualities: Darkvision 60 ft., elemental turning vulner-",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bite +4 melee (1d4–1) ability, frostfi re shield, immunity to fi re, inescapable craving,",
        "name":  "Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 size, +1 Dex), touch 13, fl at- footed 12 Base Attack/Grapple: +4/— A cinder- Attack: Swarm (1d6 plus disease) spawn stands 12 Full Attack: Swarm (1d6 plus disease) feet tall and weighs 200 Space/Reach: 10 ft./0 ft. pounds. Special Attacks: Disease, distraction",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+4 Dex, +5 defl ection), touch 19, fl at- Beginning on the round after becoming dazed, crea- footed 15 tures that failed the fi rst saving throw must make Base Attack/Grapple: +3/— a second saving throw (same DC) to avoid",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 natural), touch 12, fl at-footed 11 Base Attack/Grapple: +1/+1",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "4d12 (26 hp) Deathlocks are undead born of the corpses of powerful spellcast- Initiative: +5 ers whose remains are so charged with magic that they are unable Speed: 20 ft. (4 squares), swim 60 ft. to lie quiet in the grave. Animate, but shorn of the spirit that once Armor Class: 15 (+1 size, +1 Dex, +3 natural), touch 12, fl at- ruled their forms, deathlocks seek to bring all those they meet footed 14 into an intimate embrace with death. Only their knowledge of Base Attack/Grapple: +2/+1 spellcasting remains, though twisted and changed. Attack: Slam +6 melee (1d6 plus fatigue)",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares), climb This small, salt-encrusted humanoid 40 ft. fi gure looks parched and gasping. Around Armor Class: 16 (–2 size, +2 Dex, it, a dry, hot breeze seems to blow from +6 natural), touch 10, fl at-footed 14 nowhere. Base Attack/Grapple: +4/+15",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31 (–2 size, +5 Dex, +18 defl ection), touch 31, preys on its own. It stalks prey on rooftops, behind walls, or fl at-footed 26 under fl oors, unseen by its victims. A sudden visceral dread Base Attack/Grapple: +8/+16 (its frightful presence ability) heralds the creature’s arrival, at",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+11 natural), touch 10, fl at-footed 21 Base Attack/Grapple: +4/+11",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 Dex, +8 natural), to meet). touch 12, fl at-footed 18 The scythe an entropic Base Attack/Grapple: +9/+18 reaper wields is treated as",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +3 defl ection), touch 16, fl at-footed 13 Treasure: None Base Attack/Grapple: +2/— Alignment: Always lawful evil",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An evolved undead retains all the spe- An evolved wraith attacks just like a normal wraith, with a few cial qualities of the base creature and gains the one described extra abilities. below. Constitution Drain (Su): Living creatures hit by an evolved Fast Healing (Ex): An evolved undead heals 3 points of damage wraith’s incorporeal touch attack must succeed on a DC 14 Forti- each round so long as it has at least 1 hit point. tude save or take 1d6 points of Constitution drain. The save DC Abilities: An evolved corporeal undead gains +2 Strength is Charisma-based. On each such successful attack, the wraith and +2 Charisma. An evolved incorporeal creature gains only gains 5 temporary hit points that last for up to 1 hour. +2 Charisma. Create Spawn (Su): Any humanoid slain by an evolved Organization: An evolved undead usually becomes a leader wraith becomes a wraith in 1d4 rounds. Its body remains among those of its base kind. intact and inanimate, but its spirit is torn free from its corpse Challenge Rating: Same as the base creature +1. and transformed. Spawn are under the command of the wraith Level Adjustment: Same as the base creature +1. that created them and remain enslaved until its death. They do not possess any of the abilities they had in life. FORSAKEN SHELL Daylight Powerlessness (Ex): Evolved wraiths are utterly powerless in natural sunlight (not merely a daylight spell) and Medium Undead fl ee from it. Hit Dice: 14d12+14 (105 hp) Fast Healing (Ex): An evolved wraith heals 3 points of Initiative: +5 damage each round so long as it has at least 1 hit point. Speed: 30 ft. (6 squares), 15 ft. (burrow) Spell-Like Ability: 1/day—haste (self only). Caster level 5th. Armor Class: 17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Unnatural Aura (Su): Animals, whether wild or domesti- Base Attack/Grapple: +7/+12 cated, can sense the unnatural presence of an evolved wraith Attack: Skin slap +7 melee (1d6+10)* at a distance of 30 feet. They will not willingly approach nearer Full Attack: Skin slap +7 melee (1d6+10)* than that and panic if forced to do so; they remain panicked as Space/Reach: 5 ft./5 ft. long as they are within that range. Special Attacks: Constrict, create spawn, improved grab",
        "name":  "Combat Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus Challenge Rating: 6 improves by 1. If the creature is incorporeal, its defl ection Treasure: Standard bonus to AC improves by 1. Alignment: Always chaotic evil",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An evolved undead retains all the special Advancement: 15–30 HD (Medium) attacks of the base creature and gains one spell-like ability from Level Adjustment:— the following list. You can choose this ability from the list below, *Includes adjustments for Power Attack feat. or roll randomly. The spell-like ability gained herein can be used †New feat described on page 27. once per day. If the undead already has the indicated ability, it gains another use; if it already has the ability as an at-will ability, Roiling and coiling, this long, slender creature snakes forward. choose another ability. The spell-like ability has a caster level At fi rst, it does seem like a snake, if strangely wide and loose- equal to the evolved undead’s HD (if the caster level is too low skinned, but an instant later the creature is revealed for what it is—an evacuated but horribly animate humanoid skin that to cast the spell in question, choose another). The save DCs are continues to slither onward in an unmistakably aggressive Charisma-based: manner. d12 Spell-Like Ability 1 circle of death Forsaken shells are what they appear to be—the empty skins 2 cloudkill of past victims, purged of their bloody and visceral former 3 cone of cold contents. The loose skins possess an amazing strength and 4 confusion elasticity, driven by necromantic élan and a predatory nature 5 contagion that cannot be denied. 6 creeping doom This creature’s ability to strip a skin from a victim and 7 greater dispel magic 8 greater invisibility animate new versions of itself is terrible enough, but far 9 haste worse is the accidental discovery of the creature’s depreda- 10 hold monster tions before uncovering the creature itself. When a forsaken 11 see invisibility shell skulks into a new area, it seeks to hide the evidence of 100 12 unholy blight its predation in out-of-the-way places such as little-opened MONSTERS NEW CHAPTER 6 GHOST BRUTE Ghost brutes are the spectral remnants of animals, magical beasts, and sentient plants— creatures without the minimum Charis- ma needed to become normal ghosts. They drift aimlessly, haunt- ing the places where they died and moaning in endless misery. A ghost brute most often results from the same circumstances that caused its earthly companion or master to remain after death. It might be the mount of a betrayed paladin, the beloved pet of a child tragically killed, the scorched oak of a Forsaken shell ghostly dryad, or a murdered druid’s animal companion. In most cases, laying the associated being to rest also puts an end closets or beneath piles of discarded supplies. Still, sometimes to the ghost brute. a telltale finger or toe peeking out from the obscuring barrier However, sometimes a bizarre circumstance might produce leads to the discovery of tangled, skinless bodies of fellow a ghost brute without an intelligent companion. For example, friends or family, their dead eyes reflecting their last silent a forest suddenly obliterated by an evil magical attack might screams. remain as a ghostly grove populated by lingering spirits not Forsaken shells weigh about 20 to 30 pounds. even completely aware of their own destruction. Forsaken shells do not speak, but they understand SAMPLE GHOST BRUTE Common. This example uses a large riding dog as the base creature. COMBAT Forsaken shells are aggressive, but prefer to strike from secret Against Material Plane Opponents against lone prey. However, even forsaken shells, despite Ghost Brute Hound their lack of form, can feel the need to exact vengeance upon Medium Undead (Incorporeal, Augmented Animal) someone who has harmed or merely threatened other forsaken Hit Dice: 2d12 (13 hp) shells, especially its spawn. When this happens, they become Initiative: +2 implacable enemies, willing to attack even large groups of Speed: Fly 30 ft. (6 squares) (perfect) opponents. ArmorClass: 14 (+2 Dex, +2 defl ection), touch 14, fl at-footed 12 A forsaken shell normally attacks using its Power Attack feat, Base Attack/Grapple: +1/— taking a –5 penalty on its attack rolls and gaining a +5 bonus on Attack: None damage rolls. Full Attack: None Constrict (Ex): A forsaken shell deals 1d6+5 points of damage Face/Reach: 5 ft./5 ft. with a successful grapple check. Constricting uses the entire Special Attacks: Slavering doom body of the creature, so it cannot take any move actions while Special Qualities: Darkvision 60 ft., incorporeal traits, low- constricting. light vision, manifestation, rejuvenation, scent, undead traits, Create Spawn (Su): Creatures killed by a forsaken shell +2 turn resistance slough their skins after 1d4 rounds. These sloughed skins are Saves: Fort +3, Ref +5, Will +1 new forsaken shells under the spawner’s control. These forsaken Abilities: Str —, Dex 15, Con —, Int 2, Wis 12, Cha 15 shells do not possess any of the abilities they had in life. Skills: Hide +8, Jump +4, Listen +13, Search +8, Spot +13, Swim Improved Grab (Ex): To use this ability, a forsaken shell +3, Survival +1 (+9 when tracking by scent) must successfully hit an opponent with its skin slap attack. Feats: Alertness, Track It can then attempt to start a grapple as a free action without Climate/Terrain: Any land provoking attacks of opportunity. If it wins the grapple check, Organization: Solitary it establishes a hold and can constrict. Challenge Rating: 3",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 Base Attack/Grapple: +1/+3",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Increase to d12. its vicious bite, which also deals 1d6 points of negative energy Speed: A ghost brute has a fl y speed of 30 feet (unless the base damage. creature has a higher fl y speed), with perfect maneuverability. Slavering Doom (Su): A ghost hound’s jaws drip with glow- AC: Natural armor bonus is the same as the base creature’s ing ectoplasmic drool. The ectoplasm dissipates on contact with but applies only to ethereal encounters. When a ghost brute nonliving material, but if it touches a living being, that oppo- manifests (see below), its natural armor bonus is +0, but as an nent must make a successful DC 13 Fortitude save or take 1d6 incorporeal creature, it gains a defl ection bonus equal to its points of negative energy damage. The drool might be delivered Charisma modifi er or +1, whichever is higher. through a bite attack or simply sprayed onto a nearby creature. Attacks: A ghost brute retains all the attacks of the base The save DC is Charisma-based. creature, although those relying on physical contact do not Manifestation (Su): As an ethereal creature, a ghost hound affect nonethereal creatures. cannot affect or be affected by anything in the material world. Damage: Against ethereal creatures, a ghost brute uses the When it manifests, the ghost hound becomes visible but remains base creature’s damage ratings. Against nonethereal creatures, incorporeal. A manifested ghost hound remains on the Ethereal a ghost brute usually cannot deal physical damage at all but can Plane but can be attacked by opponents on both the Material use its special attacks, if any, when it manifests (see below). and Ethereal planes. Special Attacks: A ghost brute retains all the special attacks Rejuvenation (Su): A ghost hound that would otherwise be of the base creature, although those relying on physical contact destroyed returns to its old haunts in 2d4 days with a successful do not affect nonethereal creatures. The ghost brute also gains level check (1d20 + 2) against DC 16. A ghost hound is tied more one special attack selected from the list below. Saves have a DC closely to other beings than more intelligent spirits. Often it of 10 + 1/2 ghost brute’s HD + ghost brute’s Cha modifi er unless is the companion of a ghostly being, but it may also become otherwise noted. fascinated with or enraged by a living creature that intrudes Bloodcurdling Howl (Su): The mournful howling of a ghost on its domain. It always returns to the object of its attachment brute chills the living to the core. The creature can howl as rather than to a set location. a standard action. All living creatures within a 30-foot radius",
        "name":  "Against ethereal opponents, a ghost hound can bring to bear Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A ghost hound gains a +8 racial bonus on Hide, Listen, must make a successful Will save or become frightened for 2d4 Search, and Spot checks. It also has a +8 racial bonus on Survival rounds; those more than 30 feet away but within 300 feet must 102 sdlonyeR .W yb .sullI MONSTERS NEW CHAPTER 6 make a Will save or become shaken for 2d4 rounds. This is a more closely to other beings. Often it is the companion of a sonic, necromantic, mind-affecting fear effect. A creature that ghostly being, but it may also become fascinated with or enraged successfully saves against the bloodcurdling howl cannot be by a living creature that intrudes on its domain. It always returns affected by the same ghost brute’s howl for 24 hours. to the object of its attachment rather than to a set location. Corrupting Touch (Su): A ghost brute that hits a living target Turn Resistance (Ex): A ghost brute has +2 turn resistance. with its corrupting touch attack deals 1d4 points of damage. Abilities: Same as the base creature’s, except that the ghost Against ethereal opponents, it adds its Strength modifi er to brute has no Constitution score, and its Charisma score increases attack rolls and damage rolls. Against material opponents, it by 8. It has no Strength score for the purpose of fi ghting crea- adds its Dexterity modifi er to attack rolls only. tures on the Material Plane, but its Strength score is the same Loom (Su): A ghost brute can make itself more intimidating by as the base creature’s against ethereal opponents. exaggerating its natural size. It can appear up to two sizes larger Skills: A ghost brute has a +8 racial bonus on Hide, Listen, than normal for a total of 10 minutes each day (the time need not Search, and Spot checks. be continuous). This enlargement is illusory; the creature’s attack Organization: Solitary or with associated ghost, or same as bonus and Armor Class remain unchanged. However, a ghost the base creature. brute gains a +4 circumstance bonus on Bluff and Intimidate Challenge Rating: Base creature’s CR +2. checks while enlarged. Treasure: None. Slavering Doom (Su): A ghost brute’s jaws drip with a glowing Alignment: Usually neutral. ectoplasmic drool that exists in both ethereal and corporeal form. Level Adjustment: +5. The ectoplasm dissipates on contact with nonliving material, but if it touches a living being, that opponent must make a successful GRAVETOUCHED GHOUL Fortitude save or take 1d6 points of negative energy damage. The drool can be delivered through a bite attack against an ethereal Like traditional ghouls, gravetouched ghouls haunt graveyards, opponent, or a melee touch attack against an opponent on the battlefi elds, and other places rich with the carrion for which Material Plane. Alternatively, the drool can simply be sprayed they hunger. These terrible creatures lurk wherever the stench onto a nearby creature as a ranged touch attack. of death hangs heavy, ready to devour the unwary.",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6d12 (39 hp) Possessions: Bracers of armor +2, potion of bull’s strength (2),",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+4 Dex, +4 Wis, +2 bracers, +1 monk, +2 natural), touch 19, fl at-footed 19 “Gravetouched ghoul” is an acquired template that can be added Base Attack/Grapple: +4/+11 to any corporeal aberration, fey, giant, humanoid, or monstrous",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision 60 ft., diet dependent, evasion, Hit Dice: Increase to d12. purity of body, slow fall 30 ft., still mind, undead traits, +2 Armor Class: The base creature’s natural armor bonus turn resistance improves by 2.",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- effects, necromancy effects, mind-affecting spells and abilities footed 20 Grave dirt golem Base Attack/Grapple: +8/+19",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A half-vampire retains all the special Large Giant qualities of the base creature and also gains those described Hit Dice: 10d8+20 (65 hp) below. Initiative: +3 Blood Dependency (Ex): If a half-vampire does not use its blood Speed: 30 ft. in hide armor (6 squares); base speed 40 ft. drain special attack against at least one living creature each day, Armor Class: 20 (–1 size, –1 Dex, +9 natural, +3 hide armor), it must make a DC 15 Fortitude save or become fatigued. Each touch 8, fl at-footed 20 day after the fi rst that the half-vampire does not drink blood Base Attack/Grapple: +7/+17 directly from a living creature, the DC increases by 1 until it Attack: Morningstar +13 melee (2d6+8) or javelin +5 ranged fails the save and becomes fatigued. After that, it must make a (1d8+6) DC 20 Fortitude save each week (with the DC increasing by Full Attack: 2 morningstars +13/+8 melee (2d6+8) or 2 javelins 1 each week thereafter) that it does not use its blood drain or +6 ranged (1d8+8) become exhausted. Space/Reach: 10 ft./10 ft.",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The outermost layers of the hooded pupil’s Challenge Rating: 9 skin thickens into an all-encompassing yellow callus, granting Treasure: None the base creature an improvement of +2 to its natural armor Alignment: Always chaotic evil bonus. Advancement: 25–30 HD (Large); 31–60 HD (Huge)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in hide armor (4 squares); base speed 30 ft. master is powerful enough to command it ensures a swift vic- Armor Class: 21 (–1 size, –1 Dex, +10 natural, +3 hide armor), tory over lesser foes. Of course, few can command a hulking touch 8, fl at-footed 21 corpse. Thus, these creatures are often found wandering the Base Attack/Grapple: +3/+16 night, seeking only to crush, destroy, and rend. Attack: Slam +11 melee (2d6+13 plus disease) or greatclub +12 melee (2d8+13) COMBAT",
        "name":  "Its raw power combined with its mindless devotion to whatever Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+2 Dex, +1 defl ection), touch 13, fl at-footed and confer negative level abilities. 11 Wisdom Damage (Su): The touch of a murk deals 1d6 points Base Attack/Grapple: +1/— of Wisdom damage to a living foe.",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- Elemental Traits: An earth necromental has immunity to footed 20 poison, sleep effects, paralysis, and stunning. It is not subject Base Attack/Grapple: +6/+17 to critical hits or fl anking. It cannot be raised, reincarnated, or",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Same as base creature (or — if the base has mage armor active (included in statistics above) whenever creature advances by character class). it anticipates combat.",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "—. Resist Control (Ex): Necropolitans have a +2 profane bonus on their Will saving throws to resist the effect of a control undead spell. NECROPOLITAN Unnatural Resilience (Ex): Necropolitans automati- Necropolitans are humanoids who renounce life and cally heal hit point damage and embrace undeath in a special ritual called the ability damage at the same Ritual of Crucimigration (see below). rate as a living creature. A necropolitan’s skin is dry, withered, and The Heal skill has no powdery. Its eyes are as pale as driven snow, and effect on necrop- as lifeless. It continues to dress in the fashion olitans; however, it preferred while living. Necropolitans are negative energy considered citizens of the little-known city (such as an infl ict of Nocturnus, but if their nature is revealed spell) heals them. elsewhere, they are feared and hunted like Wizard Spells common monsters. Prepared (caster level 5th): 0—daze (DC 13), SAMPLE NECROPOLITAN detect magic, ghost sound This example uses a 5th-level human wizard as (DC 13), touch of fatigue the base creature. (+1 melee touch; DC 13); 1st—color spray (DC 14), Necropolitan, 5th-Level Human Wizard expeditious retreat, mage armor, Medium Undead (Augmented Humanoid) magic missile; 2nd—false life,",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+2 Dex, +4 mage armor, +1 Possessions: ring of defl ection), touch 13, fl at-footed 15 protection +1, wand of Base Attack/Grapple: +2/+1 hold person (20 charges),",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Quarterstaff +1 melee (1d6–1) brooch of shielding",
        "name":  "Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The fi rst part of the ritual requires the placement loss and the 1,000 XP cost drains a creature to 0 XP or less, it of the petitioner on a standing pole. Cursed nails are used to affi x is destroyed, turned to dust, and can never be raised or revived the petitioner, and then the pole is lifted into place. The resultant again using any means. If the ritual is interrupted before it is excruciating pain that shoots like molten metal through the completed, the petitioner is merely dead. petitioner’sfi ngers and up the arms is not what fi nally ends the petitioner’s mortal life, however, since death usually comes PLAGUE BLIGHT from asphyxiation and heart failure. As petitioners feel death’s chill enter their bodies, many have second thoughts, but it is far Medium Undead (Evil) too late to go back—the cursed nails and chanting of the ritual Hit Dice: 6d12+6 (45 hp) ensures that the Crucimigration is completed. Initiative: +5 The ceremony that lasts for 24 hours—the usual time it takes Speed: 30 ft. (6 squares) for the petitioner to perish. During this period, two or three Armor Class: 23 (+5 Dex, +8 natural), touch 15, fl at-footed 18 zombie servitors keep up a chant initiated by the ritual leader Base Attack/Grapple: +3/+7 when the petitioner is fi rst placed into position. Upon hearing Attack: Slam +7 melee (1d6+6 [+2 against good-aligned foes] the petitioner’s last breath, the ritual leader calls forth the names and gangrenous touch) of evil powers and gods to forge a link with the Negative Energy Full Attack: Slam +7 melee [1d6+6 [+2 against good-aligned Plane, and then impales the petitioner. Dying, the petitioner is foes] and gangrenous touch] reborn as a necropolitan, dead but animate. Face/Reach: 5 ft./5 ft.",
        "name":  "The Ritual",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fly 60 ft. (12 squares) (good) Soft and putrescent, this creature’s form is wrapped in tight circles Armor Class: 15 (+3 Dex, +2 defl ection), touch 15, fl at-footed 12 of cloth, though bloated, swollen tissue still seeps through. The Base Attack/Grapple: +2/— odor of this creature goes beyond the stink of carrion; the putrefac- Attack: Incorporeal touch +5 melee (1d4) tion of its body is like a physical force that moves before it.",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+1 size, +2 Dex, +1 natural), touch 13, fl at- sleeves around the necks of prospective victims. footed 12 A raiment weighs 10 to 20 pounds and does not speak. Base Attack/Grapple: +1/+5 COMBAT",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor bonus changes to a number SAMPLE REVIVED FOSSIL based on the revived fossil’s size: This example uses a megaraptor as the base creature. Size Bonus Revived Fossil Megaraptor Diminutive, Fine, Tiny +6 Huge Undead (Augmented Animal) Small +9 Medium +12",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (–2 size, +1 Dex, +18 natural), touch 9, fl at- Colossal +30 footed 26 Base Attack/Grapple: +4/+17",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +4 Dex), touch 15, fl at- Size Bonus Hit Points footed 11 Diminutive, Fine, Tiny — Base Attack/Grapple: +2/–4 (+8 when attached) Small 10 Attack: Touch +8 melee (1d4) Medium 20",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–2 size, +2 Dex, +12 natural), touch 10, fl at- Diet Dependent: A skirr is diet dependent (see the Undead footed 20 Metabolism section in Chapter 1) upon fl esh, which it devours Base Attack/Grapple: +4/+20 from the dead bodies of its victims.",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Solitary or pair Armor Class: 19 (+1 size, +4 Dex, +4 natural), touch 15, fl at-",
        "name":  "Organization",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— 3/day—darkness; 1/day— necrotic cyst (see page 68). The horrible creature walking into view is a mass of free-roaming Caster level 3rd. intestines, fl accid organs, and a few odd rib bones. Dragging behind Skills: A skulking cyst it like a dead weight is a lolling, maggot-ridden humanoid head. has a +8 racial bonus on Hide and Move Silently A skulking cyst is disgorged from the rotting corpse (already calculated into the Slaughter wight of a living creature, born of a necrotic cyst that statistics above). eventually kills its host (see the necrotic cyst spell, page 68). SLAUGHTER WIGHT A skulking cyst prefers shadows and dark corners, only revealing the horror of its form when it strikes lone victims Medium Undead from hiding. Though often cloaked in the detritus of a previ- Hit Dice: 18d12+18 (135 hp) ous victim, the skulking cyst’s true “heart” is a 1-foot-diameter Initiative: +9 spherical sac that contains fl uid and semisolid necrotic fl esh, Speed: 30 ft. (6 squares) which slowly undulates as if in a mockery of breath. Armor Class: 19 (+5 Dex, +4 natural), touch 15, fl at-footed 14 A skulking cyst does not speak, but it understands Common Base Attack/Grapple: +9/+16 and the languages its fl eshy carapace originally spoke in life. Attack: Slam +11 melee (1d8+15/17–20 plus energy drain)*",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 Dex, +1 size, +4 natural), touch 12, fl at- slaughter wights skulk through the nighttime streets of large footed 15 cities seeking to fulfi ll an order or contract on a living human Base Attack/Grapple: +2/— target. After all, slaughter wights make exceptional assassins. Attack: Bite +4 melee (1d3+1 plus pale wasting) A slaughter wight is about the height and weight of a human. Full Attack: Bite +4 melee (1d3+1 plus pale wasting) Slaughter wights speak Common. Space/Reach: 5 ft./5 ft.",
        "name":  "Though sometimes found lurking in barrows, more often Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+2 Dexterity, +5 natural, +3 onlookers don’t even notice the lyrist’s defl ection), touch 15, fl at-footed 18 incorporeal nature until an attack passes harm- Base Attack/Grapple: +3/— lessly through the creature.",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (+2 Dex, +10 natural, +5 +3 glamered leather), longer necessary to cast healing spells on the victim, and the touch 12, fl at-footed 25 mummy rot can be magically cured as any normal disease. Base Attack/Grapple: +13/+20 An affl icted creature who dies of mummy rot shrivels away into",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Concentration +11, Disguise +5, Hide +24, Speed: When in swarm form, the base creature has the move- Knowledge (nature) +1, Listen +10, Move Silently +12, Spot +10, ment modes and speeds listed for the particular kind of swarm Survival +8; Alertness, Augment Summoning, Combat Casting, (each described below). Great Fortitude, Improved Natural Attack (slam), Improved Armor Class: When in swarm form, change the base Toughness, Spell Focus (conjuration). creature’s natural armor according to its size change using Table 4–2, page 291 of the Monster Manual. In swarm form, the Trackless Step (Ex): This mummy king druid leaves no trail base creature also gains a new size modifi er to Armor Class in natural surroundings and cannot be tracked. depending on the swarm’s size, as shown in Table 7–1, page 314 Wild Empathy (Ex): As the druid ability described on page of the Monster Manual. 35 of the Player’s Handbook. Base Attack/Grapple: When in swarm form, the base crea- Woodland Stride (Ex): This mummy king can move through ture cannot grapple or be grappled. See the swarm subtype for natural thorns, briars, overgrown areas, and similar terrain at details. its normal speed and without damage or other impairment. Attack and Full Attack: When in swarm form, the base However, thorns, briars, and overgrown areas that are magi- creature lacks its normal attacks. Instead, a swarm-shifter has cally manipulated to impede motion still affect it. a swarm attack. This attack automatically damages any creature Druid Spells Prepared (caster level 11th): 0—detect magic in the swarm-shifter’s space when it ends its move. (2),fl are (DC 14), guidance, read magic, resistance; 1st—calm ani- If the base creature’s natural attacks are treated in a manner mals, charm animal (DC 15), hide from animals, longstrider, magic that allowed it to overcome damage reduction, it retains that fang, obscuring mist; 2nd—barkskin, bull’s strength, cat’s grace, resist ability with its swarm attack in swarm form. For example, if energy, soften earth and stone, summon swarm; 3rd—call lightning (2) the base creature’s natural attacks are treated as chaotic-aligned (DC 17), meld into stone, protection from energy, quench; 4th—air for the purposes of overcoming damage reduction, its walk, dispel magic, fl ame strike (DC 18), giant vermin, spike swarm attack is also treated as chaotic-aligned for stones; 5th—insect plague, transmute mud to rock, unhallow; this purpose. 6th—antilife shell, wall of stone; 7th—creeping doom (DC See the swarm subtype description at 21). (Different mummy kings may have different spells the beginning of this chapter for more prepared.) details about the swarm attack.",
        "name":  "Skills and Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+2 size, +3 Dex, +3 natural), UMBRAL touch 15, fl at-footed 15 CREATURE Base Attack/Grapple: +1/–8",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— sive and predatory. They are quick to strike and make short work of those unprepared to deal with them. These tiny, vaguely humanoid creatures are animated accumula- tions of tomb litter—shards of bone, lone teeth, matted hair, bits SAMPLE UMBRAL CREATURE of shattered tombstone, and grave dirt. This example uses a displacer beast as the base creature. Tomb motes sometimes spontaneously arise in graveyards with Umbral Displacer Beast a high concentration of buried magic, undead activity, and/or Large Undead (Incorporeal, Augmented Magical Beast) mass burials. As accumulations of grave detritus, tomb motes Hit Dice: 6d12 (39 hp) are surprisingly smart and vicious. Initiative: +4 Tomb motes weigh 5 to 8 pounds and measure no more than Speed: Fly 40 ft. (8 squares) (perfect) 1 foot in height. Armor Class: 10 (–1 size, +1 defl ection), touch 10, fl at-footed Tomb motes understand Common and Abyssal but do not 10 speak. Base Attack/Grapple: +3/—",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature loses its natural armor bonus but gains a defl ection bonus equal to its Charisma modifi er or +1, whichever is greater. 129 Illus. by D. Martin 6 RETPAHC WEN SRETSNOM Turn Resistance (Ex): An umbral creature gains +2 turn resis- tance.",
        "name":  "AC",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+4 Dex, +8 natural), touch 14, fl at-footed 18 Base Attack/Grapple: +6/+7",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+5 Dex, +5 natural, +2 defl ection), touch 17, fl at-footed 17 Base Attack/Grapple: +3/+4",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "29 (+2 Dex, +12 natural, +5 defl ec- the poison—injury, Fortitude DC 19, initial and secondary tion), touch 17, fl at-footed 27 damage 1d6 Con. The save DC is Charisma-based. After Base Attack/Grapple: +4/+11 an hour, the poisonous bile decomposes and evaporates,",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 claws +16 melee (1d8+11 plus modifi er as a bonus on all its saving throws and poison tears) and bite +13 melee (1d6 +5 as a defl ection bonus to its Armor Class plus poison tears) (already fi gured into the statis- Space/Reach: 5 ft./5 ft. tics above).",
        "name":  "Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spectral hand, true seeing. mass hold person, or wave of exhaustion) against group of foes. Cast Round 1: Use confusion to scatter a group of foes, or target quickened spell if possible. a single foe with energy drain attack (preferably via its spectral Round 2: Target most dangerous opponents with spells hand). designed to neutralize them or their abilities (such as greater Rounds 2 and Later: Focus efforts on single enemy, either dispel magic, slay living, harm, disintegrate, or power word blind). with ray of enfeeblement,ghoul touch, or additional energy drain Rounds 3 and Later: Stay out of melee as long as possible, attacks. relying on spells to hamper, injure, or neutralize opponents. Flee with teleport, word of recall, or similar magic if facing overwhelm- Ghost ing odds. The ghost’s tactics vary dramatically based on its special attacks. Ghosts with frightful moan, corrupting gaze, or horrifi c appear- Mohrg ance often manifest in the middle of their enemies, subjecting Mohrgs rely on stealth and a high initiative modifi er to surprise several creatures to the effects of these powers. Ghosts relying their opponents. If outnumbered, they attempt to paralyze as on touch attacks prefer to take on individual foes. A ghost with many foes as possible before grappling. Otherwise, a mohrg telekinesis may haunt its opponents from a distance, remain- grapples a paralyzed opponent, dealing its unarmed damage ing out of sight, while one with malevolence seeks to possess with each successful grapple check after the fi rst. It uses its a living body as soon as possible. Regardless of their powers, mobility to dart past armored opponents and reach less pro- ghosts typically don’t remain in one place very long, instead tected targets. using incorporealness and their ability to turn ethereal to come Round 1: Attack potentially fl at-footed enemy with paralyz- and go from combat, picking opportunities with as much care ing tongue. as their intelligence allows. Rounds 2 and Later: Full attack, grappling if possible. Round 1: Manifest, either near opponents or in hiding, as appropriate (see above). Mummy Rounds 2 and Later: Use special attacks to injure or neutral- What a mummy lacks in intelligence and foresight it makes up ize foes. Take cover within objects or by returning to the Ethereal for with tenacity and physical strength. While it may succeed in Plane as appropriate. ambushing enemies, its slow speed and poor initiative allow it limited opportunity to take advantage of the element of surprise. Ghoul or Ghast Still, a group of adventurers subjected to its paralyzing despair The ghoul (and its deadlier cousin, the ghast) is likely to be the ability could easily fi nd themselves trapped merely watching fi rst intelligent undead creature that low-level PCs encounter. the mummy as it delivers slam after brutal slam. The mummy’s For those used to fi ghting mindless skeletons and zombies, damage reduction often makes for long combats (particularly ghouls’ cunning may come as a surprise, which makes the if its foes don’t have fi re available), possibly even long enough encounter all the more dangerous. Ghouls attempt to paralyze for mummy rot to kick in. A mummy never retreats from a fi ght as many targets as they can, reducing the number of mobile unless turned or similarly commanded. foes they face. A ghoul typically ignores a foe once paralyzed, Round 1: Subject foes to potential paralysis with despair. though if it can’t get to another enemy, it may deliver a coup de Move into melee with paralyzed foe if possible. grace instead. Ghasts (and ghouls accompanying ghasts) prefer to Rounds 2 and Later: Pummel targets into unconscious- fi ght sickened opponents. Ghouls and ghasts are smart enough ness. to fl ee a losing fi ght, knowing that foes injured by their bites may join them soon enough anyway. Nightshades Round 1: Spring from hiding to deliver paralyzing bite. Nightshades—a category of undead that includes nightcrawlers, Round 2: Full attack if possible. Flank if the opportunity nightwalkers, and nightwings—share certain characteristics, presents itself. including the ability to summon other undead, a desecrating Rounds 3 and Later: Focus on sickened or otherwise weak- aura that gives them and other nearby undead increased power, ened targets. Flee if outmatched. spell-like abilities, and substantial capabilities of stealth. Each 137 CAMPAIGNS CHAPTER 7 one also has an array of other special abilities, ranging from Round 1: Attack with incorporeal touch, likely with sur- improved grab, swallow whole, and energy drain (the night- prise. crawler), evil gaze (the nightwalker), and magic drain (the Rounds 2 and Later: Concentrate attacks on energy-drained nightwing). Nightshades don’t hesitate to use powerful spell-like or Constitution-drained foes. abilities against their foes, including greater dispel magic, mass hold monster, fi nger of death, unholy blight, and cone of cold. Vampire or Vampire Spawn Also see the more detailed tactics given for the nightwalker While the vampire’s strategy seems simple—create vampires in the Monster Manual. or vampire spawn by draining the victim’s Constitution or",
        "name":  "Prior to Combat",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Korath chooses not to summon a familiar, seeing Telekinesis (Su): Will DC 17 negates; caster level 12th. a potential familiar as more of a vulnerability than an asset. Trapfi nding (Ex): Laddy can fi nd, disarm, or bypass traps Spell-Like Abilities (Sp): 1/day—stone shape, stone tell, or with a DC of 20 or higher. He can use the Search skill to fi nd, transmute rock to mud (DC 20); caster level 10th. and the Disable Device skill to disarm, magical traps (DC 25 Telekinesis (Su): Will DC 24 negates; caster level 18th. + the level of the spell used to create it). If his Disable Device Sorcerer Spells Known (6/8/4 per day; caster level 4th): 0—arcane result exceeds the trap’s DC by 10 or more, he discovers how to mark, detect magic, ghost sound (DC 15), mage hand, open/close, ray bypass the trap without triggering or disarming it. of frost (+16 ranged touch); 1st—expeditious retreat, jump, shield; Uncanny Dodge (Ex): Laddy retains his Dexterity bonus 2nd—mirror image. to AC even when fl at-footed or targeted by an unseen foe (he still loses his Dexterity bonus if paralyzed or otherwise Laddy Bristerbuck, Forgotten Comrade immobile). Laddy Bristerbuck was a happy-go-lucky sort of halfl ing, indulg- Possessions: Masterwork studded leather armor. ing his natural curiosity through the pursuit of adventure. But then he was betrayed by his comrades and left behind to be Narthal, Bane of the Deeps devoured by a blue dragon that inhabited the ruins of an ancient For decades, the kraken Narthal ruled over her undersea terri- moathouse. Though the dragon is now dead, the moathouse has tory. She brooked no competitors to her control, hunting down a new guardian: the ghost of Laddy Bristerbuck. and destroying all aquatic creatures that might have posed a Laddy prefers trickery over confrontation, and uses telekinesis threat to her. She even claimed the ocean’s surface as her own, to make trouble for those who disturb his peace. Thrown rocks, dragging many a ship to a watery grave. characters pushed off balance at untimely moments, and other A few years ago, her reign was ended by a sahuagin baron, who such “minor” annoyances might cause intruders to believe that led an army of savage warriors against her. The waters frothed they face a spellcaster or a group of invisible foes. red that day, and many sahuagin lost their lives in the confl ict. Laddy’s spirit can be put to rest by bringing some or all of But Narthal died as well, and the baron claimed her territory his three former comrades back to the moathouse to apologize as his own. The remaining sahuagin settled there, and soon a for their actions. Exactly who or where these comrades are is thriving community existed in the caverns once occupied by up to the DM; they should probably be mid-level adventurers, Narthal and her slaves. though they might have retired from action, depending on But Narthal returned to existence, her evil not so easily how long ago you decide Laddy’s death occurred. For a truly extinguished. However, to her surprise she found that she could challenging task, one of the comrades might even have already not approach to within a few miles of her former lair—some passed away! unknown force kept her from wreaking vengeance upon her",
        "name":  "Familiar",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Masterwork full plate armor, masterwork heavy Disintegrate: The target must succeed on a Fortitude save or steel shield, masterwork morningstar. be affected as though by the spell. Xelkir likes to use this ray on any foe it considers a real threat.",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ring of mind shielding, wand of gaseous form (30 her magic is easily potent enough to guard against accidental charges; shaped like a wooden spoon), silver mirror (1,000 gp; discovery. As the characters gain levels, they become privy to focus for scrying spell), 14 gems (average value 350 gp each), rumors that someone has been selling secret information to 5,500 gp. enemies of the kingdom. Of course, she’s smart enough to plant red herrings, placing the blame on any of a number of others Durak the Eternal (including perhaps the PCs themselves). She’ll try to escape A lifelong worshiper of Vecna, God of Secrets, Durak knew rather than face a stand-up fi ght, and might eventually turn up from an early age that he wanted to achieve eternal existence in the service of another powerful enemy of the PCs. as an undead being. He would have preferred vampirism, but he Dallia’s phylactery is typical for liches: a small metal box didn’t trust in his ability to escape the control of any vampire containing strips of parchment. She has hidden it deep in an that spawned him. He amassed power and knowledge quickly, unused part of the castle’s dungeon, with its magical power enabling him to achieve lichdom at the age of only 28. concealed by Nystul’s magic aura. Her hoard of coins and gems Durak is now a relatively young lich, having experienced the is hidden in the same place—she only carries a few silver and transformation mere months ago. He appears mostly human, if copper pieces in her disguise, along with her magic items (also a bit pale and sunken-eyed. He still venerates Vecna, and is busy protected by Nystul’s magic aura). amassing an army of undead minions (his Leadership score for",
        "name":  "Dallia is best introduced to the PCs at low levels, when Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Use bardic music twelve times per day. See +8, Ref +4, Will +12; AL NE; Str 13, Dex 10, Con —, Int 10, Wis page 29 of the Player’s Handbook. 19, Cha 16. Countersong (Su): Use music or poetics to counter magical Skills and Feats: Concentration +13 (+17 casting defensively), effects that depend on sound. Diplomacy +13, Hide +2, Knowledge (religion) +4, Listen +12, Fascinate (Sp): Use music or poetics to cause one or more Move Silently +2, Search +8, Sense Motive +18, Spot +12; Combat creatures to become fascinated with her. Casting, Craft Wondrous Item, Quicken Turning†, Scribe Scroll, Inspire Competence (Su): Use music or poetics to help an ally Undead Leadership†. succeed at a task. †New feats described in Chapter 2. 154 7 RETPAHC SNGIAPMAC Fear Aura (Su): Will DC 18 negates. Elf Traits: Elves have immunity to magic sleep effects. An Paralyzing Touch (Su): Fortitude DC 18 negates. elf who merely passes within 5 feet of a secret or concealed door Cleric Spells Prepared (caster level 11th); 0—detect magic (2), is entitled to a Search check to notice it as if he were actively guidance, light, mending, read magic; 1st—bane (DC 15), cause fear looking for it. (DC 15), detect good, divine favor, entropic shield, protection from Familiar: Erl chooses not to summon a familiar, seeing a goodDE, sanctuary; 2nd—death knellE(DC 16), desecrateDE, enthrall potential familiar as more of a vulnerability than an asset. (DC 16), owl’s wisdom, resist energy, shatter; 3rd—bestow curse (DC Fear Aura (Su): Will DC 18 negates. 17), deeper darkness, dispel magicD, invisibility purge, prayer, wind Paralyzing Touch (Su): Fortitude DC 18 negates. wall; 4th—dismissal (DC 18), divine power, poison (+9 melee touch; Cleric Spells Prepared (caster level 11th): 0—detect magic (2), DC 18), sending, unholy blightDE(DC 18); 5th—fl ame strike (DC guidance, mending, read magic, virtue; 1st—bane (DC 15), cause 19), righteous might, spell resistanceD; 6th—create undeadDE, harm fearD (DC 15), command (DC 15), comprehend languages, divine (DC 20). favor, obscuring mist, shield of faith; 2nd—death knellD(DC 16), hold D: Domain spell. Domains: Evil (cast evil spells [E] at +1 caster person (DC 16), owl’s wisdom, resist energy, silence (DC 15), sound level), Magic (use magic items as 5th-level wizard). burst (DC 16); 3rd—bestow curse (DC 17), deeper darkness, invisibility",
        "name":  "Bardic Music",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 full plate armor, masterwork heavy steel shield, purge, magic circle against chaosDL, protection from energy, wind wall; cloak of resistance +1, wand of magic missile (caster level 9th; 20 4th—dimensional anchor (+9 ranged touch), divine power, order’s charges), divine scroll of word of recall, 2,500 gp, 11 art objects wrathDL(DC 18), poison (+6 melee touch; DC 18); 5th—greater (average value 1,000 gp each), spell component pouch, unholy command (DC 19), slay livingD (+6 melee touch; DC 19), spell symbol/phylactery. resistance; 6th—hold monsterD (DC 20), word of recall. D: Domain spell. Domains: Death (death touch 1/day, damage Erl the Gaunt 3d6), Law (cast law spells [L] at +1 caster level). Erl, nicknamed “The Gaunt” because of his weak, sickly appear- Wizard Spells Prepared (caster level 11th); 0—arcane mark, danc- ance, began his career as a lowly cleric of Wee Jas. Thanks to ing lights, ghost sound (DC 17) , touch of fatigue (+6 melee touch; DC long patience, he mastered the twin powers of magic and death. 18); 1st—alarm, mage armor, magic missile, ray of enfeeblement (2) But still Erl remained unsatisfi ed. Though he knew his life had (+9 ranged touch), shield; 2nd—blur, darkness, false life, fog cloud, centuries left, he railed against the very thought of mortality. At summon swarm, web (DC 19); 3rd—dispel magic (2), lightning bolt fi rst he avoided the thought of lichdom, but eventually came to (DC 21), ray of exhaustion (+9 ranged touch; DC 21), sleet storm, the logical conclusion that there was simply no better option. slow (DC 20); 4th—confusion (DC 22), Evard’s black tentacles, ice Erl has a vast array of spells at his beck and call. He prefers to storm, wall of ice (DC 22); 5th—feeblemind (DC 23), teleport,waves harass enemies with spells that entrap them or slow them down, of fatigue; 6th—acid fog, disintegrate (+9 ranged touch; DC 23). including acid fog,deeper darkness, Evard’s black tentacles, sleet storm, Spellbook: as above plus 0—all; 1st—charm person, chill touch, wall of ice, and web. When pushed into a fi ght, he focuses attention disguise self, expeditious retreat, obscuring mist, shocking grasp, true on a single target, weakening his foe with summon swarm, ray of strike, unseen servant; 2nd—arcane lock, command undead, detect enfeeblement, or feeblemind before using disintegrate,poison, or slay thoughts, invisibility, protection from arrows, see invisibility, spider living to fi nish the enemy off. If the opportunity presents itself, climb, touch of idiocy (+6 melee touch); 3rd—blink, explosive runes, he targets groups with lightning bolt,greater command, or waves of fi reball, fl y, nondetection, suggestion; 4th—animate dead,arcane eye, fatigue. Above all else, Erl is patient and willing to retreat from a enervation, greater invisibility, lesser globe of invulnerability, solid losing fi ght, returning with a better selection of spells at a later fog; 5th—Mordenkainen’s faithful hound, Mordenkainen’s private time. He has a contingency effect active at all times (if attacked sanctum, mind fog, nightmare; 6th—chain lightning, contingency, in melee, a blink spell is activated). guards and wards, wall of iron. Erl’s phylactery is a metal plate that serves as the front cover Possessions:cloak of resistance +3, staff of fi re (25 charges), headband to one of his spellbooks, which are hidden in his lair. He casts of intellect +4, arcane scroll of chain lightning, divine scroll of harm, Nystul’s magic aura on it every week or so to mask its aura. 1,270 pp, 40 assorted gems (average 250 gp each), ivory statuette",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ring of protection +2, cloak of Charisma +4, dust of (+10 ranged touch), resist energy, shatter (DC 23), web (DC 22), disappearance (1 pinch), scroll of Tenser’s transformation, 3,219 gp, whispering wind; 3rd—dispel magic, fi reball (DC 24),fl y, lightning 11 pearls (100 gp each), 9 assorted art objects (700 gp each), spell bolt (DC 24), nondetection†, ray of exhaustion (+10 ranged touch; DC component pouch, phylactery. 23), vampiric touch; 4th—detect scrying†, dimension door, enervation (+10 ranged touch), fear (DC 24),fi re shield, solid fog, wall of ice Tevangia Zail, Archmage of Lichdom (DC 25); 5th—cone of cold (DC 26), dismissal (DC 25), quickened The lich known as Tevangia Zail is an ancient creature of dire magic missile,teleport, wall of force; 6th—chain lightning (DC 27), evil. In life a powerful wizard who often sold her services to disintegrate (+10 ranged touch; DC 27), fl esh to stone (DC 27), kings and emperors, in undeath she has mastered the path of greater dispel magic, quickened scorching ray (+10 ranged touch), the archmage. Lately, she has begun to experience something quickened see invisibility; 7th—delayed blast fi reball (DC 28), resembling boredom. She lacks a challenge in her unlife, and ethereal jaunt, heightened slow (DC 28), prismatic spray (DC 28), isn’t sure how to rectify that. So few creatures can provide a reverse gravity (DC 28); 8th—greater shout (DC 29), horrid wilting challenge to her magical prowess, after all. (DC 28), moment of prescience†, quickened enervation (+10 ranged Tevangia’s phylactery is a traditional metal container, touch); 9th—Bigby’s crushing hand, energy drain (+10 ranged touch; protected by nondetection (DC 21 caster level check to fi nd by DC 29 to remove), time stop. divination). †Already cast.",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Female half-elf lich evoker 13/archmage 5; of intellect +6, rod of metamagic (empower), brooch of shielding (101), CR 20; Medium undead (augmented humanoid); HD 18d12+3; arcane scroll of greater teleport, 18,000 gp, 25 gems (average value hp 171; Init +2; Spd 30 ft.; AC 24, touch 15, fl at-footed 22; Base 300 gp), 20 art objects (average value 1,100 gp), spellbook, spell Atk +8; Grp +7; Atk or Full Atk +7 melee touch (1d8+5 negative component pouch. energy plus paralysis, touch); SA damaging touch, fear aura, LICH VARIANTS paralyzing touch, spells; SQ damage reduction 15/bludgeoning and magic, darkvision 60 ft., half-elf traits, immunity to cold, Liches are as varied as player characters themselves. Here are electricity, polymorph, and mind-affecting spells and abilities, two more variants for your campaign. low-light vision, +4 turn resistance, undead traits; SV Fort +12, Ref +10, Will +17 (+19 vs. enchantments); AL LE; Str 8, Dex 14, Good Lich Con —, Int 30, Wis 15, Cha 12. Though conceptually an oxymoron, the idea of a good-aligned",
        "name":  "Tevangia Zail",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Mastery of elements, mastery of shaping, spell command a good lich, the lich is turned or destroyed instead. power (+2 to caster level), spell-like ability (2/day—meteor swarm A good lich retains the normal lich’s fear aura, though it can [+10 ranged touch; DC 29]). drop or raise the aura as a free action. Fear Aura (Su): Will DC 20 negates. CR Adjustment: +1. Paralyzing Touch (Su): Fortitude DC 20 negates. Wizard Spells Prepared (caster level 20th; prohibited schools Lichfiend enchantment and illusion): 0—arcane mark, detect magic, fl are The lichfi end is an evil outsider (usually a demon or devil) that (DC 20), mage hand, ray of frost (+10 ranged touch); 1st—alarm, achieves lichdom. A lichfi end must have at least fi ve at-will spell- 157 CAMPAIGNS CHAPTER 7 158 7 RETPAHC SNGIAPMAC like abilities, the Craft Wondrous Item feat, and a caster level of Armor Class: 14 (+1 size, +2 Dex, +1 natural), touch 13, fl at- 11 or higher to construct its phylactery. Eligible creatures from footed 12 the Monster Manual include the barghest (minimum 11 HD), Base Attack/Grapple: +0/–3 balor, glabrezu, marilith, nalfeshnee, succubus, bone devil, Attack: Spear +0 melee (1d6–1/×3) or claw +0 melee (1d3) horned devil, ice devil, and pit fi end. The lichfi end retains all Full Attack: Spear +0 melee (1d6–1/×3) or 2 claws +0 melee the special abilities it had in life, and gains the typical abilities (1d3) of a lich except as noted below. Space/Reach: 5 ft./5 ft.",
        "name":  "High Arcana",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares), climb 20 ft. Armor Class: (+1 Dex, +2 natural)",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +4 Dex, +1 natural), touch 15, fl at- Base Attack/Grapple: +1/+5 footed 12 Attack: Bite +5 melee (1d8+6) or tail slap +5 melee (1d12+6) Base Attack/Grapple: +0/–4 Full Attack: Bite +5 melee (1d8+6) or tail slap +5 melee",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares) Armor Class: 16 (+4 Dex, +2 natural), touch 14, fl at-footed 12",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 size, +2 Dex, +1 natural, +1 light wooden Base Attack/Grapple: +1/+3 shield), touch 13, fl at-footed 13 Attack: Claw +3 melee (1d4+2) Base Attack/Grapple: +0/–4 Full Attack: 2 claws +3 melee (1d4+2) and bite –2 melee",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1d12 (6 hp) Armor Class: 15 (+1 Dex, +2 natural, +2 heavy steel shield),",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares) Armor Class: 13 (–1 size, +2 Dex, +2 natural), touch 11, fl at-",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (–1 size, +2 Dex, +2 natural), touch 11, fl at- footed 11 footed 11 Base Attack/Grapple: +2/+10 Base Attack/Grapple: +3/+15 Attack: Hoof +5 melee (1d6+4)",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "60 ft. (12 squares) Armor Class: 12 (–1 size, +1 Dex, +2 natural), touch 10, fl at-",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (–1 size, +2 Dex, +2 natural), touch 11, fl at- Speed: 40 ft. (8 squares) footed 11 Armor Class: 11 (–1 size, +2 natural), touch 9, fl at-footed 11 Base Attack/Grapple: +6/+20 Base Attack/Grapple: +2/+11",
        "name":  "Armor Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    }
]
